{
    "A device with that ID is already added.": "Id hori duen tresna bat jadanik bada",
    "A negative number of days doesn't make sense.": "0 edo zenbaki positiboa onartzen da bakarrik",
    "A new major version may not be compatible with previous versions.": "Aldaketa garrantzitsuak dituen bertsio berri bat ez da beharbada bateragarria izanen bertsio zaharragoekin.",
    "API Key": "API giltza",
    "About": "Honi buruz",
    "Action": "Egintza",
    "Actions": "Egintzak",
    "Add": "Gehitu",
    "Add Device": "Tresna gehitu",
    "Add Folder": "Karpeta gehitu",
    "Add Remote Device": "Urrundikako tresna bat gehitu",
    "Add devices from the introducer to our device list, for mutually shared folders.": "Gure tresna zerrendan tresnak gehitzea baimendu, partekatzeetan.",
    "Add new folder?": "Karpeta berria gehitu?",
    "Address": "Helbidea",
    "Addresses": "Helbideak",
    "Advanced": "Aitzinatua",
    "Advanced Configuration": "Konfigurazio aitzinatua",
    "Advanced settings": "Parametro aitzinatuak",
    "All Data": "Datu guziak",
    "Allow Anonymous Usage Reporting?": "Izenik gabeko erabiltze erreportak baimendu?",
    "Allowed Networks": "Sare baimenduak",
    "Alphabetic": "Alfabetikoa",
    "An external command handles the versioning. It has to remove the file from the shared folder.": "Kanpoko kontrolagailu  batek fitxategien bertsioak kudeatzen ditu. Fitxategiak kendu behar ditu errepertorio sinkronizatuan.",
    "An external command handles the versioning. It has to remove the file from the synced folder.": "Kanpoko kontrolagailu batek fitxeroen bertsioak erabiltzen ditu. Fitxeroak errepertorio sinkronizatutik desagertaraztea berari doakio.",
    "Anonymous Usage Reporting": "Izenik gabeko erabiltze erreportak",
    "Any devices configured on an introducer device will be added to this device as well.": "Sarrarazle deitzen duzun tresna batean gehitua izanen den edozein tresna, zurean ere gehitua izanen da.",
    "Automatic upgrade now offers the choice between stable releases and release candidates.": "Eguneratze automatiko sistemak iraunkor bertsioen eta aitzineko bertsioen artean hautatzea proposatzen du",
    "Automatic upgrades": "Eguneratze automatikoak",
    "Be careful!": "Kasu emazu!",
    "Bugs": "Akatsak",
    "CPU Utilization": "Prozesadorearen erabiltzea",
    "Changelog": "Bertsioen historia",
    "Clean out after": "Garbi …. epearen ondotik",
    "Click to see discovery failures": "Klik egin hutsegiteak ikusteko",
    "Close": "Hetsi",
    "Command": "Kontrolagailua",
    "Comment, when used at the start of a line": "Komentarioa, lerro baten hastean delarik",
    "Compression": "Trinkotze",
    "Configured": "Konfiguratua",
    "Connection Error": "Konexio hutsa",
    "Connection Type": "Konexio mota",
    "Copied from elsewhere": "Beste nunbaitik kopiatua",
    "Copied from original": "Jatorrizkotik kopiatua",
    "Copyright © 2014-2016 the following Contributors:": "Copyright 2014-2016, ekarle hauk:",
    "Copyright © 2014-2017 the following Contributors:": "Copyright 2014-2017, ekarle hauk:",
    "Creating ignore patterns, overwriting an existing file at {%path%}.": "Baztertze modelo batzuen sortzea, dagoen fitxategiari ordaina ezartzea: {{path}}",
    "Danger!": "Lanjera !",
    "Deleted": "Kendua",
    "Device": "Tresna",
    "Device \"{%name%}\" ({%device%} at {%address%}) wants to connect. Add new device?": "Tresna \"{{name}}\" ({{device}} {{address}} era) konektatu nahi du. Onhartzen duzu ?",
    "Device ID": "Tresnaren ID-a",
    "Device Identification": "Tresnaren identifikazioa",
    "Device Name": "Tresnaren izena",
    "Devices": "Tresnak",
    "Disconnected": "Deskonektatua",
    "Discovered": "Agertua",
    "Discovery": "Agertzea",
    "Discovery Failures": "Agertze hutsegiteak",
    "Documentation": "Dokumentazioa",
    "Download Rate": "Deskargatzearen bit-tasa",
    "Downloaded": "Deskargatua",
    "Downloading": "Deskargatzea",
    "Edit": "Aldatu",
    "Edit Device": "Tresna aldatzea",
    "Edit Folder": "Partekatze aldatzea",
    "Editing": "Aldaketak",
    "Editing {%path%}.": "Muntatzea {{path}}",
    "Enable NAT traversal": "NAT translazioa aktibatu",
    "Enable Relaying": "Aldizkatzea posible",
    "Enter a non-negative number (e.g., \"2.35\") and select a unit. Percentages are as part of the total disk size.": "Negatiboa ez den zenbaki bat hauta ezazu (\"2.35\" adib.) bai eta unitate bat. Disko osoaren  ehuneko espazioa",
    "Enter a non-privileged port number (1024 - 65535).": "Abantailatua ez den portu zenbalki bat sar ezazu (1024 - 65535)",
    "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": " (\"tcp://ip:ataka\", \"tcp://izena:ataka\") zuzenbideak sar, krakotx batez separatuak edo bestenaz \"dynamic\", zuzenbidearen xekatze automatikoa aktibatzeko",
    "Enter ignore patterns, one per line.": "Ezkluzio filtroak sar, lerro bakoitzean bat bakarrik.",
    "Error": "Hutsa",
    "External File Versioning": "Fitxategi bertsioen kanpoko kudeaketa",
    "Failed Items": "Huts egin duten fitxategiak",
    "Failure to connect to IPv6 servers is expected if there is no IPv6 connectivity.": "IPv6 zerbitzariei buruzko konexioak huts eginen du, IPv6 konektibitaterik ez bada",
    "File Pull Order": "Fitxategiak berreskuratzeko ordena",
    "File Versioning": "Fitxategiak zaintzeko metodoa",
    "File permission bits are ignored when looking for changes. Use on FAT file systems.": "Aldaketa bilaketetan, fitxeroen baimen bitak ez dira kontuan hartuko. Fitxero FAT sistimetan erabilia.",
    "Files are moved to .stversions directory when replaced or deleted by Syncthing.": "Fitxategiak .stbersioak errepertorioan lekutuak dira, Syncthing-ek ordezkatzen edo kentzen dituelarik",
    "Files are moved to .stversions folder when replaced or deleted by Syncthing.": ".stbersioak azpi karpetan lekutuko dira fitxeroak, Syncthing-ek aldatu edo ezeztatuko dituelarik. Beren helbide errelatiboak hor berean berriz sortuak izanen dira, behar balin bada",
    "Files are moved to date stamped versions in a .stversions directory when replaced or deleted by Syncthing.": "Syncthing-ek aldatzen edo kentzen dituelarik, fitxeroak \".stbertsioak\" peko-errepertoriorat lekutuak dira, jatorrizkoaren berdin berdina den zuhaitz-formako batean",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by Syncthing.": ".stbersioak azpi karpetan lekutuko eta ordu-markatuko dira fitxeroak, egitura errelatibo berdin batean, Syncthing-ek aldatu edo ezeztatuko dituelarik.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Beste tresnetan eginak izanen diren aldaketetatik zainduak izanen dira fitxeroak; haatik, tresna huntan egindako aldaketak besteeri hedatuak izanen dira.",
    "Folder": "Partekatze",
    "Folder ID": "ID partekatze",
    "Folder Label": "Partekatzearen izena",
    "Folder Path": "Partekatzearen sustrai bidea",
    "Folder Type": "Partekatze mota",
    "Folders": "Partekatzeak",
    "GUI": "Interfaze grafikoa",
    "GUI Authentication Password": "Interfaze grafiko pasahitza",
    "GUI Authentication User": "Interfaze grafiko erabiltzaile baimendua",
    "GUI Listen Address": "Interfaze grafiko helbidea",
    "GUI Listen Addresses": "Interfaze grafiko helbideak",
    "GUI Theme": "Interfaze grafiko tema",
    "Generate": "Sortu",
    "Global Changes": "Azken aldaketak",
    "Global Discovery": "Aurkikuntza  orokorra",
    "Global Discovery Servers": "Orokor aurkikuntza zerbitzaria",
    "Global State": "Egoera orokorra",
    "Help": "Laguntza",
    "Home page": "Harrera",
    "Ignore": "Kontuan ez hartu",
    "Ignore Patterns": "Baztertzeak",
    "Ignore Permissions": "Baimenak kontuan ez hartu",
    "Incoming Rate Limit (KiB/s)": "Deskargatze emari muga (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Behar ez den konfigurazio batek zuen partekatzetan makurrak egin ditzake eta Syncthing ezin erabilia utzi",
    "Introduced By": "...k sartua",
    "Introducer": "Tresna sarrarazlea",
    "Inversion of the given condition (i.e. do not exclude)": "Emana izan den baldintza alderantziz eman (i.e ez baztertu)",
    "Keep Versions": "Gorde bertsioak",
    "Largest First": "Handienak lehenik",
    "Last File Received": " Azkenik eskuratu fitxategia",
    "Last Scan": "Azken azterketa",
    "Last seen": "Azken agerraldia",
    "Later": "Berantago",
    "Latest Change": "Azken aldaketa",
    "Learn more": "Gehiago jakiteko",
    "Listeners": "Entzungailuak",
    "Local Discovery": "Lekuko aurkikuntza",
    "Local State": "Lekuko egoera",
    "Local State (Total)": "Lekuko egoera (Osoa)",
    "Major Upgrade": "Eguneratze nagusia",
    "Master": "Nagusia",
    "Maximum Age": "Adin gehiena",
    "Metadata Only": "Metadatuak bakarrik",
    "Minimum Free Disk Space": "Diskoan gutieneko leku libroa ",
    "Move to top of queue": "Lerro bururat lekuz alda",
    "Multi level wildcard (matches multiple directory levels)": "Hein anitzerako jokerra (errepertorio eta azpi errepertorioeri  dagokiona)",
    "Never": "Sekulan",
    "New Device": "Tresna berria",
    "New Folder": "Partekatze berria",
    "Newest First": "Berrienak lehenik",
    "No": "Ez",
    "No File Versioning": "Fitxategi bersioen kontrolik ez",
    "No upgrades": "Eguneratzerik ez",
    "Normal": "Normala",
    "Notice": "Jakinaraztea",
    "OK": "Ados",
    "Off": "Desgaitu",
    "Oldest First": "Zaharrenak lehenik",
    "Optional descriptive label for the folder. Can be different on each device.": "Partekatzearen izen hautuzkoa eta atsegina, zure gisa. Tresna bakotxean desberdina izaiten ahal da.",
    "Options": "Hautuzkoak",
    "Out of Sync": "Ez sinkronizatua",
    "Out of Sync Items": "Ez sinkronizatu elementuak",
    "Outgoing Rate Limit (KiB/s)": "Bidaltze emari gehienekoa (KiB/s)",
    "Override Changes": "Aldaketak desegin",
    "Path": "Bidexka",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Lekuko tresnaren partekatzeari buruzko bidea. Ez balitz, asmatu beharko da bat. Programarenari, baitezpadako bide bat sartzen ahal duzu (adibidez \"/home/ni/Sync/Etsenplua\") edo bestenaz bide errelatibo bat (adibidez \"..\\Partekatzeak\\Etsenplua\" - instalazio mugikor batentzat baliagarria). Tildea (~, edo ~+Espazioa Windows XP+Azerty-n) erabil litzateke laburbide gisa",
    "Path where versions should be stored (leave empty for the default .stversions directory in the shared folder).": "Kopiak kontserbatzeko bidea (hutsa utz ezazu, .steversioen ohizko bidearentzat, dosier partekatuan)",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Kopiak kontserbatzeko bidea (hutsa utz ezazu, .stversioen ohizko dosierarentzat, karpeta partekatuan)",
    "Pause": "Pausa",
    "Pause All": "Geldi dena",
    "Paused": "Gelditua",
    "Please consult the release notes before performing a major upgrade.": "Aktualizatze garrantzitsu bat egin baino lehen, bertsioaren oharrak begira itzazu.",
    "Please set a GUI Authentication User and Password in the Settings dialog.": "Konfigurazio leihoan asma itzazu erabiltzale izen bat eta pasahitz bat",
    "Please wait": "Pazientzia pixka bat, otoi",
    "Prefix indicating that the file can be deleted if preventing directory removal": "Prefix indicating that the file can be deleted if preventing directory removal",
    "Prefix indicating that the pattern should be matched without case sensitivity": "Prefix indicating that the pattern should be matched without case sensitivity",
    "Preview": "Aurrebista",
    "Preview Usage Report": "Erabiltze estatistika txostenaren aurrebista",
    "Quick guide to supported patterns": "Eredu konpatibleen gidaliburuxka",
    "RAM Utilization": "RAM aren erabiltzea",
    "Random": "Aleatorioa",
    "Reduced by ignore patterns": "Baztertze eredu batzuk mugatuak",
    "Release Notes": "Bertsioen notak",
    "Release candidates contain the latest features and fixes. They are similar to the traditional bi-weekly Syncthing releases.": "Azken zuzenketak eta funtzionalitateak edukitzen dituzte aitzin-bertsioek. Bi hilabete guziz egiten diren eguneratzeen berdinak dira.",
    "Remote Devices": "Beste tresnak",
    "Remove": "Kendu",
    "Required identifier for the folder. Must be the same on all cluster devices.": "Partekatzearen erabilzaile izena. Dauden tresna guzietan berdin berdina izan behar du",
    "Rescan": "Berriz eskaneatu",
    "Rescan All": "Dena berriz eskaneatu",
    "Rescan Interval": "Berriz eskaneatzeko tartea",
    "Restart": "Berriz piztu",
    "Restart Needed": "Berriz piztea beharrezkoa",
    "Restarting": "Berriz piztea martxan",
    "Resume": "Berriz hastea",
    "Resume All": "Dena berriz hastea",
    "Reused": "Berriz erabilia",
    "Save": "Grabatu",
    "Scan Time Remaining": "Gelditzen den azterketa denbora",
    "Scanning": "Azterketa martxan",
    "See external versioner help for supported templated command line parameters.": "See external versioner help for supported templated command line parameters.",
    "Select the devices to share this folder with.": " Tresnak hauta itzazu partekatze honekin sinkronizatzeko ",
    "Select the folders to share with this device.": "Tresna honek erabiltzen dituen partekatzeak hauta itzazu",
    "Send & Receive": "Igorri eta errezibitu",
    "Send Only": "Igorrri bakarrik",
    "Settings": "Konfigurazioa",
    "Share": "Partekatu",
    "Share Folder": "Partekatzea",
    "Share Folders With Device": "Tresnarekin partekatzeak",
    "Share With Devices": "Tresnekin partekatu",
    "Share this folder?": "Partekatze hau onartzen duzu?",
    "Shared With": "...ekin partekatua",
    "Show ID": "Erakutsi ene ID-a",
    "Show QR": "Erakutsi QR-a",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Tresnaren ID-aren ordez erakutsia, taldearen egoeran. Beste tresneri erakutsia izanen da, izen erabilgarri bat bezala",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Tresnaren ID-aren ordez erakutsia, taldearen egoeran. Hutsa utzia balin bada, urrun den tresnak proposatu izenarekin aktualizatua izanen da",
    "Shutdown": "Geldi",
    "Shutdown Complete": "Gelditua!",
    "Simple File Versioning": "Bertsioen segitze sinplifikatua",
    "Single level wildcard (matches within a directory only)": "Hein bakar bateko jokerra (karpetaren barnean bakarrik dagokiona)",
    "Smallest First": "Ttipienak lehenik",
    "Source Code": "Iturri kodea",
    "Stable releases and release candidates": "iraunkor eta aintzin-bertsioak",
    "Stable releases are delayed by about two weeks. During this time they go through testing as release candidates.": "Iraunkor bertsioak bi astez (nonbait han) gibelatuak dira. Bitartean, aintzin-bertsio gisa probatuak izanen dira.",
    "Stable releases only": "Iraunkor bertsioak bakarrik",
    "Staggered File Versioning": "Bertsio mailakatuak",
    "Start Browser": "Web nabigatzailea piztu",
    "Statistics": "Estatistikak",
    "Stopped": "Gelditua!",
    "Support": "Foroa",
    "Sync Protocol Listen Addresses": "Sinkronizatu protokoloaren entzun zuzenbideak",
    "Syncing": "Sinkronizazioa martxan",
    "Syncthing has been shut down.": "Syncthing gelditua izan da",
    "Syncthing includes the following software or portions thereof:": "Syncthing-ek programa hauk integratzen ditu (edo programa hauetatik datozten elementuak):",
    "Syncthing is restarting.": "Syncthing berriz pizten ari",
    "Syncthing is upgrading.": "Syncthing aktualizatzen ari da",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Iduri luke Syncthing gelditua dela, edo bestenaz arrazo bat bada interneten konekzioarekin. Berriz entsea zaitez…",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Iduri luke Syncthing-ek arazo bat duela zure eskaera tratatzeko. Otoi, orrialdea freska ezazu edo bestenaz, arazoak segitzen badu, Syncthing berriz pitz ezazu .",
    "The Syncthing admin interface is configured to allow remote access without a password.": "Syncthing-en administrazio interfazea pentsatua da urrundikako helbideak pasahitzik gabe onartzeko !",
    "The aggregated statistics are publicly available at the URL below.": "Estadistikak zuzen bide honetan publikoki ikusgarriak dira",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Konfigurazioa grabatua izan da bainan ez aktibatua. Syncthing berriz piztu behar da konfigurazio berria berriz aktibatzeko.",
    "The device ID cannot be blank.": "Tresnaren ID-a ez da hutsa izaiten ahal.",
    "The device ID to enter here can be found in the \"Actions > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "Sartu behar den tresnaren ID-a atxemaiten ahal da menuan \"Ekintzak > ID-a erakuts\" (tresna urrunduarena). Espazio eta gioiak ez dira beharrezkoak.",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Erabileraren zifratu txostena egun guziz igorria da. Erabili diren plataformak, partekatzeen neurriak eta aplikazioaren bertsioen zerendatzeko balio du. Datu orokorrak aldatzen balin badira, mezu honen bidez ontzat emaitea eskatua izanen zaizu.\nErabiltzearen zifratu txostena egun guziz igorria da. Balio du erabiliak izan diren plataformak, partekatzeen izaria eta aplikazioaren bertsioak zerrendatzeko. Datu orokorrek aldatuak izan behar balute, mezu honen bidez ontzat emaitea eskatua izanen zaizu. Zure erabakia aldatzen ahal duzu Ekintzak/Konfigurazioa-ren bidez, baita igortzeen maiztasuna Ekintzak/ aitzinatua/Opzioak -en bidez.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Sartu den tresnaren ID-ak iduri du ez duela balio. 52 edo 56-ko ezaugarriko kadena baten itxura behar luke, hizkiak, zifrak eta baita ere tarte edo gioiez egina.",
    "The first command line parameter is the folder path and the second parameter is the relative path in the folder.": "Agingailu lerroaren lehen parametroa partekatzearen bidea da, eta bigarrena partekatzean den bide errelatiboa.",
    "The folder ID cannot be blank.": "Partekatzearen ID-a ez da hutsa izaiten ahal",
    "The folder ID must be unique.": "Partekatzearen ID-a bakarra izan behar da",
    "The folder path cannot be blank.": "Partekatzeari buruzko bidea ez da hutsa izaiten ahal",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Hunako tarteak erabiliak dira: lehen orduan bertsio bat kontserbatua da 30 segundu guziz. Lehen egunean, bertsio bat ordu bakoitz, lehen 30 egunetan bertsio bat egunero. Handik harat, adinaren mugetan egonez, bertsio bat astero.",
    "The following items could not be synchronized.": "Ondoko fitxero hauk ez dira sinkronizatuak ahal izan",
    "The maximum age must be a number and cannot be blank.": "Gehieneko adinak zenbaki bat behar du izan eta ez da hutsa izaiten ahal.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Bertsio baten kontserbatzeko epe haundiena (egunez behar du izan. Jar ezazu zerotan bertsioak betirako atxikitzeko)",
    "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).": "Diskoaren ehuneko espazioa hutsak zenbaki positibo bat behar du izan, 0 eta 100-en artekoa (100 barne)",
    "The number of days must be a number and cannot be blank.": "Egunen kopuruak numerikoa izan behar du eta ez da hutsa izaiten ahal",
    "The number of days to keep files in the trash can. Zero means forever.": "Zikin ontzian elgar hizketak kontserbatzeko egun kopurua. Zerok \"betirako\" erran nahi du.",
    "The number of old versions to keep, per file.": "Atxikitzeko diren lehenagoko bertsioen kopurua, fitxero bakoitzarentzat",
    "The number of versions must be a number and cannot be blank.": "Bertsioen kopuruak numerikoa behar du izan eta ez da hutsa izaiten ahal",
    "The path cannot be blank.": "Bidea ez da hutsa izaiten ahal",
    "The rate limit must be a non-negative number (0: no limit)": "Ixuriaren emaria ez da negatiboa izaiten ahal (0 = mugarik gabekoa)",
    "The rescan interval must be a non-negative number of seconds.": "Ikerketaren tartea ez da segundo kopuru negatiboa izaiten ahal",
    "They are retried automatically and will be synced when the error is resolved.": "Errorea zuzendua izanen delarik, automatikoki berriz entseatuak et sinkronizatuak izanen dira",
    "This Device": "Tresna hau",
    "This can easily give hackers access to read and change any files on your computer.": "Hunek errexki irakurtzen eta aldatzen uzten ahal du zure ordenagailuko edozein fitxero, nahiz eta sartu denak ez haizu izan!",
    "This is a major version upgrade.": "Aktualizatze garrantzitsu bat da",
    "This setting controls the free space required on the home (i.e., index database) disk.": "Behar den espazio kontrolatzen du egokitze honek, zure erabiltzale partekatzea geritzatzen duen diskoan (hori da, indexazio datu-basean)",
    "Time": "Ordua",
    "Trash Can File Versioning": "Zakarrontzia",
    "Type": "Mota",
    "Unknown": "Ezezaguna",
    "Unshared": "Partekatua ez dena",
    "Unused": "Ez baliatua",
    "Up to Date": "Eguneratua",
    "Updated": "Berritua",
    "Upgrade": "Aktualizatu",
    "Upgrade To {%version%}": "Egunetaratu {{version}}-ari buruz",
    "Upgrading": "Syncthing-en egunetaratzea",
    "Upload Rate": "Igortze emaria",
    "Uptime": "Erabiltze denbora",
    "Usage reporting is always enabled for candidate releases.": "Erabiltze estatiskitak aintzin-bertsioetan beti igorriak dira",
    "Use HTTPS for GUI": "HTTPS-a erabil ezazu GUI-arentzat",
    "Version": "Bertsioa",
    "Versions Path": "Bertsioen kokalekua",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Bertsioak automatikoki ezeztatuak izanen dira, kontserbatzeko iraupen denbora pasatua badute edo bitartean onartua den kopurua (fitxategi bakoitzean) gainditua balin bada",
    "Warning, this path is a parent directory of an existing folder \"{%otherFolder%}\".": "Kasu, bide hau dagoen partekatze baten karpeta ahaidea da  (adibidez, \"{{otherFolder}}\"). Segitzen baduzu, azpi-karpeta berri bat sortu behar duzu, bestenaz arazoak sortzen ahal dira, fitxategi  kentzeak edo doblatzeak.",
    "Warning, this path is a parent directory of an existing folder \"{%otherFolderLabel%}\" ({%otherFolder%}).": "Kasu, bide hau dagoen partekatze baten karpeta ahaidea da  (adibidez, \"{{otherFolderLabel}}\" ({{otherFolder}}). ",
    "Warning, this path is a subdirectory of an existing folder \"{%otherFolder%}\".": "Kasu, bide hau \"{{otherFolder}}\" partekatzearen azpi-karpeta da. Arazoak emaiten ahal ditu, fitxategi kentzeak edo doblatzeak, adibidez.",
    "Warning, this path is a subdirectory of an existing folder \"{%otherFolderLabel%}\" ({%otherFolder%}).": "Kasu, bide hau \"{{otherFolderLabel}}\" ({{otherFolder}}) partekatzearen azpi-karpeta da. Arazoak emaiten ahal ditu, fitxategi kentzeak edo doblatzeak, adibidez.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Tresna bat gehitzen duzularik, gogoan atxik ezazu zurea bestaldean gehitu behar dela ere",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Partekatze bat gehitzen delarik, gogoan atxik ezazu bere IDa erabilia dela errepertorioak lotzeko tresnen bitartez. ID-a hautskorra da eta partekatze hontan parte hartzen duten tresna guzietan berdina izan behar du.",
    "Yes": "Bai",
    "You can also select one of these nearby devices:": "You can also select one of these nearby devices:",
    "You can change your choice at any time in the Settings dialog.": "Zure hautua aldatzen ahal duzu \"Konfigurazio\" leihatilan",
    "You can read more about the two release channels at the link below.": "Bi banaketa kanal hauen bidez gehiago jakin dezakezu, lokarri honen bidez ",
    "You must keep at least one version.": "Bertsio bat bederen behar duzu atxiki",
    "days": "Egunak",
    "directories": "Karpetak",
    "files": "Fitxategiak",
    "full documentation": "Dokumentazio osoa",
    "items": "Elementuak",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}}k \"{{folder}}\" partekatze hontan gomitatzen zaitu.",
    "{%device%} wants to share folder \"{%folderlabel%}\" ({%folder%}).": "{{device}}k  \"{{folderlabel}}\" ({{folder}}) hontan gomitatzen zaitu."
}