{
    "A device with that ID is already added.": "Nadagdag na ang device na may ganitong ID.",
    "API Key": "API Key",
    "About": "Tungkol sa",
    "Action": "Aksyon",
    "Actions": "Mga Aksyon",
    "Active filter rules": "Mga aktibong tuntunin sa pag-filter",
    "Add": "Magdagdag",
    "Add Device": "Magdagdag ng Device",
    "Add Folder": "Magdagdag ng Folder",
    "Add Remote Device": "Magdagdag ng Remote Device",
    "Add devices from the introducer to our device list, for mutually shared folders.": "Magdagdag ng mga device mula sa introducer sa aming listahan ng device, para sa mga folder na pinagsasaluhan.",
    "Add filter entry": "Magdagdag ng filter entry",
    "Add ignore patterns": "Magdagdag ng mga pattern na huwag pansinin",
    "Add new folder?": "Magdagdag ng bagong folder?",
    "Additionally the full rescan interval will be increased (times 60, i.e. new default of 1h). You can also configure it manually for every folder later after choosing No.": "Dagdag pa rito, ang buong agwat ng muling pag-scan ay tataas (mga beses na 60, ibig sabihin, bagong default na 1h). Maaari mo ring i-configure ito nang manu-mano para sa bawat folder sa ibang pagkakataon pagkatapos piliin ang Hindi.",
    "Address": "Address",
    "Addresses": "Mga Address",
    "Advanced": "Advanced",
    "Advanced Configuration": "Advanced na Pagsasaayos",
    "All Data": "Lahat ng Data",
    "All Time": "Lahat ng Oras",
    "All folders shared with this device must be protected by a password, such that all sent data is unreadable without the given password.": "Dapat protektahan ang lahat ng mga folder sa device na ito sa pamamagitan ng password, upang hindi mabasa ang lahat ng mga data na ipinapadala nang wala ang ibinigay na password.",
    "Allow Anonymous Usage Reporting?": "Payagan ang Anonymous na Pag-uulat ng Paggamit?",
    "Allowed Networks": "Mga Pinapayagang Network",
    "Alphabetic": "Alpabetiko",
    "Altered by ignoring deletes.": "Binago sa pamamagitan ng hindi pagpansin sa mga pagtanggal.",
    "Anonymous Usage Reporting": "Anonymous na Pag-uulat ng Paggamit",
    "Anonymous usage report format has changed. Would you like to move to the new format?": "Nagbago ang pormat ng anonymous na ulat ng paggamit. Gusto mo bang lumipat sa bagong pormat?",
    "Applied to LAN": "Naka-apply sa LAN",
    "Apply": "I-apply",
    "Are you sure you want to override all remote changes?": "Sigurado ka ba gusto mong i-override ang lahat ng mga remote na pagbabago?",
    "Are you sure you want to permanently delete all these files?": "Sigurado ka bang gusto mong permanenteng burahin ang lahat ng mga file na ito?",
    "Are you sure you want to remove device {%name%}?": "Sigurado ka bang gusto mong tanggalin ang device na {{name}}?",
    "Are you sure you want to remove folder {%label%}?": "Sigurado ka bang gusto mong tanggalin ang folder na {{label}}?",
    "Are you sure you want to restore {%count%} files?": "Sigurado ka bang gusto mong ibalik ang {{count}} mga file?",
    "Are you sure you want to revert all local changes?": "Sigurado ka bang gusto mong i-revert ang lahat ng mga lokal na pagbabago?",
    "Are you sure you want to upgrade?": "Sigurado ka bang gusto mong mag-upgrade?",
    "Authentication Required": "Nangangailangan ng Authentikasyon",
    "Authors": "Mga Awtor",
    "Auto Accept": "Awto na Pagtanggap",
    "Automatic Crash Reporting": "Awtomatikong Pag-ulat ng Crash",
    "Automatic upgrade now offers the choice between stable releases and release candidates.": "Nag-aalok na ngayon ang awtomatikong pag-upgrade ng pagpipilian sa pagitan ng mga stable na release at release na mga kandidato.",
    "Automatic upgrades": "Awtomatikong pag-upgrade",
    "Automatic upgrades are always enabled for candidate releases.": "Palaging naka-enable ang awtomatikong pag-upgrade sa mga kandidato na release.",
    "Automatically create or share folders that this device advertises at the default path.": "Awtomatikong gumawa o ibahagi ang mga folder na ang device na ito na inaaanunsyo sa default path.",
    "Available debug logging facilities:": "Mga available na facility ng debug logging:",
    "Be careful!": "Mag-ingat ka!",
    "Body:": "Body:",
    "Bugs": "Mga Bug",
    "Cancel": "Kanselahin",
    "Changelog": "Mga Pagbabago",
    "Clean out after": "Linisin pagkatapos",
    "Cleaning Versions": "Mga Bersyon ng Paglinis",
    "Cleanup Interval": "Pagitan ng Paglinis",
    "Click to see full identification string and QR code.": "I-click upang makita ang buong string ng pagkakakilanlan at QR code.",
    "Close": "Isara",
    "Command": "Command",
    "Comment, when used at the start of a line": "Komento, kapag ginamit sa simula ng linya",
    "Compression": "Compression",
    "Configuration Directory": "Direktoryo ng Configuration",
    "Configuration File": "File ng Configuration",
    "Configured": "Naka-configure",
    "Connected (Unused)": "Konektado (Hindi Ginamit)",
    "Connection Error": "Error sa Pagkonekta",
    "Connection Management": "Pamahalaan ng Koneksyon",
    "Connection Type": "Uri ng Koneksyon",
    "Connections": "Mga Koneksyon",
    "Connections via relays might be rate limited by the relay": "Ang mga koneksyon sa pamamagitan ng mga relay ay maaaring ma-rate limit ng relay",
    "Copied from elsewhere": "Kinopya mula sa ibang lugar",
    "Copied from original": "Kinopya mula sa orihinal",
    "Copied!": "Kinopya!",
    "Copy": "Kopyahin",
    "Copy failed! Try to select and copy manually.": "Nabigo ang pagkopya! Subukang manwal na piliin at kopyahin.",
    "Currently Shared With Devices": "Kasalukuyang Binabahagi Sa Mga Device",
    "Custom Range": "Custom na Saklaw",
    "Danger!": "Panganib!",
    "Database Location": "Lokasyon ng Database",
    "Debugging Facilities": "Mga Facility ng Pag-debug",
    "Default": "Default",
    "Default Configuration": "Default na Configuration",
    "Default Device": "Default na Device",
    "Default Folder": "Default na Folder",
    "Default Ignore Patterns": "Default na mga Ignore Pattern",
    "Defaults": "Mga Default",
    "Delete": "Burahin",
    "Delete Unexpected Items": "Burahin ang mga Hindi Inaasahang Item",
    "Deleted {%file%}": "Binura ang {{file}}",
    "Deselect All": "I-deselect Lahat",
    "Deselect devices to stop sharing this folder with.": "I-deselect ang mga device para itigil ang pagbahagi ng folder na ito sa.",
    "Deselect folders to stop sharing with this device.": "I-deselect ang mga folder para itigil ang pagbahagi sa device na ito.",
    "Device": "Device",
    "Device \"{%name%}\" ({%device%} at {%address%}) wants to connect. Add new device?": "Gustong kumonekta ang device na \"{{name}}\" ({{device}} sa {{address}}). Idagdag ang bagong device?",
    "Device Certificate": "Sertipiko ng Device",
    "Device ID": "ID ng Device",
    "Device Identification": "Pagkakilanlan ng Device",
    "Device Name": "Pangalan ng Device",
    "Device Status": "Status ng Device",
    "Device is untrusted, enter encryption password": "Hindi pinagkakatiwalaan ang device, ilagay ang password ng pag-encrypt",
    "Device rate limits": "Mga rate limit ng device",
    "Device that last modified the item": "Device na huling binago ang item",
    "Devices": "Mga Device",
    "Disable Crash Reporting": "I-disable ang Pag-uulat ng Crash",
    "Disabled": "Naka-disable",
    "Disabled periodic scanning and disabled watching for changes": "Na-disable ang pana-panahon na pag-scan at na-disable ang panonood sa mga pagbabago",
    "Disabled periodic scanning and enabled watching for changes": "Na-disable ang pana-panahon na pag-scan at na-enable ang panonood sa mga pagbabago",
    "Disables comparing and syncing file permissions. Useful on systems with nonexistent or custom permissions (e.g. FAT, exFAT, Synology, Android).": "Dini-disable ang pagkumpara at pag-sync ng mga pahintulot ng file. Kapaki-pakinabang sa mga sistema na walang custom na pahintulot (hal. FAT, exFAT, Synology, Android).",
    "Discard": "I-discard",
    "Disconnected": "Nadiskonekta",
    "Disconnected (Inactive)": "Nadiskonekta (Hindi Aktibo)",
    "Disconnected (Unused)": "Nadiskonekta (Hindi Ginamit)",
    "Discovered": "Natuklasan",
    "Discovery": "Pagtuklas",
    "Discovery Failures": "Mga Pagkabigo sa Pagtuklas",
    "Discovery Status": "Status ng Pagtuklas",
    "Dismiss": "I-dismiss",
    "Do not add it to the ignore list, so this notification may recur.": "Huwag ito i-add sa listahan ng hindi papansinin, kaya baka lumabas muli ang notification na ito.",
    "Do not restore": "Huwag ibalik",
    "Do not restore all": "Huwag ibalik lahat",
    "Do you want to enable watching for changes for all your folders?": "Gusto mo bang i-enable ang panonood sa pagbabago para sa lahat ng iyong mga folder?",
    "Documentation": "Dokumentasyon",
    "Download Rate": "Rate ng Pag-download",
    "Downloaded": "Na-download",
    "Downloading": "Dina-download",
    "Edit": "I-edit",
    "Edit Device": "I-edit ang Device",
    "Edit Device Defaults": "I-edit ang mga Device Default",
    "Edit Folder": "I-edit ang Folder",
    "Edit Folder Defaults": "I-edit ang mga Folder Default",
    "Editing {%path%}.": "Ine-edit ang {{path}}.",
    "Enable Crash Reporting": "I-enable ang Pag-uulat ng Crash",
    "Enable NAT traversal": "I-enable ang NAT traversal",
    "Enable Relaying": "I-enable ang pag-relay",
    "Enabled": "Naka-enable",
    "Enables sending extended attributes to other devices, and applying incoming extended attributes. May require running with elevated privileges.": "Ine-enable ang pagpadala ng napalawak na attribute sa mga ibang device, at pag-apply ng papasok na napalawak na attribute. Maaring nangangailangan ng pagtakbo na may naka-elevate na pribilehiyo.",
    "Enables sending extended attributes to other devices, but not applying incoming extended attributes. This can have a significant performance impact. Always enabled when \"Sync Extended Attributes\" is enabled.": "Ine-enable ang pagpadala ng mga napalawak na attribute sa mga ibang device, pero hindi ang pag-apply ng papasok na napalawak na attribute. Maaari itong magkaroon ng makabuluhang epekto sa pagganap. Palaging naka-enable kapag naka-enable ang \"I-sync ang mga Napalawak na Attribute\".",
    "Enables sending ownership information to other devices, and applying incoming ownership information. Typically requires running with elevated privileges.": "Ine-enable ang pagpapadala ng impormasyon ng pagmamay-ari sa iba pang mga device, at paglalapat ng papasok na impormasyon ng pagmamay-ari. Karaniwang nangangailangan ng pagtakbo na may mataas na mga pribilehiyo.",
    "Enables sending ownership information to other devices, but not applying incoming ownership information. This can have a significant performance impact. Always enabled when \"Sync Ownership\" is enabled.": "Ine-enable ang pagpapadala ng impormasyon ng pagmamay-ari sa iba pang mga device, pero hindi ang paglapat ng papasok na impormasyon ng pagmamay-ari. Maari itong magkaroon ng makabuluhang epekto sa pagganap. Palaging naka-enable kapag naka-enable ang \"I-sync ang Pagmamay-ari\".",
    "Enter a non-negative number (e.g., \"2.35\") and select a unit. Percentages are as part of the total disk size.": "Maglagay ng hindi negatibong numero (hal, \"2.35\") at pumili ng unit. Ang mga percentage ay bahagi ng kabuuan ng laki ng disk.",
    "Enter a non-privileged port number (1024 - 65535).": "Maglagay ng hindi pribilehiyong port number (1024 - 65535).",
    "Enter comma separated (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Maglagay ng mga address na hinihiwalay ng kuwit (\"tcp://ip:port\", \"tcp://host:port\") o \"dinamiko\" upang gumawa ng awtomatikong pagtuklas ng address.",
    "Enter ignore patterns, one per line.": "Maglagay ng mga ignore pattern, isa kada-linya.",
    "Enter up to three octal digits.": "Maglagay ng hanggang tatlong octal digit.",
    "Error": "Error",
    "Extended Attributes": "Mga Napalawak na Attribute",
    "Extended Attributes Filter": "Filter ng Mga Napalawak na Attribute",
    "External": "Panlabas",
    "External File Versioning": "Panlabas na File Versioning",
    "Failed Items": "Mga Nabigong Item",
    "Failed to load file versions.": "Nabigong i-load ang mga bersyon ng file.",
    "Failed to load ignore patterns.": "Nabigong i-load ang mga ignore pattern.",
    "Failed to setup, retrying": "Nabigong i-set up, sinusubukan muli",
    "Failure to connect to IPv6 servers is expected if there is no IPv6 connectivity.": "Inaasahan ang pagbigo sa pagkonekta sa mga IPv6 na server kapag walang konektibidad sa IPv6.",
    "File Pull Order": "Order ng Pagkuha ng File",
    "File Versioning": "File Versioning",
    "Files are moved to .stversions directory when replaced or deleted by Syncthing.": "Nilipat ang mga file sa .stversions na direktoryo kapag pinalitan o binura ng Syncthing.",
    "Filter by date": "I-filter ayon sa petsa",
    "Filter by name": "I-filter ayon sa pangalan",
    "Folder": "Folder",
    "Folder ID": "ID ng Folder",
    "Folder Label": "Label ng Folder",
    "Folder Path": "Path ng Folder",
    "Folder Status": "Status ng Folder",
    "Folder Type": "Uri ng Folder",
    "Folders": "Mga Folder",
    "For the following folders an error occurred while starting to watch for changes. It will be retried every minute, so the errors might go away soon. If they persist, try to fix the underlying issue and ask for help if you can't.": "Para sa mga sumusunod na folder, may naganap na error habang nagsisimulang manood ng mga pagbabago. Susubukan itong muli bawat minuto, kaya maaaring mawala ang mga error sa lalong madaling panahon. Kung magpapatuloy sila, subukang ayusin ang pinagbabatayan na isyu at humingi ng tulong kung hindi mo kaya.",
    "Forever": "Magpakailanman",
    "Full Rescan Interval (s)": "Pagitan ng Punong Rescan (s)",
    "GUI": "GUI",
    "GUI / API HTTPS Certificate": "Sertipiko ng HTTPS ng GUI / API",
    "GUI Authentication Password": "Password ng Authentikasyon sa GUI",
    "GUI Authentication User": "User ng Authentikasyon sa GUI",
    "GUI Authentication: Set User and Password": "Authentikasyon sa GUI: Magtakda ng User at Password",
    "GUI Listen Address": "Listen Address ng GUI",
    "GUI Override Directory": "Override Directory ng GUI",
    "GUI Theme": "Tema ng GUI",
    "General": "General",
    "Generate": "I-generate",
    "Global Discovery": "Global na Pagtuklas",
    "Global Discovery Servers": "Mga Server ng Global na Pagtuklas",
    "Global State": "State ng Global",
    "Help": "Tulong",
    "Hint: only deny-rules detected while the default is deny. Consider adding \"permit any\" as last rule.": "Hint: deny-rules lang ang nakita habang ang default ay deny. Isaalang-alang ang pagdaragdag ng \"pahintulutan ang alinman\" bilang huling panuntunan.",
    "Home page": "Pahina ng panimula",
    "However, your current settings indicate you might not want it enabled. We have disabled automatic crash reporting for you.": "Gayunpaman, ang iyong kasalukuyang mga setting ay nagpapahiwatig na maaaring hindi mo ito gustong paganahin. Hindi namin pinagana ang awtomatikong pag-uulat ng pag-crash para sa iyo.",
    "Identification": "Pagkakakilanlan",
    "If untrusted, enter encryption password": "Kapag hindi pinagkakatiwalaan, ilagay ang password ng pag-encrypt",
    "If you want to prevent other users on this computer from accessing Syncthing and through it your files, consider setting up authentication.": "Kung gusto mong iwasan ang ibang mga user sa computer na ito na i-access ang Syncthing at sa iyong mga file, isaalang-alang na mag-set up ng authentikasyon.",
    "Ignore": "Huwag Pansinin",
    "Ignore Patterns": "Mga Ignore Pattern",
    "Ignore Permissions": "Huwag Pansinin ang mga Pahintulot"
}
