{
    "A device with that ID is already added.": "Xa foi engadido un dispositivo con ese ID.",
    "A negative number of days doesn't make sense.": "Non ten moito sentido un número negativo de días.",
    "A new major version may not be compatible with previous versions.": "Unha nova versión maior podería non ser compatible con versións anteriores.",
    "API Key": "Chave API",
    "About": "Sobre",
    "Action": "Acción",
    "Actions": "Accións",
    "Active filter rules": "Regras de filtrado activas",
    "Add": "Engadir",
    "Add Device": "Engadir dispositivo",
    "Add Folder": "Engadir cartafol",
    "Add Remote Device": "Engadir dispositivo remoto",
    "Add devices from the introducer to our device list, for mutually shared folders.": "Engadir dispositivos desde o enviador ao noso dispositivo, para cartafoles mutuamente compartidos.",
    "Add filter entry": "Engadir unha entrada ao filtro",
    "Add ignore patterns": "Engadir patróns a ignorar",
    "Add new folder?": "Engadir novo cartafol?",
    "Additionally the full rescan interval will be increased (times 60, i.e. new default of 1h). You can also configure it manually for every folder later after choosing No.": "Ademais, aumentarase o lapso de reescaneo completo (60 veces, é dicir, novo por defecto dunha hora). Tamén pode configuralo de xeito manual para cada cartafol logo de escoller No.",
    "Address": "Enderezo",
    "Addresses": "Enderezos",
    "Advanced": "Avanzada",
    "Advanced Configuration": "Configuración avanzada",
    "All Data": "Todos os datos",
    "All Time": "Todo o tempo",
    "All folders shared with this device must be protected by a password, such that all sent data is unreadable without the given password.": "Todos os cartafoles compartidos con este dispositivo teñen que estar protexidos por un contrasinal, de xeito que os datos enviados non se poidan ler sen o constrasinal.",
    "Allow Anonymous Usage Reporting?": "Permitir o informe de uso anónimo?",
    "Allowed Networks": "Redes permitidas",
    "Alphabetic": "Alfabética",
    "Altered by ignoring deletes.": "Cambiado por ignorar o borrado.",
    "Always turned on when the folder type is \"{%foldertype%}\".": "Sempre acendido cando o cartafol é de tipo \"{{foldertype}}\".",
    "An external command handles the versioning. It has to remove the file from the shared folder. If the path to the application contains spaces, it should be quoted.": "Un comando externo xestiona as versións. Ten que eliminar o ficheiro do cartafol compartido. Si a ruta ao aplicativo contén espazos, deberían ir acotados.",
    "Anonymous Usage Reporting": "Informe anónimo de uso",
    "Anonymous usage report format has changed. Would you like to move to the new format?": "O formato do informe de uso anónimo cambiou. Quere usar o novo formato?",
    "Applied to LAN": "Aplicado a LAN",
    "Apply": "Aplicar",
    "Are you sure you want to override all remote changes?": "Está seguro de que desexa sobrecribir todos os cambios remotos?",
    "Are you sure you want to permanently delete all these files?": "Está seguro de que desexa eliminar permanentemente todos estes ficheiros?",
    "Are you sure you want to remove device {%name%}?": "Está seguro de que desexa eliminar o dispositivo {{name}}?",
    "Are you sure you want to remove folder {%label%}?": "Está seguro de que desexa eliminar o cartafol {{label}}?",
    "Are you sure you want to restore {%count%} files?": "Está seguro de que desexa restaurar {{count}} ficheiros?",
    "Are you sure you want to revert all local changes?": "Está seguro de que quere reverter todos os cambios locais?",
    "Are you sure you want to upgrade?": "Está seguro de que desexa actualizar?",
    "Authentication Required": "Autenticación Necesaria",
    "Authors": "Autores",
    "Auto Accept": "Aceptar automaticamente",
    "Automatic Crash Reporting": "Informe Automático de Erros",
    "Automatic upgrade now offers the choice between stable releases and release candidates.": "Agora a actualización automática permite escoller entre versións estables e versións candidatas.",
    "Automatic upgrades": "Actualizacións automáticas",
    "Automatic upgrades are always enabled for candidate releases.": "As actualizacións automáticas sempre están activadas para versións candidatas.",
    "Automatically create or share folders that this device advertises at the default path.": "Crear ou compartir automaticamente na ruta predeterminada os cartafoles que este dispositivo anuncia.",
    "Available debug logging facilities:": "Ferramentas de depuración dispoñibles:",
    "Be careful!": "Teña coidado!",
    "Body:": "Corpo:",
    "Bugs": "Erros",
    "Cancel": "Cancelar",
    "Cannot be enabled when the folder type is \"{%foldertype%}\".": "Non se pode activar cando o cartafol é de tipo \"{{foldertype}}\".",
    "Changelog": "Rexistro de cambios",
    "Clean out after": "Limpar despois",
    "Cleaning Versions": "Limpando Versións",
    "Cleanup Interval": "Intervalo de Limpeza",
    "Click to see full identification string and QR code.": "Faga clic para ver a cadea de identificación completa e o código QR.",
    "Close": "Pechar",
    "Command": "Orde",
    "Comment, when used at the start of a line": "Comentar, cando se usa ao inicio dunha liña",
    "Compression": "Compresión",
    "Configuration Directory": "Directorio de Configuración",
    "Configuration File": "Ficheiro de Configuración",
    "Configured": "Configurado",
    "Connected (Unused)": "Conectado (Sen uso)",
    "Connection Error": "Erro de Conexión",
    "Connection Management": "Xestión de Conexións",
    "Connection Type": "Tipo de Conexión",
    "Connections": "Conexións",
    "Connections via relays might be rate limited by the relay": "As conexións a través de relevos poden estar limitados polo relevo",
    "Continuously watching for changes is now available within Syncthing. This will detect changes on disk and issue a scan on only the modified paths. The benefits are that changes are propagated quicker and that less full scans are required.": "Agora está dispoñible o control de cambios continuo en Syncthing. Esto detectará cambios no disco e fará un escaneo só nas rutas modificadas. Os beneficios son que os cambios propaganse máis rapido e fan falta menos escaneos completos.",
    "Copied from elsewhere": "Copiado doutro sitio",
    "Copied from original": "Copiado do orixinal",
    "Copied!": "Copiado!",
    "Copy": "Copiar",
    "Copy failed! Try to select and copy manually.": "Fallou a copia! Probe a seleccionar e copiar manualmente.",
    "Currently Shared With Devices": "Compartido actualmente cos dispositivos",
    "Custom Range": "Rango personalizado",
    "Danger!": "Perigo!",
    "Database Location": "Localización da Base de Datos",
    "Debug": "Depurar",
    "Debugging Facilities": "Ferramentas de depuración",
    "Default": "Predeterminado",
    "Default Configuration": "Configuración Predeterminada",
    "Default Device": "Dispositivo Predeterminado",
    "Default Folder": "Cartafol Predeterminado",
    "Default Ignore Patterns": "Patróns de Ignorado Predeterminados",
    "Defaults": "Predeterminados",
    "Delete": "Eliminar",
    "Delete Unexpected Items": "Eliminar os Ítems Inesperados",
    "Deleted {%file%}": "Eliminado {{file}}",
    "Deselect All": "Deseleccionar Todo",
    "Deselect devices to stop sharing this folder with.": "Deleccionar os dispositivos cos que deixar de compartir este cartafol.",
    "Deselect folders to stop sharing with this device.": "Deseleccionar os cartafoles que deixen de compartirse con este dispositivo.",
    "Device": "Dispositivo",
    "Device \"{%name%}\" ({%device%} at {%address%}) wants to connect. Add new device?": "O dispositivo \"{{name}}\" ({{device}} en {{address}}) quere conectarse. Engadir o dispositivo?",
    "Device Certificate": "Certificado do Dispositivo",
    "Device ID": "ID do dispositivo",
    "Device Identification": "Identificación do dispositivo",
    "Device Name": "Nome do dispositivo",
    "Device Status": "Estado do dispositivo",
    "Device is untrusted, enter encryption password": "Sen confianza no dispositivo, escribir contrasinal para cifrar",
    "Device rate limits": "Límites do dispositivo",
    "Device that last modified the item": "Dispositivo que modificou o elemento por última vez",
    "Devices": "Dispositivos",
    "Disable Crash Reporting": "Desactivar o Informe de Erros",
    "Disabled": "Deshabilitado",
    "Disabled periodic scanning and disabled watching for changes": "Desactivaronse o escaneo periódico e o control de cambios",
    "Disabled periodic scanning and enabled watching for changes": "Desactivouse o escaneo periódico e activouse o control de cambios",
    "Disabled periodic scanning and failed setting up watching for changes, retrying every 1m:": "Desactivouse o escaneo periódico e fallou establecer a vixilancia de cambios, reintento cada minuto:",
    "Disables comparing and syncing file permissions. Useful on systems with nonexistent or custom permissions (e.g. FAT, exFAT, Synology, Android).": "Desactiva a comparación e sincronización dos permisos dos ficheiros. Útil en sistemas que non teñen ou usan permisos personalizados (ex. FAT, exFAT, Synology, Android).",
    "Discard": "Descartar",
    "Disconnected": "Desconectado",
    "Disconnected (Inactive)": "Desconectado (Inactivo)",
    "Disconnected (Unused)": "Desconectado (Sen uso)",
    "Discovered": "Descuberto",
    "Discovery": "Descubrimento",
    "Discovery Failures": "Erros de Descubrimento",
    "Discovery Status": "Estado do Descubrimento",
    "Dismiss": "Descartar",
    "Do not add it to the ignore list, so this notification may recur.": "Non engadilo á lista de ignorados, para que esta notificación poida repetirse.",
    "Do not restore": "Non restaurar",
    "Do not restore all": "Non restablecer todo",
    "Do you want to enable watching for changes for all your folders?": "Queres activar o control de cambios para todos os teus cartafoles?",
    "Documentation": "Documentación",
    "Download Rate": "Velocidade de Descarga",
    "Downloaded": "Descargado",
    "Downloading": "Descargando",
    "Edit": "Editar",
    "Edit Device": "Editar o Dispositivo",
    "Edit Device Defaults": "Editar predeterminados do dispositivo",
    "Edit Folder": "Editar o Cartafol",
    "Edit Folder Defaults": "Editar as predeterminacións dos Cartafoles",
    "Editing {%path%}.": "Editando {{path}}.",
    "Enable Crash Reporting": "Activar informar dos fallos",
    "Enable NAT traversal": "Habilitar o NAT traversal",
    "Enable Relaying": "Habilitar Relevos",
    "Enabled": "Habilitado",
    "Enables sending extended attributes to other devices, and applying incoming extended attributes. May require running with elevated privileges.": "Activa o envío de atributos extendidos a outros dispositivos, e aplicar os atributos extendidos recibidos. Podería requerir a execución con privilexios elevados.",
    "Enables sending extended attributes to other devices, but not applying incoming extended attributes. This can have a significant performance impact. Always enabled when \"Sync Extended Attributes\" is enabled.": "Activa o envío de atributos extendidos a outros dispositivos, pero non aplica atributos extendidos que se reciben. Isto podería afectar significativamente ao rendemento. Sempre está activado cando «Sincr Atributos Extendidos\" está activado.",
    "Enables sending ownership information to other devices, and applying incoming ownership information. Typically requires running with elevated privileges.": "Activa o envío de información sobre a propiedade a outros dispositivos, e aplica a información sobre a propiedade cando se recibe. Normalmente require a execución con privilexios elevados.",
    "Enables sending ownership information to other devices, but not applying incoming ownership information. This can have a significant performance impact. Always enabled when \"Sync Ownership\" is enabled.": "Activa o envío a outros dispositivos de información sobre a propiedade, pero non aplica información entrante sobre a propiedade. Isto pode afectar en gran medida ao rendemento. Está sempre activado cando \"Sincronización da propiedade\" está activada.",
    "Enter a non-negative number (e.g., \"2.35\") and select a unit. Percentages are as part of the total disk size.": "Introduza un número non negativo (por exemplo, \"2.35\") e seleccione unha unidade. As porcentaxes son como partes totais do tamaño do disco.",
    "Enter a non-privileged port number (1024 - 65535).": "Introduza un número de porto non privilexiado (1024-65535).",
    "Enter comma separated (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Introduza enderezos separados por comas (\"tcp://ip:porto\", \"tcp://host:porto\") ou \"dynamic\" para realizar o descubrimento automático do enderezo.",
    "Enter ignore patterns, one per line.": "Introduza patróns a ignorar, un por liña.",
    "Enter up to three octal digits.": "Introduza ata tres díxitos octais.",
    "Error": "Erro",
    "Extended Attributes": "Atributos Estendidos",
    "Extended Attributes Filter": "Filtro de Atributos Estendidos",
    "External": "Externo",
    "External File Versioning": "Versionado de Ficheiro Externo",
    "Failed Items": "Elmentos fallados",
    "Failed to load file versions.": "Fallou a carga das versións dos ficheiros.",
    "Failed to load ignore patterns.": "Fallou a carga de patróns ignorados.",
    "Failed to set up, retrying": "Fallou a configuración, reintentando",
    "Failure to connect to IPv6 servers is expected if there is no IPv6 connectivity.": "É de agardar o fallo ao conectar con servidores IPv6 se non hai conexión por IPv6.",
    "File Pull Order": "Orde de Obtención de Arquivos",
    "File Versioning": "Versionado de Ficheiros",
    "Files are moved to .stversions directory when replaced or deleted by Syncthing.": "Os ficheiros móvense ao directorio .stversions cando se substitúen ou eleminan con Syncthing.",
    "Files are moved to date stamped versions in a .stversions directory when replaced or deleted by Syncthing.": "Os ficheiros móvense a unha versión marcada coa data no directorio .stversions cando Syncthing os substitúe ou elimina.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "O ficheiros están protexidos dos cambios realizados por outros dispositivos, pero os cambios neste dispositivo serán sincronizados co resto do grupo.",
    "Files are synchronized from the cluster, but any changes made locally will not be sent to other devices.": "Os ficheiros están sincronizados desde o grupo, pero os cambios realizados localmente non se envían aos outros dispositivos.",
    "Filesystem Watcher Errors": "Vixiante de erros no sistema de ficheiros",
    "Filter by date": "FIltrar por data",
    "Filter by name": "Filtrar por nome",
    "Folder": "Cartafol",
    "Folder ID": "ID do Cartafol",
    "Folder Label": "Etiqueta do Cartafol",
    "Folder Path": "Ruta do Cartafol",
    "Folder Status": "Estado do Cartafol",
    "Folder Type": "Tipo do Cartafol",
    "Folder type \"{%receiveEncrypted%}\" can only be set when adding a new folder.": "O tipo de cartafol \"{{receiveEncrypted}}\" so pode ser establecido ao engadir un cartafol novo.",
    "Folder type \"{%receiveEncrypted%}\" cannot be changed after adding the folder. You need to remove the folder, delete or decrypt the data on disk, and add the folder again.": "O tipo de cartafol \"{{receiveEncrypted}}\" non se pode cambiar despois de engadir o cartafol. Ten que eliminar o cartafol, eliminar ou descifrar os datos do disco e volver a engadirlo.",
    "Folders": "Cartafoles",
    "For the following folders an error occurred while starting to watch for changes. It will be retried every minute, so the errors might go away soon. If they persist, try to fix the underlying issue and ask for help if you can't.": "Houbo un erro nos seguintes cartafoles ao comezar a comprobar os cambios. Vaise reintentar cada minutos, polo que os erros pronto poderían desaparecer. Se persisten, intente solucionar o problema de base e pida axuda se non pode arranxalo.",
    "Forever": "Para sempre",
    "Full Rescan Interval (s)": "Intervalo de Escaneamento Completo (s)",
    "GUI": "Interface",
    "GUI / API HTTPS Certificate": "Certificado HTTPS GUI/API",
    "GUI Authentication Password": "Contrasinal de Autenticación da GUI",
    "GUI Authentication User": "Usuario de Autenticación da GUI",
    "GUI Authentication: Set User and Password": "Autenticación da GUI: Establecer o Usuario e o Contrasinal",
    "GUI Listen Address": "Enderezo de Escoita da GUI",
    "GUI Override Directory": "Interface do directorio de sobrescritura",
    "GUI Theme": "Tema da GUI",
    "General": "Xeral",
    "Generate": "Xerar",
    "Global Discovery": "Descubrimento Global",
    "Global Discovery Servers": "Servidores de Descubrimento Global",
    "Global State": "Estado Global",
    "Help": "Axuda",
    "Home page": "Páxina de inicio",
    "However, your current settings indicate you might not want it enabled. We have disabled automatic crash reporting for you.": "Emporiso, os axustes actuais indican que igual non quere activalo. Desactivamos para vostede o aviso automático de fallo.",
    "Identification": "Identificación",
    "If untrusted, enter encryption password": "Se non é de confianza, escriba un contrasinal",
    "If you want to prevent other users on this computer from accessing Syncthing and through it your files, consider setting up authentication.": "Se queres evitar que outras persoas usuarias desta computadora accedan a Syncthing e a través del e aos teus ficheiros, considera establecer a autenticación.",
    "Ignore": "Ignorar",
    "Ignore Patterns": "Ignorar patróns",
    "Ignore Permissions": "Ignorar permisos",
    "Ignore patterns can only be added after the folder is created. If checked, an input field to enter ignore patterns will be presented after saving.": "Só se poden engadir os patróns a ignorar despois de crear o cartafol. Se está marcado, vaise mostrar un campo de texto para escribir patróns a ignorar despois de gardar.",
    "Ignored Devices": "Dispositivos Ignorados",
    "Ignored Folders": "Cartafoles ignorados",
    "Ignored at": "Ignorado o",
    "Included Software": "Software incluído",
    "Incoming Rate Limit (KiB/s)": "Límite de Descaga (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Unha configuración incorrecta pode danar os contidos do teu cartafol e deixar Syncthing inutilizable.",
    "Incorrect user name or password.": "Nome de usuario ou contrasinal incorrecto.",
    "Info": "Info",
    "Internally used paths:": "Rutas internas utilizadas:",
    "Introduced By": "Presentado por",
    "Introducer": "Presentador",
    "Introduction": "Presentación",
    "Inversion of the given condition (i.e. do not exclude)": "Inversión da condición dada (por exemplo, non excluír)",
    "Keep Versions": "Manter Versións",
    "LDAP": "LDAP",
    "Largest First": "Máis Grande Primeiros",
    "Last 30 Days": "Últimos 30 Días",
    "Last 7 Days": "Últimos 7 Días",
    "Last Month": "Último mes",
    "Last Scan": "Último escaneamento",
    "Last seen": "Visto por última vez",
    "Latest Change": "Último cambio",
    "Learn more": "Saber máis",
    "Learn more at {%url%}": "Aprenda máis en {{url}}",
    "Limit": "Límite",
    "Limit Bandwidth in LAN": "Limitar ancho de banda na LAN",
    "Listener Failures": "Fallos na escoita",
    "Listener Status": "Estado da escoita",
    "Listeners": "Instancias á escoita",
    "Loading data...": "Cargando datos...",
    "Loading...": "Cargando...",
    "Local Additions": "Adicións\tlocais",
    "Local Discovery": "Descubrimento Local",
    "Local State": "Estado Local",
    "Local State (Total)": "Estado Local (Total)",
    "Locally Changed Items": "Ítems Modificados Localmente",
    "Log": "Rexistro",
    "Log File": "Ficheiro de Rexistro",
    "Log In": "Iniciar Sesión",
    "Log Out": "Pechar Sesión",
    "Log in to see paths information.": "Inicia sesión para ver información das rutas.",
    "Log in to see version information.": "Inicia sesión para ver información da versión.",
    "Log tailing paused. Scroll to the bottom to continue.": "Rexistro continuo en pausa. Desprácese abaixo para continuar.",
    "Login failed, see Syncthing logs for details.": "Fallou o inicio de sesión, vexa os rexistros de Syngthing para máis detalles.",
    "Logs": "Rexistros",
    "Major Upgrade": "Actualización Maior",
    "Mass actions": "Accións en masa",
    "Maximum Age": "Idade Máxima",
    "Maximum single entry size": "Tamaño máximo dunha única entrada",
    "Maximum total size": "Tamaño máximo total",
    "Metadata Only": "Só Metadatos",
    "Minimum Free Disk Space": "Espacio Mínimo Libre no Disco",
    "Mod. Device": "Dispositivo Mod.",
    "Mod. Time": "Hora da Mod.",
    "More than a month ago": "Fai máis dun mes",
    "More than a week ago": "Fai máis dunha semana",
    "More than a year ago": "Fai máis dun ano",
    "Move to top of queue": "Mover a enriba da cola",
    "Multi level wildcard (matches multiple directory levels)": "Comodín multi nivel (concorda con varios niveis de directorios)",
    "Never": "Nunca",
    "New Device": "Dispositivo Novo",
    "New Folder": "Cartafol Novo",
    "Newest First": "Máis Novo Primeiro",
    "No": "Non",
    "No File Versioning": "Sen Versionado de Ficheiros",
    "No files will be deleted as a result of this operation.": "Non se eliminará ningún ficheiro como resultado desta operación.",
    "No rules set": "Sen regras",
    "No upgrades": "Sen actualizacións",
    "Not shared": "Non compartido",
    "Notice": "Aviso",
    "Number of Connections": "Número de Conexións",
    "OK": "OK",
    "Off": "Non activo",
    "Oldest First": "Máis Vellos Primeiro",
    "Optional descriptive label for the folder. Can be different on each device.": "Etiqueta descritiva optativa para o cartafol. Pode ser distinta en cada dispositivo.",
    "Options": "Opcións",
    "Out of Sync": "Sen sincronizar",
    "Out of Sync Items": "Elementos sen sincronizar",
    "Outgoing Rate Limit (KiB/s)": "Límite de Saída (KiB/s)",
    "Override": "Sobrescribir",
    "Override Changes": "Sobrescribir os Cambios",
    "Ownership": "Propiedade",
    "Password": "Contrasinal",
    "Path": "Ruta",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Ruta ao cartafol no computador local. Crearase de non existir. A tilde (~) pode usarse como atallo para<",
    "Path where versions should be stored (leave empty for the default .stversions directory in the shared folder).": "Ruta onde deben gardarse as versión (deixar baleiro para o directorio .stversions por defecto no cartafol compartido).",
    "Paths": "Rutas",
    "Pause": "Parar",
    "Pause All": "Parar Todas",
    "Paused": "Parada",
    "Paused (Unused)": "Parada (Sen uso)",
    "Pending changes": "Cambios pendentes",
    "Periodic scanning at given interval and disabled watching for changes": "Escaneo periódico a intervalos dados e desactivada a busca de cambios",
    "Periodic scanning at given interval and enabled watching for changes": "Escaneo periódico a intervalos dados e activa a busca de cambios",
    "Periodic scanning at given interval and failed setting up watching for changes, retrying every 1m:": "Escaneo periódico a intervalos dados e fallou o axuste de buscar cambios, reintentando cada minuto:",
    "Permanently add it to the ignore list, suppressing further notifications.": "Engadilo permanentemente á lista de ignorados, suprimindo notificacións futuras.",
    "Please consult the release notes before performing a major upgrade.": "Por favor consulte as notas de lanzamento antes de realizar unha actualización maior.",
    "Please set a GUI Authentication User and Password in the Settings dialog.": "Por favor configure un Usuario e Contrasinal de Autenticación para a GUI no diálogo de Configuración.",
    "Please wait": "Por favor espere",
    "Prefix indicating that the file can be deleted if preventing directory removal": "Prefixo que indica que o ficheiro se pode eliminar se evita a eliminación do directorio",
    "Prefix indicating that the pattern should be matched without case sensitivity": "Prefixo que indica que o patrón debe coincidir sen distinguir maiúsculas e minúsculas",
    "Preparing to Sync": "Preparandose para Sincronizar",
    "Preview": "Vista previa",
    "Preview Usage Report": "Vista Previa do Informe de Uso",
    "QR code": "Código QR",
    "QUIC LAN": "QUIC LAN",
    "QUIC WAN": "QUIC WAN",
    "Quick guide to supported patterns": "Guía rápida dos patróns soportados",
    "Random": "Aleatorio",
    "Receive Encrypted": "Recibir datos cifrados",
    "Receive Only": "Só Recibir",
    "Received data is already encrypted": "Os datos recibidos xa están cifrados",
    "Recent Changes": "Cambios Recentes",
    "Reduced by ignore patterns": "Reducido por patróns de ignorar",
    "Relay LAN": "Relevo LAN",
    "Relay WAN": "Relevo WAN",
    "Release Notes": "Notas de Lanzamento",
    "Release candidates contain the latest features and fixes. They are similar to the traditional bi-weekly Syncthing releases.": "Os candidatos de lanzamento conteñen as últimas versións e arranxos. Son parecidas aos lanzamentos bisemanais tradicionais de Syncthing.",
    "Remote Devices": "Dispositivos Remotos",
    "Remote GUI": "GUI Remota",
    "Remove": "Quitar",
    "Remove Device": "Quitar o Dispositivo",
    "Remove Folder": "Quitar o Cartafol",
    "Required identifier for the folder. Must be the same on all cluster devices.": "Identificador requirido para o cartafol. Debe de ser o mesmo en todos os dispositivos do clúster.",
    "Rescan": "Reescanear",
    "Rescan All": "Reescanear Todo",
    "Rescans": "Reescaneos",
    "Restart": "Reiniciar",
    "Restart Needed": "Reinicio Requirido",
    "Restarting": "Reiniciando",
    "Restore": "Restablecer",
    "Restore Versions": "Restablecer Versións",
    "Resume": "Continuar",
    "Resume All": "Continuar Todo",
    "Reused": "Reutilizado",
    "Revert": "Desfacer",
    "Revert Local Changes": "Desfacer os Cambios Locais",
    "Save": "Gardar",
    "Saving changes": "Gardando os cambios",
    "Scan Time Remaining": "Tempo Restante de Reescaneo",
    "Scanning": "Escaneando",
    "See external versioning help for supported templated command line parameters.": "Ver axuda externa sobre versións para os modelos de parámetros na liña de ordes.",
    "Select All": "Seleccionar Todo",
    "Select a version": "Seleccionar unha versión",
    "Select additional devices to share this folder with.": "Seleccione dispositivos adicionais cos que compartir este cartafol.",
    "Select additional folders to share with this device.": "Seleccione cartafoles adicionais para compatir con este dispositivo.",
    "Select latest version": "Seleccionar a última versión",
    "Select oldest version": "Seleccionar a versión máis vella",
    "Send & Receive": "Enviar e Recibir",
    "Send Extended Attributes": "Enviar Atributos ampliados",
    "Send Only": "Só Enviar",
    "Send Ownership": "Enviar Propiedade",
    "Set Ignores on Added Folder": "Establecer ignorados no Cartafol engadido",
    "Settings": "Configuración",
    "Share": "Compartir",
    "Share Folder": "Compartir Cartafol",
    "Share by Email": "Compartir por Correo Electrónico",
    "Share by SMS": "Compartir por SMS",
    "Share this folder?": "Compartir este cartafol?",
    "Shared Folders": "Cartafoles Compartidos",
    "Shared With": "Compartido Con",
    "Sharing": "Compartindo",
    "Show ID": "Mostrar ID",
    "Show QR": "Mostrar QR",
    "Show detailed discovery status": "Mostrar estado detallado do descubrimento",
    "Show detailed listener status": "Mostrar estado detallado da escoita",
    "Show diff with previous version": "Mostrar a diferencia coa versión anterior",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Mostrado en lugar do ID de Dispositivo no estado do clúster. Anunciarase a outros dispositivos como nome por defecto opcional.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Mostrado en lugar do ID de Dispositivo no estado do clúster. Actualizarase ao nome que anuncia o dispositivo de se deixar baleiro.",
    "Shut Down": "Apagar",
    "Shutdown Complete": "Apagado Completado",
    "Simple": "Simple",
    "Simple File Versioning": "Versionado de Ficheiros Sinxelo",
    "Single level wildcard (matches within a directory only)": "Comodín de primeiro nivel (só coincide ao nivel do directorio)",
    "Size": "Tamaño",
    "Smallest First": "Os máis pequenos primeiro",
    "Some discovery methods could not be established for finding other devices or announcing this device:": "Algúns métodos de descubrimento non se puideron establecer para descubrir outros dispositivo ou anunciarse:",
    "Some items could not be restored:": "Non se puideron recuperar algúns ítems:",
    "Some listening addresses could not be enabled to accept connections:": "Algúns enderezos de escoita non se puideron activar para aceptar conexións:",
    "Source Code": "Código Fonte",
    "Stable releases and release candidates": "Versións estables e candidatos de lanzamento",
    "Stable releases are delayed by about two weeks. During this time they go through testing as release candidates.": "As versións estables retrásanse ao redor de dúas semanas. Durante este tempo próbanse como candidatas de lanzamento.",
    "Stable releases only": "Só versións estables",
    "Staggered": "Gradual",
    "Staggered File Versioning": "Versionado de Ficheiros Gradual",
    "Start Browser": "Iniciar o Buscador",
    "Statistics": "Estatísticas",
    "Stay logged in": "Manter a sesión",
    "Stopped": "Parado",
    "Stores and syncs only encrypted data. Folders on all connected devices need to be set up with the same password or be of type \"{%receiveEncrypted%}\" too.": "Só almacena e sincroniza datos cifrados. Os cartafoles en todos os dispositivos conectados necesitan configuarse co mesmo constrasinal ou ser do tipo \"{{receiveEncrypted}}\" tamén.",
    "Subject:": "Asunto:",
    "Support": "Axuda",
    "Support Bundle": "Paquete de axuda",
    "Sync Extended Attributes": "Sincronizar os Atributos ampliados",
    "Sync Ownership": "Sincronizar Propiedade",
    "Sync Protocol Listen Addresses": "Enderezos de Escoita do Protocolo de Sincronización",
    "Sync Status": "Estado da Sincronización",
    "Syncing": "Sincronizando",
    "Syncthing device ID for \"{%devicename%}\"": "Sincronizando o ID de dispositivo para \"{{devicename}}\"",
    "Syncthing has been shut down.": "Apagouse Syncthing.",
    "Syncthing includes the following software or portions thereof:": "Syncthing inclúe todo o seguinte software ou porcións dos mesmos:",
    "Syncthing is Free and Open Source Software licensed as MPL v2.0.": "Syncthing e Software Libre licenciado baixo a MPL v2.0.",
    "Syncthing is a continuous file synchronization program. It synchronizes files between two or more computers in real time, safely protected from prying eyes. Your data is your data alone and you deserve to choose where it is stored, whether it is shared with some third party, and how it's transmitted over the internet.": "Syncthing e un programa de sincronización de ficheiros continua. Sincroniza ficheiros entre dous ou máis computadores en tempo real, de maneira segura protexida de miradas indiscretas. Os teus datos son só teus e mereces elixir onde se gardan, se é cunha terceira parte, e como se transmiten pola rede.",
    "Syncthing is listening on the following network addresses for connection attempts from other devices:": "Syncthing está á escoita de intentos de conexión doutros dispositivos nos seguintes enderezos de rede:",
    "Syncthing is not listening for connection attempts from other devices on any address.  Only outgoing connections from this device may work.": "Syncthing non está agardando intentos de conexión doutros dispositivos en ningún enderezo. Só funcionarán as conexións saíntes deste dispositivo.",
    "Syncthing is restarting.": "Syncthing estase a reiniciar.",
    "Syncthing is saving changes.": "Syncthing esta a gardar os cambios.",
    "Syncthing is upgrading.": "Syncthing estase a actualizar.",
    "Syncthing now supports automatically reporting crashes to the developers. This feature is enabled by default.": "Syncthing agora pode reportar faios de xeito automático aos desenvolvedores. Esta característica está habilitada por defecto.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing parece estar apagado, ou hai un problema coa túa conexión de rede. Volvendo a intentalo…",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Parece que Syncthing está a sufrir un problema procesando a túa petición. Por favor refresque a páxina ou reinicie Synthing se o problema perdura.",
    "TCP LAN": "LAN TCP",
    "TCP WAN": "WAN TCP",
    "Take me back": "Léveme de volta",
    "The GUI address is overridden by startup options. Changes here will not take effect while the override is in place.": "O enderezo da GUI sobrescríbese polas opcións de arranque. Os cambios feitos aquí non terán efecto mentres que a sobrescritura estea activa.",
    "The Syncthing Authors": "Os Autores de Syncthing",
    "The Syncthing admin interface is configured to allow remote access without a password.": "A inteface de aministración de Syncthing está configurada para permitir o acceso remoto sen ningún contrasinal.",
    "The aggregated statistics are publicly available at the URL below.": "As estatísticas agregadas son públicas na URL de debaixo.",
    "The cleanup interval cannot be blank.": "O intervalo de limpeza non pode estar en branco.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Gardouse a configuración pero non se activou. Ten que reiniciar Syncthing para activar a configuración nova.",
    "The device ID cannot be blank.": "O ID de dispositivo non pode estar en branco.",
    "The device ID to enter here can be found in the \"Actions > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "O ID de dispositivo a escribir aquí pódese atopar no cadro \"Accións > Mostrar ID\" no outro dispositivo. Os espazos e guións son optativos (ignóranse).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes, and app versions. If the reported data set is changed you will be prompted with this dialog again.": "O informe de uso cifrado envíase diariamente. Úsase para seguir plataformas comúns, tamaños de cartafoles e versións da aplicación. Se os datos que se envían cambian, preguntaráselle con este diálogo outra vez.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "O ID de dispositivo introducido non parece válido. Ten que ser unha cadea de 52 ou 56 caracteres consistente de letras e números, sendo opcionais os espacios e guións.",
    "The folder ID cannot be blank.": "O ID de cartafol non pode estar en branco.",
    "The folder ID must be unique.": "O ID de cartafol ten que ser único.",
    "The folder content on other devices will be overwritten to become identical with this device. Files not present here will be deleted on other devices.": "O contenido do cartafol en outros dispositivos será sobrescrito para volverse identico con este dispositivo. Os ficheiros que non estean aquí eliminaranse nos outros dispositivos.",
    "The folder content on this device will be overwritten to become identical with other devices. Files newly added here will be deleted.": "O contenido do cartafol neste dispositivo será sobrescrito para volverse idéntico aos outros dispositivos. Os ficheiros novos serán eliminados.",
    "The folder path cannot be blank.": "A ruta do cartafol non pode estar en branco.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Úsanse os seguintes intervalos: na primeira hora gárdase unha versión cada 30 segundos, durante o primeiro día cada hora, nos seguintes 30 días gárdase unha versión diaria, ata o tempo máximo establecido que se garda unha versión semanal.",
    "The following items could not be synchronized.": "Non se puido sincronizar os seguintes ítems.",
    "The following items were changed locally.": "Cambiáronse localmente os seguintes ítems.",
    "The following methods are used to discover other devices on the network and announce this device to be found by others:": "Os seguintes métodos úsanse para descubrir outros dispositivos na rede e anunciar este dispositivo para que o encontren outros:",
    "The following text will automatically be inserted into a new message.": "O seguinte texto insertarse automaticamente nunha nova mensaxe.",
    "The following unexpected items were found.": "Atopáronse os seguintes ítems inesperados.",
    "The interval must be a positive number of seconds.": "O intervalo ten que ser un número positivo de segundos.",
    "The interval, in seconds, for running cleanup in the versions directory. Zero to disable periodic cleaning.": "O intervalo, en segundos, para executar a limpeza no directorio de versions. Cero para deshabilitar a limpeza periódica.",
    "The maximum age must be a number and cannot be blank.": "A idade máxima ten que ser un número e non pode estar en branco.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Tempo máximo para manter unha versión (en días, poñer a 0 para manter as versión para sempre).",
    "The number of connections must be a non-negative number.": "O número de conexións ten que ser un número non negativo.",
    "The number of days must be a number and cannot be blank.": "O número de días ten que ser un número e non pode estar en branco.",
    "The number of days to keep files in the trash can. Zero means forever.": "O número de días que manter os ficheiros no lixo. Cero é para sempre.",
    "The number of old versions to keep, per file.": "O número de versión vellas a manter, por ficheiro.",
    "The number of versions must be a number and cannot be blank.": "O número de versións ten que ser un número e non pode estar en branco.",
    "The path cannot be blank.": "A ruta non pode estar en branco.",
    "The rate limit is applied to the accumulated traffic of all connections to this device.": "O límite aplícase ao tráfico acumulado de todas as conexións deste dispositivo.",
    "The rate limit must be a non-negative number (0: no limit)": "O límite ten que ser un número non negativo (0: sen límite)",
    "The remote device has not accepted sharing this folder.": "O dispositivo remoto non aceptou a compartir este cartafol.",
    "The remote device has paused this folder.": "O dispositivo remoto parou este cartafol.",
    "The rescan interval must be a non-negative number of seconds.": "O intervalo de reescaneo ten que ser un número non negativo de segundos.",
    "There are no devices to share this folder with.": "Non hai dispositivos cos que compartir este cartafol.",
    "There are no file versions to restore.": "Non hai versións de ficheriso para restaurar.",
    "There are no folders to share with this device.": "Non hai cartafoles que compartir con este dispositivo.",
    "They are retried automatically and will be synced when the error is resolved.": "Reinténtase automáticamente e sincronízanse cando se resolve o erro.",
    "This Device": "Este Dispositivo",
    "This Month": "Este Mes",
    "This can easily give hackers access to read and change any files on your computer.": "Esto pode dar acceso fácil a hackers para ler e cambiar ficheiros no teu compturador.",
    "This device cannot automatically discover other devices or announce its own address to be found by others.  Only devices with statically configured addresses can connect.": "Este dispositivo non pode descubrir outros dispositivos automaticamente ou anunciar o seu enderezo a outros. So se poden contectar dispositivos con enderezos estáticos configurados.",
    "This is a major version upgrade.": "Esta é unha actualización maior.",
    "This setting controls the free space required on the home (i.e., index database) disk.": "Este axuste controla o espacio en disco dispoñible necesario no disco principal (p.ej. índice da base de datos).",
    "Time": "Hora",
    "Time the item was last modified": "Hora na que se modificou o ficheiro por última vez",
    "To connect with the Syncthing device named \"{%devicename%}\", add a new remote device on your end with this ID:": "Para conectar co dispositivo de Syncthing chamado \"{{devicename}}\", engada un dispositivo remoto novo con este ID:",
    "To permit a rule, have the checkbox checked. To deny a rule, leave it unchecked.": "Para permitir una regra, marque esta caixa. Para negar una gregra, deixea sen marcar.",
    "Today": "Hoxe",
    "Trash Can": "Cubo do Lixo",
    "Trash Can File Versioning": "Vesionado de Ficheiros co Lixo",
    "Type": "Tipo",
    "UNIX Permissions": "Permisos UNIX",
    "Unavailable": "Non dispoñible",
    "Unavailable/Disabled by administrator or maintainer": "Non dispoñible/Deshabilitado por un administrador ou mantedor",
    "Undecided (will prompt)": "Sen decidir (preguntará)",
    "Unexpected Items": "Ítems non espeardos",
    "Unexpected items have been found in this folder.": "Atopáronse ítems non esperados neste cartafol.",
    "Unignore": "Non ignorar",
    "Unknown": "Descoñecido",
    "Unshared": "Non compartido",
    "Unshared Devices": "Dispositivos non compartidos",
    "Unshared Folders": "Cartafoles non compartidos",
    "Untrusted": "Sen confiar",
    "Up to Date": "Ao día",
    "Updated {%file%}": "Actualizouse {{file}}",
    "Upgrade": "Actualizar",
    "Upgrade To {%version%}": "Actualizar A {{version}}",
    "Upgrading": "Actualizando",
    "Upload Rate": "Velocidade de Subida",
    "Uptime": "Tempo de funcionamento",
    "Usage reporting is always enabled for candidate releases.": "O informe de uso sempre está activado para as versións candidatas.",
    "Use HTTPS for GUI": "Utilizar HTTPS para a GUI",
    "Use notifications from the filesystem to detect changed items.": "Utilizar notificacións do sistema de ficheiros para detectar os ficheiros cambiados.",
    "User": "Usuario",
    "User Home": "Inicio do Usuario",
    "Username/Password has not been set for the GUI authentication. Please consider setting it up.": "Non se configuraron o usuario e contrasinal para a autenticación da GUI. Por favor considere configuralo.",
    "Using a QUIC connection over LAN": "Utilizando unha conexión QUIC en LAN",
    "Using a QUIC connection over WAN": "Utilizando unha conexión QUIC en WAN",
    "Using a direct TCP connection over LAN": "Utilizando unha conexión TCP directa en LAN",
    "Using a direct TCP connection over WAN": "Utilizando unha conexión TCP directa en WAN",
    "Version": "Versión",
    "Versions": "Versións",
    "Versions Path": "Ruta das Versións",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "As versións elimínanse automaticamente se son máis vellas que a idade máxima ou sobrepasan o número de ficheiros permitidos nun intervalo.",
    "Waiting to Clean": "Esperando para Limpar",
    "Waiting to Scan": "Esperando para Escanear",
    "Waiting to Sync": "Esperando para Sincronizar",
    "Warning": "Aviso",
    "Warning, this path is a parent directory of an existing folder \"{%otherFolder%}\".": "Aviso, esta ruta é un directorio pai para outro cartafol existente \"{{otherFolder}}\".",
    "Warning, this path is a parent directory of an existing folder \"{%otherFolderLabel%}\" ({%otherFolder%}).": "Aviso, esta ruta e un directorio pai dun cartafol existente \"{{otherFolderLabel}}\" ({{otherFolder}}).",
    "Warning, this path is a subdirectory of an existing folder \"{%otherFolder%}\".": "Aviso, esta ruta é un subdirectorio dun cartafol existente \"{{otherFolder}}\".",
    "Warning, this path is a subdirectory of an existing folder \"{%otherFolderLabel%}\" ({%otherFolder%}).": "Aviso, esta ruta é un subdirectorio de un cartafol existente \"{{otherFolderLabel}}\" ({{otherFolder}}).",
    "Warning: If you are using an external watcher like {%syncthingInotify%}, you should make sure it is deactivated.": "Aviso: se utiliza un vixiante externo como {{syncthingInotify}}, debería comprobar que está desactivado.",
    "Watch for Changes": "Buscar cambios",
    "Watching for Changes": "Buscando cambios",
    "Watching for changes discovers most changes without periodic scanning.": "Ao buscar cambios atópanse a maioiría dos cambios sen escaneo periódico.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Ao engadir un dispositivo novo, teña en mente que tamén debe engadir o dispositivo do outro lado.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Ao engadir un cartafol novo, teña en mete que o ID de Cartafol úsase para enlazar os cartafoles entre dispositivos. Son sensibles a maiúsculas e teñen que coincidir exactamente entre dispositivos.",
    "When set to more than one on both devices, Syncthing will attempt to establish multiple concurrent connections. If the values differ, the highest will be used. Set to zero to let Syncthing decide.": "Cando se establece máis de un en ambos dispositivos, Syncthing intentará establecer múltiples conexións concurrentes. Se os valores difiren, o máis alto será o que se use. Estableza cero para que Syncthing decida.",
    "Yes": "Sí",
    "Yesterday": "Onte",
    "You can also copy and paste the text into a new message manually.": "Tamén pode copiar e pegar o texto nunha mensaxe de xeito manual.",
    "You can also select one of these nearby devices:": "Tamén pode seleccionar un destes dispositivos cercanos:",
    "You can change your choice at any time in the Settings dialog.": "Tamén pode cambiar a súa decisión en calqueira momento no diálogo de Opcións.",
    "You can read more about the two release channels at the link below.": "Pode ler máis sobre as dúas canles de lanzamentos na ligazón de debaixo.",
    "You have no ignored devices.": "Non ten dispositivos ignorados.",
    "You have no ignored folders.": "Non ten cartafoles ignorados.",
    "You have unsaved changes. Do you really want to discard them?": "Ten cambios sen gardar. Realmente quere descartalos?",
    "You must keep at least one version.": "Ten que manter ao menos unha versión.",
    "You should never add or change anything locally in a \"{%receiveEncrypted%}\" folder.": "Nunca debe engadir nen cambiar nada localmente nun cartafol \"{{receiveEncrypted}}\".",
    "Your SMS app should open to let you choose the recipient and send it from your own number.": "A túa aplicación SMS debe abrirse para deixarche elixir un correspondente e envialo desde o teu propio número.",
    "Your email app should open to let you choose the recipient and send it from your own address.": "A túa aplicación de correo ten que abrirse para deixarche escoller a persoa correspondente e envialo desde o teu propio enderezo.",
    "days": "días",
    "deleted": "eliminado",
    "deny": "denegar",
    "directories": "directorios",
    "file": "ficheiro",
    "files": "ficheiros",
    "folder": "cartafol",
    "full documentation": "documentación completa",
    "items": "ítems",
    "modified": "modificado",
    "permit": "permitir",
    "seconds": "segundos",
    "theme": {
        "name": {
            "black": "Negro",
            "dark": "Escuro",
            "default": "Predeterminado",
            "light": "Claro"
        }
    },
    "unknown device": "dispositivo descoñecido",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} quere compartir o cartafol \"{{folder}}\".",
    "{%device%} wants to share folder \"{%folderlabel%}\" ({%folder%}).": "{{device}} quere compartir o cartafol \"{{folderlabel}}\" ({{folder}}).",
    "{%reintroducer%} might reintroduce this device.": "{{reintroducer}} quere volver a presentar este dispositivo."
}
