{
    "A device with that ID is already added.": "उस ID वाला उपकरण पहले से ही जुड़ा है।",
    "A negative number of days doesn't make sense.": "दिनों की नकारात्मक संख्या का कोई मतलब नहीं है।",
    "A new major version may not be compatible with previous versions.": "नया प्रमुख संस्करण पिछले संस्करणों के साथ संगत नहीं हो सकता है।",
    "API Key": "API कुंजी",
    "About": "हमारे बारे में",
    "Action": "कार्रवाई",
    "Actions": "कार्रवाइयां",
    "Active filter rules": "सक्रिय फिल्टर नियम",
    "Add": "जोड़ें",
    "Add Device": "उपकरण जोड़ें",
    "Add Folder": "फोल्डर जोड़ें",
    "Add Remote Device": "रिमोट उपकरण जोड़ें",
    "Add devices from the introducer to our device list, for mutually shared folders.": "पारस्परिक रूप से साझा किए गए फोल्डरों के लिए, परिचयकर्ता से हमारी उपकरण सूची में उपकरण जोड़ें।",
    "Add filter entry": "फिल्टर प्रविष्टि जोड़ें",
    "Add ignore patterns": "नजरअंदाज प्रतिमान जोड़ें",
    "Add new folder?": "नया फोल्डर जोड़ें?",
    "Additionally the full rescan interval will be increased (times 60, i.e. new default of 1h). You can also configure it manually for every folder later after choosing No.": "इसके अतिरिक्त पूर्ण पुन: स्कैन अंतराल बढ़ाया जाएगा (60 गुना, यानी 1घं का नया तयशुदा अंतराल)। आप नंबर चुनने के बाद में इसे प्रत्येक फोल्डर के लिए मैन्युअल रूप से विन्यस्त भी कर सकते हैं।",
    "Address": "पता",
    "Addresses": "पते",
    "Advanced": "उन्नत",
    "Advanced Configuration": "उन्नत विन्यास",
    "All Data": "सभी डेटा",
    "All Time": "हर समय",
    "All folders shared with this device must be protected by a password, such that all sent data is unreadable without the given password.": "इस उपकरण के साथ साझा किए गए सभी फोल्डरों को पासवर्ड द्वारा संरक्षित किया जाना चाहिए, जैसे कि दिए गए पासवर्ड के बिना भेजा गया सभी डेटा अपठनीय हो।",
    "Allow Anonymous Usage Reporting?": "अज्ञात उपयोग रिपोर्टिंग की अनुमति दें?",
    "Allowed Networks": "अनुमत नेटवर्क",
    "Alphabetic": "वर्णानुक्रमक",
    "Altered by ignoring deletes.": "मिटाए गए को अनदेखा करके बदला गया।",
    "An external command handles the versioning. It has to remove the file from the shared folder. If the path to the application contains spaces, it should be quoted.": "एक बाहरी कमांड संस्करणीकरण को संभालता है। इसे साझा फोल्डर से फाइल को हटाना होगा। यदि अनुप्रयोग के पथ में रिक्त स्थान हैं, तो उसे उद्धृत किया जाना चाहिए।",
    "Anonymous Usage Reporting": "अनाम उपयोग रिपोर्टिंग",
    "Anonymous usage report format has changed. Would you like to move to the new format?": "अनाम उपयोग रिपोर्ट प्रारूप बदल गया है। क्या आप नए प्रारूप में जाना चाहेंगे?",
    "Applied to LAN": "LAN पर लागू किया गया",
    "Apply": "लागू करें",
    "Are you sure you want to override all remote changes?": "क्या आप वाकई सभी रिमोट परिवर्तनों का अध्यारोहण करना चाहते हैं?",
    "Are you sure you want to permanently delete all these files?": "क्या आप वाकई इन सभी फाइलों को स्थायी रूप से मिटाना चाहते हैं?",
    "Are you sure you want to remove device {%name%}?": "क्या आप वाकई उपकरण {{name}} को हटाना चाहते हैं?",
    "Are you sure you want to remove folder {%label%}?": "क्या आप वाकई फोल्डर {{label}} हटाना चाहते हैं?",
    "Are you sure you want to restore {%count%} files?": "क्या आप वाकई {{count}} फाइलें पुनर्स्थापित करना चाहते हैं?",
    "Are you sure you want to revert all local changes?": "क्या आप वाकई सभी स्थानीय परिवर्तन पूर्ववत करना चाहते हैं?",
    "Are you sure you want to upgrade?": "क्या आप वाकई उन्नयन करना चाहते हैं?",
    "Authentication Required": "प्रमाणीकरण आवश्यक",
    "Authors": "रचयिता",
    "Auto Accept": "स्वतः स्वीकारें",
    "Automatic Crash Reporting": "स्वचालित क्रैश रिपोर्टिंग",
    "Automatic upgrade now offers the choice between stable releases and release candidates.": "स्वचालित उन्नयन अब स्थिर रिलीज़ और रिलीज़ उम्मीदवारों के बीच विकल्प प्रदान करता है।",
    "Automatic upgrades": "स्वचालित उन्नयन",
    "Automatic upgrades are always enabled for candidate releases.": "उम्मीदवार रिलीज़ के लिए स्वचालित उन्नयन हमेशा सक्षम होते हैं।",
    "Automatically create or share folders that this device advertises at the default path.": "स्वचालित रूप से वे फोल्डर बनाएं या साझा करें जिन्हें यह उपकरण तयशुदा पथ पर विज्ञापित करता है।",
    "Available debug logging facilities:": "उपलब्ध डिबग लॉगिंग सुविधाएं:",
    "Be careful!": "ध्यान से!",
    "Body:": "ढांचा:",
    "Bugs": "बग",
    "Cancel": "रद्द करें",
    "Changelog": "चेंजलॉग",
    "Clean out after": "इतने समय के बाद साफ़ करें",
    "Cleaning Versions": "सफाई संस्करण",
    "Cleanup Interval": "सफाई अंतराल",
    "Click to see full identification string and QR code.": "पूर्ण पहचान स्ट्रिंग और QR कोड देखने के लिए क्लिक करें।",
    "Close": "बंद करें",
    "Command": "कमांड",
    "Comment, when used at the start of a line": "टिप्पणी, जब किसी पंक्ति के आरंभ में उपयोग किया जाता है",
    "Compression": "संपीड़न",
    "Configuration Directory": "विन्यास निर्देशिका",
    "Configuration File": "विन्यास फाइल",
    "Configured": "विन्यस्त",
    "Connected (Unused)": "जुड़े हुए (अप्रयुक्त)",
    "Connection Error": "कनेक्शन त्रुटि",
    "Connection Management": "कनेक्शन प्रबंधन",
    "Connection Type": "कनेक्शन प्रकार",
    "Connections": "कनेक्शन",
    "Connections via relays might be rate limited by the relay": "रिले के माध्यम से कनेक्शन की दर रिले द्वारा सीमित हो सकती है",
    "Continuously watching for changes is now available within Syncthing. This will detect changes on disk and issue a scan on only the modified paths. The benefits are that changes are propagated quicker and that less full scans are required.": "परिवर्तनों पर लगातार नजर रखना अब Syncthing के भीतर उपलब्ध है। यह डिस्क पर परिवर्तनों का पता लगाएगा और केवल संशोधित पथों पर स्कैन जारी करेगा। लाभ यह है कि परिवर्तन तेजी से प्रसारित होते हैं और कम पूर्ण स्कैन की आवश्यकता होती है।",
    "Copied from elsewhere": "अन्यत्र से कॉपी किया गया",
    "Copied from original": "मूल से कॉपी किया गया",
    "Copied!": "कॉपी किया गया!",
    "Copy": "कॉपी करें",
    "Copy failed! Try to select and copy manually.": "कॉपी विफल! मैन्युअल रूप से चयन करने और कॉपी करने का प्रयास करें।",
    "Currently Shared With Devices": "वर्तमान में उपकरणों के साथ साझा किया गया",
    "Custom Range": "तदनुकूल दायरा",
    "Danger!": "खतरा!",
    "Database Location": "डेटाबेस स्थान",
    "Debugging Facilities": "डिबगिंग सुविधाएं",
    "Default": "तयशुदा",
    "Default Configuration": "तयशुदा विन्यास",
    "Default Device": "तयशुदा उपकरण",
    "Default Folder": "तयशुदा फोल्डर",
    "Default Ignore Patterns": "तयशुदा नजरअंदाज प्रतिमान",
    "Defaults": "तयशुदा मान",
    "Delete": "मिटाएं",
    "Delete Unexpected Items": "अप्रत्याशित वस्तुएं मिटाएं",
    "Deleted {%file%}": "{{file}} मिटाई गई",
    "Deselect All": "सभी अचयनित करें",
    "Deselect devices to stop sharing this folder with.": "इस फोल्डर को साझा करना बंद करने के लिए उपकरण का चयन रद्द करें।",
    "Deselect folders to stop sharing with this device.": "इस उपकरण के साथ साझा करना बंद करने के लिए फोल्डरों का चयन रद्द करें।",
    "Device": "उपकरण",
    "Device \"{%name%}\" ({%device%} at {%address%}) wants to connect. Add new device?": "उपकरण \"{{name}}\" ({{device}} {{address}} पर) जुड़ना चाहता है। नया उपकरण जोड़ें?",
    "Device Certificate": "उपकरण प्रमाणपत्र",
    "Device ID": "उपकरण ID",
    "Device Identification": "उपकरण पहचान",
    "Device Name": "उपकरण का नाम",
    "Device Status": "उपकरण की स्थिति",
    "Device is untrusted, enter encryption password": "उपकरण अविश्वसनीय है, कूटलेखन पासवर्ड दर्ज करें",
    "Device rate limits": "उपकरण दर सीमा",
    "Device that last modified the item": "वह उपकरण जिसने अंतिम बार वस्तु को संशोधित किया था",
    "Devices": "उपकरण",
    "Disable Crash Reporting": "क्रैश रिपोर्टिंग अक्षम करें",
    "Disabled": "अक्षम",
    "Disabled periodic scanning and disabled watching for changes": "आवधिक स्कैनिंग और परिवर्तनों को देखना अक्षम किया गया",
    "Disabled periodic scanning and enabled watching for changes": "आवधिक स्कैनिंग अक्षम की गई और परिवर्तनों को देखना सक्षम किया गया",
    "Disabled periodic scanning and failed setting up watching for changes, retrying every 1m:": "आवधिक स्कैनिंग अक्षम और परिवर्तनों को देखने के लिए स्थापना विफल, हर 1मि में पुन: प्रयास:",
    "Disables comparing and syncing file permissions. Useful on systems with nonexistent or custom permissions (e.g. FAT, exFAT, Synology, Android).": "फाइल अनुमतियों की तुलना और समन्वयन अक्षम करता है। अस्तित्वहीन या तदनुकूल अनुमतियों (जैसे FAT, exFAT, Synology, Android) वाले सिस्टम पर उपयोगी।",
    "Discard": "त्यागें",
    "Disconnected": "वियोजीत",
    "Disconnected (Inactive)": "वियोजीत (निष्क्रिय)",
    "Disconnected (Unused)": "वियोजीत (अप्रयुक्त)",
    "Discovered": "खोजे गए",
    "Discovery": "खोज",
    "Discovery Failures": "खोज विफलताएं",
    "Discovery Status": "खोज स्थिति",
    "Dismiss": "खारिज करें",
    "Do not add it to the ignore list, so this notification may recur.": "इसे अनदेखा सूची में न जोड़ें, ताकि यह अधिसूचना दोबारा आ सके।",
    "Do not restore": "पुनर्स्थापित न करें",
    "Do not restore all": "सभी को पुनर्स्थापित न करें",
    "Do you want to enable watching for changes for all your folders?": "क्या आप अपने सभी फोल्डरों के लिए परिवर्तनों को देखना सक्षम करना चाहते हैं?",
    "Documentation": "दस्तावेज़ीकरण",
    "Download Rate": "डाउनलोड दर",
    "Downloaded": "डाउनलोड किए गए",
    "Downloading": "डाउनलोड किया जा रहा है",
    "Edit": "संपादित करें",
    "Edit Device": "उपकरण संपादित करें",
    "Edit Device Defaults": "उपकरण तयशुदा संपादित करें",
    "Edit Folder": "फोल्डर संपादित करें",
    "Edit Folder Defaults": "फोल्डर तयशुदा संपादित करें",
    "Editing {%path%}.": "{{path}} का संपादन।",
    "Enable Crash Reporting": "क्रैश रिपोर्टिंग सक्षम करें",
    "Enable NAT traversal": "NAT ट्रैवर्सल सक्षम करें",
    "Enable Relaying": "रिले करना सक्षम करें",
    "Enabled": "सक्षम",
    "Enables sending extended attributes to other devices, and applying incoming extended attributes. May require running with elevated privileges.": "अन्य उपकरणों पर विस्तारित विशेषताएं भेजने और आने वाली विस्तारित विशेषताएं लागू करने में सक्षम बनाता है। उन्नत विशेषाधिकारों के साथ चलने की आवश्यकता हो सकती है।",
    "Enables sending extended attributes to other devices, but not applying incoming extended attributes. This can have a significant performance impact. Always enabled when \"Sync Extended Attributes\" is enabled.": "अन्य उपकरणों पर विस्तारित विशेषताएं भेजने में सक्षम बनाता है, लेकिन आने वाली विस्तारित विशेषताओं को लागू नहीं करता है। इससे प्रदर्शन पर महत्वपूर्ण प्रभाव पड़ सकता है। \"विस्तारित विशेषताएं समन्वयित करें\" सक्षम होने पर हमेशा सक्षम होता है।",
    "Enables sending ownership information to other devices, and applying incoming ownership information. Typically requires running with elevated privileges.": "अन्य उपकरणों पर स्वामित्व जानकारी भेजने और आने वाली स्वामित्व जानकारी लागू करने में सक्षम बनाता है। आमतौर पर उन्नत विशेषाधिकारों के साथ चलने की आवश्यकता होती है।",
    "Enables sending ownership information to other devices, but not applying incoming ownership information. This can have a significant performance impact. Always enabled when \"Sync Ownership\" is enabled.": "अन्य उपकरणों पर स्वामित्व जानकारी भेजने में सक्षम बनाता है, लेकिन आने वाली स्वामित्व जानकारी को लागू नहीं करता है। इससे प्रदर्शन पर महत्वपूर्ण प्रभाव पड़ सकता है। \"स्वामित्व समन्वयित करें\" सक्षम होने पर हमेशा सक्षम रहें।",
    "Enter a non-negative number (e.g., \"2.35\") and select a unit. Percentages are as part of the total disk size.": "एक गैर-नकारात्मक संख्या दर्ज करें (उदाहरण के लिए, \"2.35\") और एक इकाई का चयन करें। प्रतिशत कुल डिस्क आकार के भाग के रूप में हैं।",
    "Enter a non-privileged port number (1024 - 65535).": "एक गैर-विशेषाधिकार प्राप्त पोर्ट नंबर (1024 - 65535) दर्ज करें।",
    "Enter comma separated (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "पते की स्वचालित खोज करने के लिए अल्पविराम से अलग किए गए पते (\"tcp://ip:port\", \"tcp://host:port\") या \"dynamic\" दर्ज करें।",
    "Enter ignore patterns, one per line.": "नजरअंदाज प्रतिमान दर्ज करें, प्रति पंक्ति एक।",
    "Enter up to three octal digits.": "तीन अष्टक अंक तक दर्ज करें।",
    "Error": "त्रुटि",
    "Extended Attributes": "विस्तारित विशेषताएं",
    "Extended Attributes Filter": "विस्तारित विशेषताएं फिल्टर",
    "External": "बाहरी",
    "External File Versioning": "बाहरी फाइल संस्करणीकरण",
    "Failed Items": "विफल वस्तुएं",
    "Failed to load file versions.": "फाइल संस्करण लोड करने में विफल।",
    "Failed to load ignore patterns.": "नजरअंदाज प्रतिमान लोड करने में विफल।",
    "Failed to setup, retrying": "स्थापना करने में विफल, पुनः प्रयास किया जा रहा है",
    "Failure to connect to IPv6 servers is expected if there is no IPv6 connectivity.": "यदि IPv6 संयोजकता नहीं है तो IPv6 सर्वर से जुड़ने में विफलता अपेक्षित है।",
    "File Pull Order": "फाइल खींचने का क्रम",
    "File Versioning": "फाइल संस्करणीकरण",
    "Files are moved to .stversions directory when replaced or deleted by Syncthing.": "Syncthing द्वारा प्रतिस्थापित या हटाए जाने पर फाइलों को .stversions निर्देशिका में ले जाया जाता है।",
    "Files are moved to date stamped versions in a .stversions directory when replaced or deleted by Syncthing.": "Syncthing द्वारा प्रतिस्थापित या हटाए जाने पर फाइलों को .stversions निर्देशिका में दिनांक अंकित संस्करणों में ले जाया जाता है।",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "फाइलें अन्य उपकरण पर किए गए परिवर्तनों से सुरक्षित रहती हैं, लेकिन इस उपकरण पर किए गए परिवर्तन शेष समूह में भेजे जाएंगे।",
    "Files are synchronized from the cluster, but any changes made locally will not be sent to other devices.": "फाइलें समूह से समन्वयित की जाती हैं, लेकिन स्थानीय रूप से किया गया कोई भी परिवर्तन अन्य उपकरणों पर नहीं भेजा जाएगा।",
    "Filesystem Watcher Errors": "फाइलसिस्टम वॉचर त्रुटियां",
    "Filter by date": "दिनांक अनुसार फिल्टर करें",
    "Filter by name": "नाम अनुसार फिल्टर करें",
    "Folder": "फोल्डर",
    "Folder ID": "फोल्डर ID",
    "Folder Label": "फोल्डर लेबल",
    "Folder Path": "फोल्डर पथ",
    "Folder Status": "फोल्डर स्थिति",
    "Folder Type": "फोल्डर प्रकार",
    "Folder type \"{%receiveEncrypted%}\" can only be set when adding a new folder.": "फोल्डर प्रकार \"{{receiveEncrypted}}\" केवल नया फोल्डर जोड़ते समय ही निर्धारित किया जा सकता है।",
    "Folder type \"{%receiveEncrypted%}\" cannot be changed after adding the folder. You need to remove the folder, delete or decrypt the data on disk, and add the folder again.": "फोल्डर जोड़ने के बाद फोल्डर प्रकार \"{{receiveEncrypted}}\" को बदला नहीं जा सकता। आपको फोल्डर को हटाना होगा, डिस्क पर डेटा को मिटाना या विकोड करना होगा और फोल्डर को फिर से जोड़ना होगा।",
    "Folders": "फोल्डर",
    "For the following folders an error occurred while starting to watch for changes. It will be retried every minute, so the errors might go away soon. If they persist, try to fix the underlying issue and ask for help if you can't.": "निम्नलिखित फोल्डरों के लिए परिवर्तनों को देखना प्रारंभ करते समय एक त्रुटि उत्पन्न हुई। इसे हर मिनट पुनः प्रयास किया जाएगा, इसलिए त्रुटियां जल्द ही दूर हो सकती हैं। यदि वे बने रहते हैं, तो अंतर्निहित समस्या को ठीक करने का प्रयास करें और यदि आप नहीं कर सकते तो मदद मांगें।",
    "Forever": "सदैव",
    "Full Rescan Interval (s)": "पूर्ण पुनःस्कैन अंतराल (से)",
    "GUI": "GUI",
    "GUI / API HTTPS Certificate": "GUI / API HTTPS प्रमाणपत्र",
    "GUI Authentication Password": "GUI प्रमाणीकरण पासवर्ड",
    "GUI Authentication User": "GUI प्रमाणीकरण उपयोक्ता",
    "GUI Authentication: Set User and Password": "जीयूआई प्रमाणीकरण: उपयोक्ता और पासवर्ड निर्धारित करें",
    "GUI Listen Address": "GUI सुनने का पता",
    "GUI Override Directory": "GUI अध्यारोहण निर्देशिका",
    "GUI Theme": "GUI थीम",
    "General": "सामान्य",
    "Generate": "उत्पन्न करें",
    "Global Discovery": "वैश्विक खोज",
    "Global Discovery Servers": "वैश्विक खोज सर्वर",
    "Global State": "वैश्विक स्थिति",
    "Help": "सहायता",
    "Hint: only deny-rules detected while the default is deny. Consider adding \"permit any\" as last rule.": "संकेत: केवल deny-rules का पता चला है जबकि तयशुदा deny है। अंतिम नियम के रूप में \"permit any\" जोड़ने पर विचार करें।",
    "Home page": "घर पृष्ठ",
    "However, your current settings indicate you might not want it enabled. We have disabled automatic crash reporting for you.": "हालांकि, आपकी वर्तमान सेटिंग्स इंगित करती हैं कि आप शायद इसे सक्षम नहीं करना चाहेंगे। हमने आपके लिए स्वचालित क्रैश रिपोर्टिंग अक्षम कर दी है।",
    "Identification": "पहचान",
    "If untrusted, enter encryption password": "यदि अविश्वसनीय है, तो कूटलेखन पासवर्ड दर्ज करें",
    "If you want to prevent other users on this computer from accessing Syncthing and through it your files, consider setting up authentication.": "यदि आप इस कंप्यूटर पर अन्य उपयोक्ताओं को Syncthing और इसके माध्यम से अपनी फाइलों तक पहुँचने से रोकना चाहते हैं, तो प्रमाणीकरण स्थापित करने पर विचार करें।",
    "Ignore": "नजरअंदाज करें",
    "Ignore Patterns": "नजरअंदाज प्रतिमान",
    "Ignore Permissions": "अनुमतियां नजरअंदाज करें",
    "Ignore patterns can only be added after the folder is created. If checked, an input field to enter ignore patterns will be presented after saving.": "फोल्डर बनने के बाद ही नजरअंदाज प्रतिमान जोड़े जा सकते हैं। यदि जांच की जाती है, तो सहेजने के बाद नजरअंदाज प्रतिमान दर्ज करने के लिए एक आगत क्षेत्र प्रस्तुत किया जाएगा।",
    "Ignored Devices": "नजरअंदाज उपकरण",
    "Ignored Folders": "नजरअंदाज किये फोल्डर",
    "Ignored at": "यहां पर नजरअंदाज",
    "Included Software": "सम्मिलित सॉफ्टवेयर",
    "Incoming Rate Limit (KiB/s)": "आवक दर सीमा (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "गलत विन्यास आपके फोल्डर की सामग्री को नुकसान पहुंचा सकता है और Syncthing को निष्क्रिय कर सकता है।",
    "Incorrect user name or password.": "गलत उपयोक्ता नाम या पासवर्ड।",
    "Internally used paths:": "आंतरिक प्रयुक्त पथ:",
    "Introduced By": "इनके द्वारा परिचय",
    "Introducer": "परिचयकर्ता",
    "Introduction": "परिचय",
    "Inversion of the given condition (i.e. do not exclude)": "दी गई शर्त का व्युत्क्रमण (अर्थात् बहिष्कृत न करें)",
    "Keep Versions": "संस्करण रखें",
    "LDAP": "LDAP",
    "Largest First": "सबसे बड़ा प्रथम",
    "Last 30 Days": "पिछले 30 दिन",
    "Last 7 Days": "पिछले 7 दिन",
    "Last Month": "पिछला महीना",
    "Last Scan": "अंतिम स्कैन",
    "Last seen": "अंतिम बार देखा गया",
    "Latest Change": "नवीनतम परिवर्तन",
    "Learn more": "अधिक जानें",
    "Learn more at {%url%}": "{{url}} पर और जानें",
    "Limit": "सीमा",
    "Listener Failures": "श्रोता की विफलता",
    "Listener Status": "श्रोता स्थिति",
    "Listeners": "श्रोता",
    "Loading data...": "डेटा लोड हो रहा है..।",
    "Loading...": "लोड हो रहा है..।",
    "Local Additions": "स्थानीय परिवर्धन",
    "Local Discovery": "स्थानीय खोज",
    "Local State": "स्थानिक स्थिति",
    "Local State (Total)": "स्थानिक स्थिति (कुल)",
    "Locally Changed Items": "स्थानीय रूप से परिवर्तित वस्तुएं",
    "Log": "लॉग",
    "Log File": "लॉग फाइल",
    "Log In": "लॉगिन",
    "Log Out": "लॉग आउट",
    "Log in to see paths information.": "पथ जानकारी देखने के लिए लॉगिन करें।",
    "Log in to see version information.": "संस्करण जानकारी देखने के लिए लॉगिन करें।",
    "Log tailing paused. Scroll to the bottom to continue.": "लॉग ट्रैकिंग रोक दी गई है। जारी रखने के लिए नीचे स्क्रॉल करें।",
    "Login failed, see Syncthing logs for details.": "लॉगिन विफल, विवरण के लिए Syncthing लॉग देखें।",
    "Logs": "लॉग",
    "Major Upgrade": "प्रमुख उन्नयन",
    "Mass actions": "सामूहिक कार्रवाई",
    "Maximum Age": "अधिकतम आयु",
    "Maximum single entry size": "अधिकतम एकल प्रविष्टि आकार",
    "Maximum total size": "अधिकतम कुल आकार",
    "Metadata Only": "केवल मेटाडेटा",
    "Minimum Free Disk Space": "न्यूनतम मुक्त डिस्क स्थान",
    "Mod. Device": "संशोधित उपकरण",
    "Mod. Time": "संशोधन समय",
    "More than a month ago": "एक महीने से भी पहले",
    "More than a week ago": "एक सप्ताह से भी पहले",
    "More than a year ago": "एक साल से भी पहले",
    "Move to top of queue": "कतार के शीर्ष पर जाएं",
    "Multi level wildcard (matches multiple directory levels)": "बहुस्तरीय वाइल्डकार्ड (एकाधिक निर्देशिका स्तरों से मेल खाता है)",
    "Never": "कभी नहीं",
    "New Device": "नया उपकरण",
    "New Folder": "नया फोल्डर",
    "Newest First": "नवीनतम पहले",
    "No": "नहीं",
    "No File Versioning": "कोई फाइल संस्करण नहीं",
    "No files will be deleted as a result of this operation.": "इस अभियान के परिणामस्वरूप कोई भी फाइल मिटाई नहीं जाएगी।",
    "No rules set": "कोई नियम निर्धारित नहीं",
    "No upgrades": "कोई उन्नयन नहीं",
    "Not shared": "साझा नहीं किया गया",
    "Notice": "सूचना",
    "Number of Connections": "कनेक्शनों की संख्या",
    "OK": "ठीक है",
    "Off": "बंद",
    "Oldest First": "पुराना पहले",
    "Optional descriptive label for the folder. Can be different on each device.": "फोल्डर के लिए वैकल्पिक वर्णनात्मक लेबल। प्रत्येक उपकरण पर भिन्न हो सकता है।",
    "Options": "विकल्प",
    "Out of Sync": "समन्वयन से बाहर",
    "Out of Sync Items": "समन्वयन से बाहर वस्तुएं",
    "Outgoing Rate Limit (KiB/s)": "जावक दर सीमा (KiB/s)",
    "Override": "अध्यारोहण",
    "Override Changes": "परिवर्तनों का अध्यारोहण",
    "Ownership": "स्वामित्व",
    "Password": "पासवर्ड",
    "Path": "पथ",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "स्थानीय कंप्यूटर पर फोल्डर का पथ। अगर यह मौजूद नहीं है तो इसे बनाया जाएगा। टिल्ड वर्ण (~) का उपयोग शॉर्टकट के रूप में किया जा सकता है",
    "Path where versions should be stored (leave empty for the default .stversions directory in the shared folder).": "पथ जहां संस्करण संग्रहीत किए जाने चाहिए (साझा फोल्डर में तयशुदा .stversions निर्देशिका के लिए खाली छोड़ दें)।",
    "Paths": "पथ",
    "Pause": "विराम",
    "Pause All": "सभी विराम करें",
    "Paused": "विरामित",
    "Paused (Unused)": "विरामित (अप्रयुक्त)",
    "Pending changes": "लंबित परिवर्तन",
    "Periodic scanning at given interval and disabled watching for changes": "दिए गए अंतराल पर आवधिक स्कैनिंग और परिवर्तनों पर नजर रखने में अक्षम",
    "Periodic scanning at given interval and enabled watching for changes": "दिए गए अंतराल पर आवधिक स्कैनिंग और परिवर्तनों को देखने में सक्षम",
    "Periodic scanning at given interval and failed setting up watching for changes, retrying every 1m:": "दिए गए अंतराल पर आवधिक स्कैनिंग और परिवर्तनों को देखने के लिए स्थापना विफल, हर 1मि में पुन: प्रयास:",
    "Permanently add it to the ignore list, suppressing further notifications.": "आगे की सूचनाओं को दबाते हुए, इसे स्थायी रूप से अनदेखा सूची में जोड़ें।",
    "Please consult the release notes before performing a major upgrade.": "कृपया कोई बड़ा उन्नयन करने से पहले रिलीज़ नोट्स से परामर्श लें।",
    "Please set a GUI Authentication User and Password in the Settings dialog.": "कृपया सेटिंग्स संवाद में एक GUI प्रमाणीकरण उपयोक्ता और पासवर्ड निर्धारित करें।",
    "Please wait": "कृपया प्रतीक्षा करें",
    "Prefix indicating that the file can be deleted if preventing directory removal": "उपसर्ग यह दर्शाता है कि निर्देशिका हटाने से रोकने पर फाइल को मिटाया जा सकता है",
    "Prefix indicating that the pattern should be matched without case sensitivity": "उपसर्ग यह दर्शाता है कि प्रतिमान को केस संवेदनशीलता के बिना मिलान किया जाना चाहिए",
    "Preparing to Sync": "समन्वयन की तैयारी",
    "Preview": "पूर्वावलोकन",
    "Preview Usage Report": "उपयोग रिपोर्ट का पूर्वावलोकन करें",
    "QR code": "QR कोड",
    "QUIC LAN": "QUIC LAN",
    "QUIC WAN": "QUIC WAN",
    "Quick guide to supported patterns": "समर्थित प्रतिमान के लिए त्वरित मार्गदर्शिका",
    "Random": "यादृच्छिक",
    "Receive Encrypted": "कूटलेखित प्राप्त करें",
    "Receive Only": "केवल प्राप्त करें",
    "Received data is already encrypted": "प्राप्त डेटा पहले से ही कूटलेखित है",
    "Recent Changes": "हालिया परिवर्तन",
    "Reduced by ignore patterns": "नजरअंदाज प्रतिमान से कम किया गया",
    "Relay LAN": "रिले LAN",
    "Relay WAN": "रिले WAN",
    "Release Notes": "रिलीज नोट्स",
    "Release candidates contain the latest features and fixes. They are similar to the traditional bi-weekly Syncthing releases.": "रिलीज़ उम्मीदवारों में नवीनतम सुविधाएं और सुधार शामिल हैं। वे पारंपरिक द्वि-साप्ताहिक Syncthing रिलीज़ के समान हैं।",
    "Remote Devices": "रिमोट उपकरण",
    "Remote GUI": "रिमोट GUI",
    "Remove": "हटाएं",
    "Remove Device": "उपकरण हटाएं",
    "Remove Folder": "फोल्डर हटाएं",
    "Required identifier for the folder. Must be the same on all cluster devices.": "फोल्डर के लिए आवश्यक पहचानकर्ता। समूह के सभी उपकरणों पर समान होना चाहिए।",
    "Rescan": "पुनः स्कैन करें",
    "Rescan All": "सभी पुनः स्कैन करें",
    "Rescans": "पुनः स्कैन करता है",
    "Restart": "पुनः प्रारंभ करें",
    "Restart Needed": "पुनरारंभ की आवश्यकता है",
    "Restarting": "पुनः प्रारंभ हो रहा है",
    "Restore": "पुनर्स्थापित करें",
    "Restore Versions": "संस्करण पुनर्स्थापित करें",
    "Resume": "पुनः आरम्भ करें",
    "Resume All": "सभी पुनः आरंभ करें",
    "Reused": "पुन:प्रयुक्त",
    "Revert": "पूर्ववत करें",
    "Revert Local Changes": "स्थानीय परिवर्तन पूर्ववत करें",
    "Save": "सहेजें",
    "Saving changes": "परिवर्तन सहेजे जा रहे हैं",
    "Scan Time Remaining": "स्कैन समय शेष",
    "Scanning": "स्कैनिंग",
    "See external versioning help for supported templated command line parameters.": "समर्थित खाका कमांड लाइन पैरामीटर के लिए बाहरी संस्करण सहायता देखें।",
    "Select All": "सभी चुनें",
    "Select a version": "एक संस्करण चुनें",
    "Select additional devices to share this folder with.": "इस फोल्डर को साझा करने के लिए अतिरिक्त उपकरणों का चयन करें।",
    "Select additional folders to share with this device.": "इस उपकरण के साथ साझा करने के लिए अतिरिक्त फोल्डर चुनें।",
    "Select latest version": "नवीनतम संस्करण चुनें",
    "Select oldest version": "सबसे पुराना संस्करण चुनें",
    "Send & Receive": "भेजें एवं प्राप्त करें",
    "Send Extended Attributes": "विस्तारित विशेषताएं भेजें",
    "Send Only": "केवल भेजें",
    "Send Ownership": "स्वामित्व भेजें",
    "Set Ignores on Added Folder": "नए फोल्डर के लिए नजरअंदाज प्रतिमान निर्धारित करें",
    "Settings": "सेटिंग्स",
    "Share": "साझा करें",
    "Share Folder": "फोल्डर साझा करें",
    "Share by Email": "ईमेल द्वारा साझा करें",
    "Share by SMS": "SMS द्वारा साझा करें",
    "Share this folder?": "यह फोल्डर साझा करें?",
    "Shared Folders": "सांझे फोल्डर",
    "Shared With": "इसके साथ साझा",
    "Sharing": "साझाकरण",
    "Show ID": "ID दिखाएं",
    "Show QR": "QR दिखाएं",
    "Show detailed discovery status": "विस्तृत खोज स्थिति दिखाएं",
    "Show detailed listener status": "विस्तृत श्रोता स्थिति दिखाएं",
    "Show diff with previous version": "पिछले संस्करण के साथ अंतर दिखाएं",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "समूह स्थिति में उपकरण ID के बजाय दिखाया गया। वैकल्पिक तयशुदा नाम के रूप में अन्य उपकरणों पर विज्ञापित किया जाएगा।",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "समूह स्थिति में उपकरण ID के बजाय दिखाया गया। खाली छोड़े जाने पर उपकरण द्वारा विज्ञापित नाम में अद्यतित कर दिया जाएगा।",
    "Shutdown": "शटडाउन",
    "Shutdown Complete": "शटडाउन पूर्ण",
    "Simple": "सरल",
    "Simple File Versioning": "सरल फाइल संस्करण",
    "Single level wildcard (matches within a directory only)": "एकल स्तरीय वाइल्डकार्ड (केवल एक निर्देशिका के भीतर मेल खाता है)",
    "Size": "आकार",
    "Smallest First": "सबसे छोटा पहले",
    "Some discovery methods could not be established for finding other devices or announcing this device:": "अन्य उपकरणों को खोजने या इस उपकरण की घोषणा करने के लिए कुछ खोज विधियां स्थापित नहीं की जा सकीं:",
    "Some items could not be restored:": "कुछ वस्तुएं पुनर्स्थापित नहीं किए जा सके:",
    "Some listening addresses could not be enabled to accept connections:": "कुछ श्रवण पते कनेक्शन स्वीकार करने के लिए सक्षम नहीं किए जा सके:",
    "Source Code": "स्रोत कोड",
    "Stable releases and release candidates": "स्थिर रिलीज़ और रिलीज़ उम्मीदवार",
    "Stable releases are delayed by about two weeks. During this time they go through testing as release candidates.": "स्थिर रिलीज़ में लगभग दो सप्ताह की देरी हो रही है। इस दौरान वे रिलीज़ उम्मीदवारों के रूप में परीक्षण से गुजरते हैं।",
    "Stable releases only": "केवल स्थिर रिलीज़",
    "Staggered": "विचलता",
    "Staggered File Versioning": "विचलता फाइल संस्करण",
    "Start Browser": "ब्राउज़र प्रारंभ करें",
    "Statistics": "आंकडे",
    "Stay logged in": "लॉगिन रहें",
    "Stopped": "रुका हुआ",
    "Stores and syncs only encrypted data. Folders on all connected devices need to be set up with the same password or be of type \"{%receiveEncrypted%}\" too.": "केवल कूटलेखित डेटा को स्टोर और समन्वयित करें। सभी जुड़ें उपकरणों पर फोल्डरों को एक ही पासवर्ड के साथ स्थापित किया जाना चाहिए या \"{{receiveEncrypted}}\" प्रकार का भी होना चाहिए।",
    "Subject:": "विषय:",
    "Support": "समर्थन",
    "Support Bundle": "समर्थन बंडल",
    "Sync Extended Attributes": "विस्तारित विशेषताएं समन्वयित करें",
    "Sync Ownership": "स्वामित्व समन्वयित करें",
    "Sync Protocol Listen Addresses": "समन्वयन प्रोटोकॉल का श्रवण पता",
    "Sync Status": "समन्वयन स्थिति",
    "Syncing": "समन्वयित हो रहा है",
    "Syncthing device ID for \"{%devicename%}\"": "\"{{devicename}}\" के लिए Syncthing उपकरण ID",
    "Syncthing has been shut down.": "Syncthing बंद कर दिया गया है।",
    "Syncthing includes the following software or portions thereof:": "Syncthing में निम्नलिखित सॉफ़्टवेयर या उसके भाग शामिल हैं:",
    "Syncthing is Free and Open Source Software licensed as MPL v2.0.": "Syncthing मुक्त और खुले-स्त्रोत सॉफ़्टवेयर है जिसे MPL v2.0 के रूप में लाइसेंस प्राप्त है।",
    "Syncthing is a continuous file synchronization program. It synchronizes files between two or more computers in real time, safely protected from prying eyes. Your data is your data alone and you deserve to choose where it is stored, whether it is shared with some third party, and how it's transmitted over the internet.": "Syncthing एक सतत फाइल समन्वयन प्रोग्राम है। यह वास्तविक समय में दो या दो से अधिक कंप्यूटरों के बीच फाइलों को समन्वयित करता है, जो कि लोगों की नज़रों से सुरक्षित रूप से सुरक्षित रहता है। आपका डेटा केवल आपका डेटा है और आप यह चुनने के हकदार हैं कि इसे कहाँ संग्रहीत किया जाता है, क्या इसे किसी तीसरे पक्ष के साथ साझा किया जाता है, और इसे इंटरनेट पर कैसे प्रसारित किया जाता है।",
    "Syncthing is listening on the following network addresses for connection attempts from other devices:": "अन्य उपकरणों से कनेक्शन प्रयासों के लिए Syncthing निम्नलिखित नेटवर्क पतों पर सुन रहा है:",
    "Syncthing is not listening for connection attempts from other devices on any address.  Only outgoing connections from this device may work.": "Syncthing किसी भी पते पर अन्य उपकरणों से कनेक्शन प्रयासों को नहीं सुन रहा है। इस उपकरण से केवल जावक कनेक्शन ही काम कर सकते हैं।",
    "Syncthing is restarting.": "Syncthing पुनः प्रारंभ हो रहा है।",
    "Syncthing is saving changes.": "Syncthing परिवर्तनों को सहेज रहा है।",
    "Syncthing is upgrading.": "Syncthing उन्नयन हो रहा है।",
    "Syncthing now supports automatically reporting crashes to the developers. This feature is enabled by default.": "Syncthing अब विकासकर्ता को क्रैश की स्वचालित रूप से रिपोर्ट करने का समर्थन करता है। यह सुविधा तयशुदा रूप से सक्षम है।",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "ऐसा लगता है कि Syncthing बंद है, या आपके इंटरनेट कनेक्शन में कोई समस्या है। पुनः प्रयास किया जा रहा है…",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "ऐसा लगता है कि Syncthing को आपके अनुरोध को संसाधित करने में समस्या आ रही है। यदि समस्या बनी रहती है तो कृपया पृष्ठ को ताज़ा करें या Syncthing को पुनरारंभ करें।",
    "TCP LAN": "TCP LAN",
    "TCP WAN": "TCP WAN",
    "Take me back": "मुझे वापस ले जाएं",
    "The GUI address is overridden by startup options. Changes here will not take effect while the override is in place.": "GUI पता स्टार्टअप विकल्पों द्वारा अध्यारोहण किया गया है। अध्यारोहण लागू होने तक यहां परिवर्तन प्रभावी नहीं होंगे।",
    "The Syncthing Authors": "Syncthing के रचयिता",
    "The Syncthing admin interface is configured to allow remote access without a password.": "Syncthing व्यवस्थापक इंटरफ़ेस को पासवर्ड के बिना रिमोट पहुंच की अनुमति देने के लिए विन्यस्त किया गया है।",
    "The aggregated statistics are publicly available at the URL below.": "एकत्रित आंकड़े नीचे दिए गए URL पर सार्वजनिक रूप से उपलब्ध हैं।",
    "The cleanup interval cannot be blank.": "सफाई अंतराल रिक्त नहीं हो सकता।",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "विन्यास सहेजा गया है लेकिन सक्रिय नहीं किया गया है। नए विन्यास को सक्रिय करने के लिए Syncthing को पुनरारंभ करना होगा।",
    "The device ID cannot be blank.": "उपकरण ID रिक्त नहीं हो सकती।",
    "The device ID to enter here can be found in the \"Actions > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "यहां दर्ज की जाने वाली उपकरण ID अन्य उपकरण पर \"कार्रवाइयां > ID3 दिखाएं\" संवाद में पाई जा सकती है। रिक्त स्थान और डैश वैकल्पिक हैं (अनदेखा)।",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes, and app versions. If the reported data set is changed you will be prompted with this dialog again.": "कूटलेखित उपयोग रिपोर्ट प्रतिदिन भेजी जाती है। इसका उपयोग सामान्य प्लेटफ़ॉर्म, फोल्डर आकार और ऐप संस्करणों को ट्रैक करने के लिए किया जाता है। यदि रिपोर्ट किया गया डेटा सेट बदल दिया गया है तो आपको इस संवाद के साथ फिर से संकेत दिया जाएगा।",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "दर्ज की गई उपकरण ID वैध नहीं लगती। यह 52 या 56 वर्णमाला होनी चाहिए जिसमें अक्षर और संख्याएं हों, रिक्त स्थान और डैश वैकल्पिक हों।",
    "The folder ID cannot be blank.": "फोल्डर ID रिक्त नहीं हो सकती।",
    "The folder ID must be unique.": "फोल्डर ID अद्वितीय होनी चाहिए।",
    "The folder content on other devices will be overwritten to become identical with this device. Files not present here will be deleted on other devices.": "इस उपकरण के समान बनने के लिए अन्य उपकरण पर फोल्डर सामग्री को अधिलेखित कर दिया जाएगा। यहां मौजूद नहीं होने वाली फाइलें अन्य उपकरण पर मिटा दी जाएंगी।",
    "The folder content on this device will be overwritten to become identical with other devices. Files newly added here will be deleted.": "इस उपकरण पर फोल्डर सामग्री को अन्य उपकरण के समान बनाने के लिए अधिलेखित कर दिया जाएगा। यहां नई जोड़ी गई फाइलें मिटा दी जाएंगी।",
    "The folder path cannot be blank.": "फोल्डर पथ रिक्त नहीं हो सकता।",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "निम्नलिखित अंतरालों का उपयोग किया जाता है: पहले घंटे के लिए हर 30 सेकंड में एक संस्करण रखा जाता है, पहले दिन के लिए हर घंटे एक संस्करण रखा जाता है, पहले 30 दिनों के लिए हर दिन एक संस्करण रखा जाता है, अधिकतम आयु तक हर एक संस्करण रखा जाता है सप्ताह।",
    "The following items could not be synchronized.": "निम्नलिखित वस्तुएं समन्वयित नहीं किए जा सके।",
    "The following items were changed locally.": "निम्नलिखित वस्तुएं स्थानीय रूप से बदले गए थे।",
    "The following methods are used to discover other devices on the network and announce this device to be found by others:": "नेटवर्क पर अन्य उपकरणों को खोजने और इस उपकरण को दूसरों द्वारा पाए जाने की घोषणा करने के लिए निम्नलिखित विधियों का उपयोग किया जाता है:",
    "The following text will automatically be inserted into a new message.": "निम्नलिखित पाठ स्वचालित रूप से एक नए संदेश में डाला जाएगा।",
    "The following unexpected items were found.": "निम्नलिखित अप्रत्याशित वस्तुएं मिलीं।",
    "The interval must be a positive number of seconds.": "अंतराल सेकंड की सकारात्मक संख्या होनी चाहिए।",
    "The interval, in seconds, for running cleanup in the versions directory. Zero to disable periodic cleaning.": "संस्करण निर्देशिका में सफाई करने की अंतराल, सेकंड में। आवधिक सफाई को अक्षम करने के लिए शून्य।",
    "The maximum age must be a number and cannot be blank.": "अधिकतम आयु एक संख्या होनी चाहिए और रिक्त नहीं हो सकती।",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "किसी संस्करण को रखने का अधिकतम समय (दिनों में, संस्करणों को हमेशा के लिए रखने के लिए 0 पर निर्धारित करें)।",
    "The number of connections must be a non-negative number.": "कनेक्शन की संख्या एक गैर-नकारात्मक संख्या होनी चाहिए।",
    "The number of days must be a number and cannot be blank.": "दिनों की संख्या एक संख्या होनी चाहिए और रिक्त नहीं हो सकती।",
    "The number of days to keep files in the trash can. Zero means forever.": "फाइलों को रद्दी में रखने के दिनों की संख्या। शून्य का अर्थ है सदैव।",
    "The number of old versions to keep, per file.": "प्रति फाइल रखने के लिए पुराने संस्करणों की संख्या।",
    "The number of versions must be a number and cannot be blank.": "संस्करणों की संख्या एक संख्या होनी चाहिए और रिक्त नहीं हो सकती।",
    "The path cannot be blank.": "पथ रिक्त नहीं हो सकता।",
    "The rate limit is applied to the accumulated traffic of all connections to this device.": "दर सीमा इस उपकरण के सभी कनेक्शनों के संचित ट्रैफिक पर लागू होती है।",
    "The rate limit must be a non-negative number (0: no limit)": "दर सीमा एक गैर-ऋणात्मक संख्या होनी चाहिए (0: कोई सीमा नहीं)",
    "The remote device has not accepted sharing this folder.": "रिमोट उपकरण ने इस फोल्डर को साझा करना स्वीकार नहीं किया है।",
    "The remote device has paused this folder.": "रिमोट उपकरण ने इस फोल्डर को रोक दिया है।",
    "The rescan interval must be a non-negative number of seconds.": "पुन: स्कैन अंतराल सेकंड की गैर-नकारात्मक संख्या होनी चाहिए।",
    "There are no devices to share this folder with.": "इस फोल्डर को साझा करने के लिए कोई उपकरण नहीं है।",
    "There are no file versions to restore.": "पुनर्स्थापित करने के लिए कोई फाइल संस्करण नहीं हैं।",
    "There are no folders to share with this device.": "इस उपकरण के साथ साझा करने के लिए कोई फोल्डर नहीं हैं।",
    "They are retried automatically and will be synced when the error is resolved.": "वे स्वचालित रूप से पुनः प्रयास किए जाते हैं और त्रुटि हल होने पर समन्वयित हो जाएंगे।",
    "This Device": "यह उपकरण",
    "This Month": "इस महीने",
    "This can easily give hackers access to read and change any files on your computer.": "इससे हैकर्स को आसानी से आपके कंप्यूटर पर किसी भी फाइल को पढ़ने और बदलने की सुविधा मिल सकती है।",
    "This device cannot automatically discover other devices or announce its own address to be found by others.  Only devices with statically configured addresses can connect.": "यह उपकरण स्वचालित रूप से अन्य उपकरणों की खोज नहीं कर सकता है या दूसरों द्वारा ढूंढे जाने के लिए अपने स्वयं के पते की घोषणा नहीं कर सकता है। केवल स्थिर रूप से विन्यस्त पते वाले उपकरण ही जुड़ सकते हैं।",
    "This is a major version upgrade.": "यह प्रमुख संस्करण उन्नयन है।",
    "This setting controls the free space required on the home (i.e., index database) disk.": "यह सेटिंग होम (यानी, अनुक्रमणिका डेटाबेस) डिस्क पर आवश्यक खाली स्थान को नियंत्रित करती है।",
    "Time": "समय",
    "Time the item was last modified": "वस्तु को अंतिम बार संशोधित करने का समय",
    "To connect with the Syncthing device named \"{%devicename%}\", add a new remote device on your end with this ID:": "\"{{devicename}}\" नामक Syncthing उपकरण से जुड़ने के लिए, इस ID के साथ अपनी ओर से एक नया रिमोट उपकरण जोड़ें:",
    "To permit a rule, have the checkbox checked. To deny a rule, leave it unchecked.": "किसी नियम की अनुमति देने के लिए, चेकबॉक्स चेक करें। किसी नियम को अस्वीकार करने के लिए उसे अनियंत्रित छोड़ दें।",
    "Today": "आज",
    "Trash Can": "रद्दी",
    "Trash Can File Versioning": "रद्दी फाइल संस्करण",
    "Type": "प्रकार",
    "UNIX Permissions": "UNIX अनुमतियां",
    "Unavailable": "अनुपलब्ध",
    "Unavailable/Disabled by administrator or maintainer": "व्यवस्थापक या अनुरक्षक द्वारा अनुपलब्ध/अक्षम",
    "Undecided (will prompt)": "अनिर्णीत (संकेत देगा)",
    "Unexpected Items": "अप्रत्याशित वस्तुएं",
    "Unexpected items have been found in this folder.": "इस फोल्डर में अप्रत्याशित वस्तुएं मिली हैं।",
    "Unignore": "अनदेखा न करें",
    "Unknown": "अज्ञात",
    "Unshared": "अनसाझा",
    "Unshared Devices": "अनसाझा उपकरण",
    "Unshared Folders": "अनसाझा फोल्डर",
    "Untrusted": "अविश्वस्त",
    "Up to Date": "अद्यतित है",
    "Updated {%file%}": "{{file}} अद्यतित",
    "Upgrade": "उन्नयन",
    "Upgrade To {%version%}": "{{version}} पर उन्नयन करें",
    "Upgrading": "उन्नयन किया जा रहा है",
    "Upload Rate": "अपलोड दर",
    "Uptime": "सक्रिय-अवधि",
    "Usage reporting is always enabled for candidate releases.": "उम्मीदवार की रिलीज़ के लिए उपयोग रिपोर्टिंग हमेशा सक्षम होती है।",
    "Use HTTPS for GUI": "GUI के लिए HTTPS का उपयोग करें",
    "Use notifications from the filesystem to detect changed items.": "परिवर्तित वस्तुओं का पता लगाने के लिए फाइल सिस्टम से सूचनाओं का उपयोग करें।",
    "User": "उपयोक्ता",
    "User Home": "उपयोक्ता होम",
    "Username/Password has not been set for the GUI authentication. Please consider setting it up.": "GUI प्रमाणीकरण के लिए उपयोक्तानाम/पासवर्ड निर्धारित नहीं किया गया है। कृपया इसे स्थापित करने पर विचार करें।",
    "Using a QUIC connection over LAN": "LAN पर QUIC कनेक्शन का उपयोग किया जा रहा है",
    "Using a QUIC connection over WAN": "WAN पर QUIC कनेक्शन का उपयोग किया जा रहा है",
    "Using a direct TCP connection over LAN": "LAN पर सीधे TCP कनेक्शन का उपयोग किया जा रहा है",
    "Using a direct TCP connection over WAN": "WAN पर सीधे TCP कनेक्शन का उपयोग किया जा रहा है",
    "Version": "संस्करण",
    "Versions": "संस्करण",
    "Versions Path": "संस्करण पथ",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "यदि संस्करण अधिकतम आयु से अधिक पुराने हैं या किसी अंतराल में अनुमत फाइलों की संख्या से अधिक हैं तो वे स्वचालित रूप से मिटा दिए जाते हैं।",
    "Waiting to Clean": "सफाई की प्रतीक्षा में",
    "Waiting to Scan": "स्कैन की प्रतीक्षा में",
    "Waiting to Sync": "समन्वयन की प्रतीक्षा में",
    "Warning": "चेतावनी",
    "Warning, this path is a parent directory of an existing folder \"{%otherFolder%}\".": "चेतावनी, यह पथ मौजूदा फोल्डर \"{{otherFolder}}\" की मूल निर्देशिका है।",
    "Warning, this path is a parent directory of an existing folder \"{%otherFolderLabel%}\" ({%otherFolder%}).": "चेतावनी, यह पथ मौजूदा फोल्डर \"{{otherFolderLabel}}\" ({{otherFolder}}) की मूल निर्देशिका है।",
    "Warning, this path is a subdirectory of an existing folder \"{%otherFolder%}\".": "चेतावनी, यह पथ मौजूदा फोल्डर \"{{otherFolder}}\" की एक उपनिर्देशिका है।",
    "Warning, this path is a subdirectory of an existing folder \"{%otherFolderLabel%}\" ({%otherFolder%}).": "चेतावनी, यह पथ मौजूदा फोल्डर \"{{otherFolderLabel}}\" ({{otherFolder}}) की एक उपनिर्देशिका है।",
    "Warning: If you are using an external watcher like {%syncthingInotify%}, you should make sure it is deactivated.": "चेतावनी: यदि आप {{syncthingInotify}} जैसे बाहरी वॉचर का उपयोग कर रहे हैं, तो आपको यह सुनिश्चित करना चाहिए कि यह निष्क्रिय है।",
    "Watch for Changes": "परिवर्तनों पर नजर रखें",
    "Watching for Changes": "परिवर्तनों पर नजर रख रहे हैं",
    "Watching for changes discovers most changes without periodic scanning.": "परिवर्तनों पर नज़र रखने से समय-समय पर स्कैनिंग के बिना अधिकांश परिवर्तनों का पता चलता है।",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "नया उपकरण जोड़ते समय इस बात का ध्यान रखें कि यह उपकरण दूसरी तरफ भी जुड़ा होना चाहिए।",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "नया फोल्डर जोड़ते समय, ध्यान रखें कि फोल्डर ID का उपयोग उपकरणों के बीच फोल्डरों को एक साथ जोड़ने के लिए किया जाता है। वे केस संवेदनशील हैं और सभी उपकरणों के बीच बिल्कुल मेल खाना चाहिए।",
    "When set to more than one on both devices, Syncthing will attempt to establish multiple concurrent connections. If the values differ, the highest will be used. Set to zero to let Syncthing decide.": "जब दोनों उपकरणों पर एक से अधिक पर तय किया जाता है, तो Syncthing एकाधिक समवर्ती कनेक्शन स्थापित करने का प्रयास करेगा। यदि मान भिन्न हैं, तो उच्चतम का उपयोग किया जाएगा। Syncthing को निर्णय लेने देने के लिए शून्य पर निर्धारित करें।",
    "Yes": "हां",
    "Yesterday": "बिता कल",
    "You can also copy and paste the text into a new message manually.": "आप पाठ को मैन्युअल रूप से नए संदेश में कॉपी और पेस्ट भी कर सकते हैं।",
    "You can also select one of these nearby devices:": "आप इन निकटवर्ती उपकरणों में से एक का चयन भी कर सकते हैं:",
    "You can change your choice at any time in the Settings dialog.": "आप सेटिंग संवाद में किसी भी समय अपनी पसंद बदल सकते हैं।",
    "You can read more about the two release channels at the link below.": "आप नीचे दिए गए लिंक पर दो रिलीज़ चैनलों के बारे में अधिक पढ़ सकते हैं।",
    "You have no ignored devices.": "आपके पास कोई उपेक्षित उपकरण नहीं है।",
    "You have no ignored folders.": "आपके पास कोई उपेक्षित फोल्डर नहीं है।",
    "You have unsaved changes. Do you really want to discard them?": "आपके पास सहेजे नहीं गए परिवर्तन हैं। क्या आप सचमुच उन्हें त्यागना चाहते हैं?",
    "You must keep at least one version.": "आपको कम से कम एक संस्करण रखना होगा।",
    "You should never add or change anything locally in a \"{%receiveEncrypted%}\" folder.": "आपको \"{{receiveEncrypted}}\" फोल्डर में कभी भी स्थानीय रूप से कुछ भी जोड़ना या बदलना नहीं चाहिए।",
    "Your SMS app should open to let you choose the recipient and send it from your own number.": "आपका SMS ऐप खुल जाना चाहिए ताकि आप प्राप्तकर्ता का चयन कर सकें और इसे अपने नंबर से भेज सकें।",
    "Your email app should open to let you choose the recipient and send it from your own address.": "आपका ईमेल ऐप खुल जाना चाहिए ताकि आप प्राप्तकर्ता का चयन कर सकें और इसे अपने पते से भेज सकें।",
    "days": "दिन",
    "deleted": "मिटाया गया",
    "deny": "अस्वीकारें",
    "directories": "निर्देशिकाएं",
    "file": "फाइल",
    "files": "फाइलें",
    "folder": "फोल्डर",
    "full documentation": "पूर्ण दस्तावेज़ीकरण",
    "items": "वस्तुएं",
    "modified": "संशोधित",
    "permit": "अनुमति",
    "seconds": "सेकंड",
    "theme": {
        "name": {
            "black": "काली",
            "dark": "गहरी",
            "default": "तयशुदा",
            "light": "हल्की"
        }
    },
    "unknown device": "अज्ञात उपकरण",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} फोल्डर \"{{folder}}\" साझा करना चाहता है।",
    "{%device%} wants to share folder \"{%folderlabel%}\" ({%folder%}).": "{{device}} फोल्डर \"{{folderlabel}}\" ({{folder}}) साझा करना चाहता है।",
    "{%reintroducer%} might reintroduce this device.": "{{reintroducer}} इस उपकरण को दोबारा पेश कर सकता है।"
}
