{
    "A device with that ID is already added.": "In apparaat mei dat ID is al taheakke.",
    "A negative number of days doesn't make sense.": "In negatyf tal dagen soe healwiis wêze.",
    "A new major version may not be compatible with previous versions.": "In nije, wichtige ferzje koe wol ris net te kombinearjen wêze mei foargeande ferzjes.",
    "API Key": "API-kaai",
    "About": "Oer",
    "Actions": "Aksjes",
    "Add": "Taheakje",
    "Add Device": "Apparaat taheakje",
    "Add Folder": "Map taheakje",
    "Add Remote Device": "Apparaat op Ofstân Taheakje",
    "Add new folder?": "Nije map taheakje?",
    "Address": "Adres",
    "Addresses": "Adressen",
    "Advanced": "Avansearre",
    "Advanced Configuration": "Avansearre konfiguraasje",
    "Advanced settings": "Avansearre ynstellings",
    "All Data": "Alle data",
    "Allow Anonymous Usage Reporting?": "Anonime brûkensrapportaazje tastean?",
    "Alphabetic": "Alfabetysk",
    "An external command handles the versioning. It has to remove the file from the synced folder.": "In ekstern kommando soarget foar it ferzjebehear. It moat de triem út de syngronisearre map fuortsmite.",
    "Anonymous Usage Reporting": "Anonym brûkensrapportaazje",
    "Any devices configured on an introducer device will be added to this device as well.": "Alle apparaten die op in 'yntrodusearjend apparaat' ynstelt binne, wurde ek op dit apparaat taheakke.",
    "Automatic upgrades": "Automatyske fernijings",
    "Be careful!": "Tink derom!",
    "Bugs": "Brekkings",
    "CPU Utilization": "CPU-brûken",
    "Changelog": "Feroaringslochboek",
    "Clean out after": "Opromje nei",
    "Close": "Slute",
    "Command": "Kommando",
    "Comment, when used at the start of a line": "Kommentaar, wannear as brûkt by it begjin fan in rige",
    "Compression": "Kompresje",
    "Connection Error": "Ferbiningsflater",
    "Copied from elsewhere": "Oernommen fan earne oars",
    "Copied from original": "Oernommen fan orizjineel",
    "Copyright © 2014-2016 the following Contributors:": "Copyright © 2014-2016 de folgende bydragers:",
    "Copyright © 2015 the following Contributors:": "Copyright © 2015 de folgende bydragers:",
    "Danger!": "Gefaar!",
    "Delete": "Fuortsmite",
    "Deleted": "Fuortsmiten",
    "Device \"{%name%}\" ({%device%} at {%address%}) wants to connect. Add new device?": "Apparaat \"{{name}}\" {{device}} op ({{address}}) wol ferbining meitsje. Nij apparaat taheakje?",
    "Device ID": "Apparaat-ID",
    "Device Identification": "Apparaatidentifikaasje",
    "Device Name": "Apparaatnamme",
    "Device {%device%} ({%address%}) wants to connect. Add new device?": "Apparaat {{device}} ({{address}}) wol ferbining meitsje. Nij apparaat taheakje?",
    "Devices": "Apparaten",
    "Disconnected": "Ferbining ferbrutsen",
    "Discovery": "Untdekking",
    "Documentation": "Dokumintaasje",
    "Download Rate": "Ynlaadfluggens",
    "Downloaded": "Ynladen",
    "Downloading": "Oan it ynladen",
    "Edit": "Bewurkje",
    "Edit Device": "Apparaat bewurkje",
    "Edit Folder": "Map bewurkje",
    "Editing": "Bewurkjen",
    "Enable NAT traversal": "NAT-trochkruse ynskeakelje",
    "Enable Relaying": "Trochjaan tastean",
    "Enable UPnP": "UPnP oansette",
    "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Fier troch komma's skieden (\"tcp://ip:port\", \"tcp://host:port\") adressen yn of \"dynamic\" om automatyske ûntdekking fan it adres út te fieren.",
    "Enter ignore patterns, one per line.": "Fier negearpatroanen yn, ien per rigel.",
    "Error": "Flater",
    "External File Versioning": "Ekstern ferzjebehear foar triemen",
    "Failed Items": "Mislearre items",
    "File Pull Order": "Triemlûkfolchoarder",
    "File Versioning": "Triemferzjebehear",
    "File permission bits are ignored when looking for changes. Use on FAT file systems.": "Bits foar triemrjochten wurde negearre yn it sykjen foar feroarings. Brûk dit op FAT-triemsystemen.",
    "Files are moved to .stversions folder when replaced or deleted by Syncthing.": "Triemen wurde ferset nei map .stversions wannear't troch Syncthing ferfangen of fuortsmiten.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by Syncthing.": "Triemen wurde ferset nei in mei datum stimpele ferzjes yn in .stversions map wannear troch Syncthing ferfangen of fuortsmiten.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Triemen binne ymmún foar feroarings makke troch oare apparaten, mar feroarings makke op dit apparaat wurde nei de rest fan 'e bondel ferstjoerd.",
    "Folder": "Map",
    "Folder ID": "Map-ID",
    "Folder Label": "Map-opskrift",
    "Folder Master": "Map-master",
    "Folder Path": "Map-paad",
    "Folders": "Mappen",
    "GUI": "GUI",
    "GUI Authentication Password": "Wachtwurd foar ferifikaasje yn GUI",
    "GUI Authentication User": "Brûkers-ID foar ferifikaasje yn GUI",
    "GUI Listen Addresses": "Harkadres foar GUI",
    "Generate": "Generearje",
    "Global Discovery": "Wrâldwide ûntdekking",
    "Global Discovery Server": "Wrâldwide ûntdekkingstsjinner",
    "Global Discovery Servers": "Wrâldwide ûntdekkingstsjinners",
    "Global State": "Wrâldwide tastân",
    "Help": "Help",
    "Home page": "Hiemstee",
    "Ignore": "Negearje",
    "Ignore Patterns": "Negear-patroanen",
    "Ignore Permissions": "Negear-rjochten",
    "Incoming Rate Limit (KiB/s)": "Downloadfluggenslimyt (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Ferkearde konfiguraasje kin de ynhâld fan jo mappen skeine en Syncthing unbrûkber meitsje.",
    "Introducer": "Yntrodusearrer",
    "Inversion of the given condition (i.e. do not exclude)": "Dizze betingst omkeare (d.w.z. net útslute) ",
    "Keep Versions": "Ferzjes bewarje",
    "Largest First": "Grutste earst",
    "Last File Received": "Leste triem ûntfongen",
    "Last seen": "Lêst sjoen",
    "Later": "Letter",
    "Local Discovery": "Lokale ûntdekking",
    "Local State": "Lokale tastân",
    "Local State (Total)": "Lokale tastân (Folledich)",
    "Major Upgrade": "Wichtige fernijing",
    "Maximum Age": "Maksimale âldens",
    "Metadata Only": "Allinnich metadata",
    "Minimum Free Disk Space": "Minimale frije skiifromte",
    "Move to top of queue": "Fersette nei boppe oan de rige",
    "Multi level wildcard (matches multiple directory levels)": "Multi-nivo jokerteken (wildcard) (fergelykt mei meardere map-nivo's)",
    "Never": "Nea",
    "New Device": "Nij apparaat",
    "New Folder": "Nije map",
    "Newest First": "Nijste earst",
    "No": "Nee",
    "No File Versioning": "Gjin triemferzjebehear",
    "Notice": "Notysje",
    "OK": "Okee",
    "Off": "Ut",
    "Oldest First": "Aldste earst",
    "Optional descriptive label for the folder. Can be different on each device.": "Opsjoneel beskriuwend opskrift foar de map. Mei op ider apparaat oars wêze.",
    "Options": "Opsjes",
    "Out of Sync": "Net syngronisearre",
    "Out of Sync Items": "Net syngronisearre items",
    "Outgoing Rate Limit (KiB/s)": "Uploadfluggenslimyt (KiB/s)",
    "Override Changes": "Feroarings oerskriuwe",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Paad nei de map op de lokale kompjûter. Wurd oanmakke as dizze net bestiet. It tilde teken (~) kin brûkt wurde as fluchkeppeling foar",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Paad dêr't de ferzjes bewarre wurde moatte (leech litte foar de standert .stversions-map yn de map).",
    "Pause": "Skoftsje",
    "Paused": "Skoftet",
    "Please consult the release notes before performing a major upgrade.": "Foardat jo in wichtige fernijing ynstallearre, graach earst de fernijingsoantekenings lêze.",
    "Please set a GUI Authentication User and Password in the Settings dialog.": "Graach foar GUI-ferifikaasje in brûkers-ID en wachtwurd ynstelle yn it ynstellingsdialooch.",
    "Please wait": "In amerijke",
    "Preview": "Foarbyld",
    "Preview Usage Report": "Foarbyld fan brûkensrapport ",
    "Quick guide to supported patterns": "Fluch-paadwizer foar stipe patroanen",
    "RAM Utilization": "RAM-brûken",
    "Random": "Willekeurich",
    "Relay Servers": "Trochjoutsjinners",
    "Relayed via": "Trochjûn fia",
    "Relays": "Trochjouers",
    "Release Notes": "Utjeftenotysjes",
    "Remote Devices": "Apparaten op Ofstân",
    "Remove": "Fuortsmite",
    "Required identifier for the folder. Must be the same on all cluster devices.": "Ferplicht ID foar de map. Moat op alle bondelapparaten itselde wêze.",
    "Rescan": "Sken opnij",
    "Rescan All": "Sken alles opnij",
    "Rescan Interval": "Wersken ynterval",
    "Restart": "Werstarte",
    "Restart Needed": "Werstart nedich",
    "Restarting": "Oan it werstarten",
    "Resume": "Trochgean",
    "Reused": "Opnij brûkt",
    "Save": "Bewarje",
    "Scan Time Remaining": "Oerbleaune skentiid",
    "Scanning": "Oan it skennen",
    "Select the devices to share this folder with.": "Sykje de apparaten út om dizze map mei te dielen.",
    "Select the folders to share with this device.": "Sykje de mappen út om mei dit apparaat te dielen.",
    "Settings": "Ynstellings",
    "Share": "Diele",
    "Share Folder": "Map diele",
    "Share Folders With Device": "Map diele mei apparaat",
    "Share With Devices": "Diele mei apparaten",
    "Share this folder?": "Dizze map diele?",
    "Shared With": "Dielt mei",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Koarte ID foar de map. Moat op alle bondelapparaten itselde wêze.",
    "Show ID": "ID sjen litte",
    "Show QR": "QR sjen litte",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Wurd ynstee fan apparaat-ID sjen litten by de bondeltastân. Wurd nei oare apparaten advertearre as in mooglike standertnamme.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Wurd yn de bondeltastân sjen litten ynstee fan apparaat-ID. Wannear't leech litten wurd, wurd it fernijt nei de namme die it apparaat útstjoert.",
    "Shutdown": "Ofslute",
    "Shutdown Complete": "Ofsluten klear",
    "Simple File Versioning": "Ienfâldich triemferzjebehear",
    "Single level wildcard (matches within a directory only)": "Inkel-nivo jokerteken (wildcard) (fergeliket allinnich binnen in map)",
    "Smallest First": "Lytste earst",
    "Source Code": "Boarnekoade",
    "Staggered File Versioning": "Sprieden triemferzjebehear",
    "Start Browser": "Browser iepenje wannear't Syncthing start",
    "Statistics": "Statistiken",
    "Stopped": "Stoppe",
    "Support": "Understeuning",
    "Sync Protocol Listen Addresses": "Sync-protokolharkadressen",
    "Syncing": "Oan it Syncen",
    "Syncthing has been shut down.": "Syncthing is útsetten",
    "Syncthing includes the following software or portions thereof:": "Syncthing befettet de folgende sêftguod of parten dêrfan:",
    "Syncthing is restarting.": "Syncthing oan it werstarten.",
    "Syncthing is upgrading.": "Syncthing is oan it fernijen.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "It liket dêrop dat Syncthing op dit stuit net rint, of der is in swierrichheid mei jo ynternetferbining. Wurd no opnij besocht...",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "It liket dêrop dat Syncthing swierrichheden ûnderfynt mei it ferwurkjen fan jo fersyk. Graach de stee ferfarskje of Syncthing werstarte as it probleem der bliuwt.",
    "The Syncthing admin interface is configured to allow remote access without a password.": "De Syncthing haadbrûker-ynterfaasje is sa ynstelt dat tagong fan ôfstân sûnder wachtwurd tastean is.",
    "The aggregated statistics are publicly available at {%url%}.": "De fersammele statistiken binnen yn it publyk beskikber op {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "De konfiguraasje is bewarre mar noch net aktivearre.  Syncthing moat werstarte om de nije konfiguraasje te aktivearren.",
    "The device ID cannot be blank.": "It apparaat-ID kin net leech wêze.",
    "The device ID to enter here can be found in the \"Actions > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "It apparaat-ID dat hjir ynfierd wurde kin, kin fûn wurde yn in it \"Askjes > ID sjen litte\" dialooch op de oare apparaten. Spaasjes en streepkes binne mooglik (wurde negeard).",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "It apparaat-ID dat hjir ynfierd wurde kin, kin fûn wurde yn in it \"Bewurkje > ID sjen litte\" dialooch op de oare apparaten. Spaasjes en streepkes binne mooglik (wurde negeard).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "It ferkaaide brûkensrapport wurd eltse dei ferstjoerd. It wurd brûkt om algemiene platfoarmen, mapgruttens en app-ferzjes by te hâlden. As de rapportearre dataset feroaret, krije jo dit dialooch wer te sjen.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Dit ynfierde apparaat-ID liket ûnjildich. It moat in tekenrige (string) wêze mei in lingte fan 52 of 56 karakters besteande út letters en nûmers, mei spaasjes en streepkes mooglik.",
    "The first command line parameter is the folder path and the second parameter is the relative path in the folder.": "De earste parameter yn de kommando-rigel is it paad fan de map, de twadde parameter is it relative paad yn de map.",
    "The folder ID cannot be blank.": "It map-ID mei net leech wêze.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "It map-ID moat in koart opskrift wêze (64 karakters of minder) allinnich besteande út letters, nûmers en punt- (.), streep- (-) en lizzend-streepkekarakters (_) .",
    "The folder ID must be unique.": "It map-ID moat unyk wêze.",
    "The folder path cannot be blank.": "It map-paad mei net leech wêze.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "De folgende yntervals wurd brûkt: foar it earste oere wurd eltse 30 sekonden in ferzje bewarre, foar de earste dei wurd eltse oere in ferzje bewarre, foar de earste 30 dagen wurd eltse dei in ferzje bewarre, oant ta de maksimale âldens wurd eltse wike in ferzje bewarre.",
    "The following items could not be synchronized.": "De folgende items koene net syngronisearre wurde.",
    "The maximum age must be a number and cannot be blank.": "De maksimale âldens moat in nûmer en net leech wêze.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "De maksimale tiid dat in ferzje bewarre wurde moat (yn dagen, stel yn op 0 om ferzjes foar immer te bewarjen).",
    "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).": "It maksimale persintaazje frije skiifromte moat in posityf nûmer wêze tusken 0 en 100 (ynklusyf).",
    "The number of days must be a number and cannot be blank.": "It tal fan dagen moat in nûmer wêze en mei net leech wêze.",
    "The number of days to keep files in the trash can. Zero means forever.": "It tal fan dagen om triemen in it jiskefet te bewarjen. Nul (0) betsjuttet foar immer.",
    "The number of old versions to keep, per file.": "It tal fan âlde ferzjes om te bewarjen, de triem.",
    "The number of versions must be a number and cannot be blank.": "It tal fan ferzjes moat in nûmer wêze en mei net leech wêze.",
    "The path cannot be blank.": "It paad mei net leech wêze.",
    "The rate limit must be a non-negative number (0: no limit)": "It fluggenslimyt moat in posityf nûmer wêze (0: gjin limyt)",
    "The rescan interval must be a non-negative number of seconds.": "It wersken-ynterfal moat in posityf tal fan sekonden wêze.",
    "They are retried automatically and will be synced when the error is resolved.": "Sy wurde automatysk opnij probearre en sille syngronisearre wurde wannear at de flater oplost is.",
    "This Device": "Dit Apparaat",
    "This can easily give hackers access to read and change any files on your computer.": "Dit kin samar ynkringers (hackers) tagong jaan om elke triem op jo kompjûter te besjen en te feroarjen.",
    "This is a major version upgrade.": "Dit is in wichtige ferzjefernijing.",
    "Trash Can File Versioning": "Jiskefet-triemferzjebehear",
    "Unknown": "Unbekend",
    "Unshared": "Net dielt",
    "Unused": "Net brûkt",
    "Up to Date": "By de tiid",
    "Updated": "Fernijt",
    "Upgrade": "Fernije",
    "Upgrade To {%version%}": "Fernije nei {{version}}",
    "Upgrading": "Oan it fernijen",
    "Upload Rate": "Oplaadfluggens",
    "Uptime": "Rintiid",
    "Use HTTPS for GUI": "Brûk HTTPS foar GUI",
    "Version": "Ferzje",
    "Versions Path": "Ferzjes-paad",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Ferzjes wurde automatysk fuortsmiten wannear't se âlder binne dan de maksimale âldens of wannear it tal fan triemen yn in ynterval grutter is dan tastean.",
    "Warning, this path is a subdirectory of an existing folder \"{%otherFolder%}\".": "Warskôging, dit paad is in ûnderlizzende triemtafel fan in besteande map \"{{otherFolder}}\".",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Hâld by it taheakjen fan in nij apparaat yn de holle dat it apparaat oan de oare kant ek taheakke wurde moat. ",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Hâld by it taheakjen fan in nije map yn de holle dat de map-ID brûkt wurd om de mappen tusken apparaten mei-inoar te ferbinen. Se binne haadlettergefoelich en moatte oer alle apparaten eksakt oerienkomme.",
    "Yes": "Ja",
    "You must keep at least one version.": "Jo moatte minstens ien ferzje bewarje.",
    "days": "dagen",
    "full documentation": "komplete dokumintaasje",
    "items": "items",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} wol map \"{{folder}}\" diele.",
    "{%device%} wants to share folder \"{%folderLabel%}\" ({%folder%}).": "{{device}} wol de map \"{{folderLabel}}\" ({{folder}}) diele.",
    "{%device%} wants to share folder \"{%folderlabel%}\" ({%folder%}).": "{{device}} wol map \"{{folderlabel}}\" ({{folder}}) diele."
}