{
    "A device with that ID is already added.": "Id horrekin beste talde bat gehitu da.",
    "A negative number of days doesn't make sense.": "Hemen 0 edo zenbaki positiboa ,mesedez.",
    "A new major version may not be compatible with previous versions.": "Aldaketa garrantzitsuak dituen bertsio berria beharbada ez da bateragarria izango bertsio zaharragoekin.",
    "API Key": "API giltza",
    "About": "Egoki",
    "Actions": "Egintzak",
    "Add": "Gaineratu",
    "Add Device": "Gaineratu makina",
    "Add Folder": "Gaineratu partekatze",
    "Add Remote Device": "Gaineratu makinan izan",
    "Add new folder?": "Gaineratu hau partekatze ?",
    "Address": "Helbide",
    "Addresses": "Helbidek",
    "Advanced": "Aditu",
    "Advanced Configuration": "Konfigurazio aintzinatua",
    "Advanced settings": "Ezarpen aurreratuak",
    "All Data": "Datu guziak",
    "Allow Anonymous Usage Reporting?": "Izenik gabeko erabiltze erreportak baimendu",
    "Alphabetic": "Alfabetikoa",
    "An external command handles the versioning. It has to remove the file from the synced folder.": "Kanpoko kontrolagailu batek bertsioak erabiltzen ditu. Fitxeroak errepertorio sinkronizatutik desagertaraztea berari doakio.",
    "Anonymous Usage Reporting": "Izenik gabeko erabiltze erreportak",
    "Any devices configured on an introducer device will be added to this device as well.": "Sarrarazle batean sartua izanen edozein tresna dena huntan ere izanen da.",
    "Automatic upgrades": "Aktualizatze automatikoak",
    "Be careful!": "Kasu!",
    "Bugs": "Akatsek",
    "CPU Utilization": "Prozesadore erabiltze",
    "Changelog": "Bertsio historia",
    "Clean out after": "Garbi …. epearen ondotik",
    "Close": "Ezeztatu",
    "Command": "Kontrolagailua",
    "Comment, when used at the start of a line": "Komentarioa, lerro baten hastean delarik",
    "Compression": "Trinkotze",
    "Configured": "Konfiguratua",
    "Connection Error": "Konexio hutsa",
    "Connection Type": "Konexion mota",
    "Copied from elsewhere": "Beste nunbaitik kopiatua",
    "Copied from original": "Kopiatua jatorrizkoatik",
    "Copyright © 2014-2016 the following Contributors:": "Copyright 2014-2016, ekarle hauk:",
    "Danger!": "Lanjer !",
    "Deleted": "Ezeztatu",
    "Device \"{%name%}\" ({%device%} at {%address%}) wants to connect. Add new device?": "Makina \"{{name}}\" ({{device}} izan {{address}}) konektatu nahi du. Gaineratu berri makina ?",
    "Device ID": "Makina ID",
    "Device Identification": "Tresnaren identifikazioa",
    "Device Name": "Makina izen",
    "Devices": "Makinak",
    "Disconnected": "Desloturik",
    "Discovered": "Ziloa",
    "Discovery": "Aurkikuntza",
    "Documentation": "Dokumentazio",
    "Download Rate": "Deskargatze emari",
    "Downloaded": "Telekargatua",
    "Downloading": "Deskargatze",
    "Edit": "Aldatu",
    "Edit Device": "Aldaketa tresna",
    "Edit Folder": "Aldaketa partekatze",
    "Editing": "Aldaketa",
    "Enable NAT traversal": "Ahalbidetu NAT",
    "Enable Relaying": "Ahalbidetu lekua hartu",
    "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": " (\"tcp://ip:port\" ou \"tcp://nom:port\") zuzenbideak sar, krakotx batez separatuak edo bestenaz \"dynamic\", zuzenbidearen xekatze automatikoa aktibatzeko\nTu peux traduire nom et port dans la parenthèse, c'est pas des variables du programme, juste du texte explicatif",
    "Enter ignore patterns, one per line.": "Ezkluzio filtroak sar, lerro batean bakar bat",
    "Error": "Huts",
    "External File Versioning": "Fitxero bertsioen kanpoko kudeaketa",
    "Failed Items": "Fitxategiken huts",
    "File Pull Order": "Fitxategiak irekitzeko agindua",
    "File Versioning": "Artxiboak babesteko metodoa",
    "File permission bits are ignored when looking for changes. Use on FAT file systems.": "Aldaketa bilaketetan fitxero baimenen bitak ez dira kontuan hartuko. Fitxero FAT sistimetan erabilia.",
    "Files are moved to .stversions folder when replaced or deleted by Syncthing.": ".stbersioak azpi karpetan lekutuko dira fitxeroak, Syncthing-ek aldatu edo ezeztatuko dituelarik. Beren helbide errelatiboak hor berean berriz sortuak izanen dira, behar balin bada",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by Syncthing.": ".stbersioak azpi karpetan lekutuko eta ordu-markatuko dira fitxeroak, Syncthing-ek aldatu edo ezeztatuko dituelarik. Beren helbide errelatiboak hor berean berriz sortuak izanen dira, behar balin bada",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Beste tresnetan eginak izanen diren aldaketetatik zainduak izanen dira fitxeroak; haatik, tresna huntan egindako aldaketak besteeri hedatuak izanen dira",
    "Folder": "Partekatze",
    "Folder ID": "Partekatze ID",
    "Folder Label": "Partekatze izengoiti",
    "Folder Path": "Partekatze bidexka",
    "Folder Type": "Partekatze mota",
    "Folders": "Partekatzek",
    "GUI": "Interfaze grafiko",
    "GUI Authentication Password": "Interfaze grafiko pasahitz",
    "GUI Authentication User": "Interfaze grafiko erabiltzaile",
    "GUI Listen Addresses": "Interfaze grafiko helbide",
    "Generate": "Sortu",
    "Global Discovery": "Aurkikuntza oso",
    "Global Discovery Servers": "Aurkikuntza oso zerbitzarik",
    "Global State": "Oso egoera",
    "Help": "Aiuta",
    "Home page": "Errezibitze",
    "Ignore": "Baztertu",
    "Ignore Patterns": "Bazterketak arauk",
    "Ignore Permissions": "Baztertu baimenek",
    "Incoming Rate Limit (KiB/s)": "Deskargatze emari gehieneko (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Langer !!!!",
    "Introducer": "Abiarazle",
    "Inversion of the given condition (i.e. do not exclude)": "Emana izan den baldintza alderantziz eman (i.e ez baztertu)",
    "Keep Versions": "Gorde bertsioak",
    "Largest First": "Handienak lehenik",
    "Last File Received": " Fitxategi azken eskuratu",
    "Last Scan": "Azterketa azken",
    "Last seen": "Azken agerraldia",
    "Later": "Berantago",
    "Latest Change": "Asken aldaketa",
    "Listeners": "Entzungailuak",
    "Local Discovery": "Lekuko aurkikuntza",
    "Local State": "Lekuko egoera",
    "Local State (Total)": "Lekuko egoera (Oso)",
    "Major Upgrade": "Nagusi eguneratu",
    "Master": "Nagusi",
    "Maximum Age": "Goren adin",
    "Metadata Only": "Metadatuak bakarrik",
    "Minimum Free Disk Space": "Diskoan leku libre gutxieneko",
    "Move to top of queue": "Igurikatze zerrenda bururat lekuz alda",
    "Multi level wildcard (matches multiple directory levels)": "Hein askorentzako jokerra (errepertorio eta azpi errepertorioeri  dagokiona)",
    "Never": "Sekulan",
    "New Device": "Berria makina",
    "New Folder": "Berri partekatze",
    "Newest First": "Gehien gertatu berri lehen",
    "No": "Ez",
    "No File Versioning": "Ez babestu",
    "Normal": "Normal",
    "Notice": "Jakinaraztea",
    "OK": "Ados",
    "Off": "Desgaitu",
    "Oldest First": "Gehien zahar lehen",
    "Optional descriptive label for the folder. Can be different on each device.": "Partikatzearen izen hautuzkoa eta atsegina, zure gisa. Tresna bakotxean desberdina izaiten ahal da.",
    "Options": "Hautuk",
    "Out of Sync": "Ez sinkronizatua",
    "Out of Sync Items": "Ez sinkronizatu elementuak",
    "Outgoing Rate Limit (KiB/s)": "Bidaltze emari gehieneko (KiB/s)",
    "Override Changes": "Aldaketak desegin",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Bertako tresnaren karpetari buruzko bidea. Ez balin bada, asmatu beharko da bat. Vous pouvez entrer un chemin absolu (p.ex \"/home/moi/Sync/Exemple\") ou relatif à celui du programme (p.ex \"..\\Partages\\Exemple\" - utile pour installation portable). Tildea (~, edo ~+Espazioa Windows XP+Azerty-n) erabil litzateke bide motz gisa",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Kopiak kontserbatzeko bidea (hutsa utzezazu, .stversioen karpetaren bide ohituan).",
    "Pause": "Pausa",
    "Paused": "Geldirik",
    "Please consult the release notes before performing a major upgrade.": "Aktualizatze garrantzitsu bat egin baino lehen, bertsioaren oharrak begira itzazu.",
    "Please set a GUI Authentication User and Password in the Settings dialog.": "Konfigurazio leihoan asma itzazu erabiltzale izen bat eta sartzeko giltza bat",
    "Please wait": "Oraino pazientzia pixka bat har ezazu",
    "Preview": "Aurrebista",
    "Preview Usage Report": "Erabiltze aurrebista",
    "Quick guide to supported patterns": "Filtro ez onartuen txostena",
    "RAM Utilization": "RAM erabiltze",
    "Random": "Aleatorio",
    "Reduced by ignore patterns": "(Mugatu baztertzek patroikez)",
    "Release Notes": "Bertsioen notak",
    "Remote Devices": "Besteak makinak",
    "Remove": "Kendu",
    "Required identifier for the folder. Must be the same on all cluster devices.": "Partikatzearen erabilzaile izena. Diren tresna guzietan berdin berdina izan behar du",
    "Rescan": "Berreskanea",
    "Rescan All": "Berreskanea guzia",
    "Rescan Interval": "Arte berreskanea",
    "Restart": "Berriz abiatu",
    "Restart Needed": "Berriz piztea beharrezkoa",
    "Restarting": "Berriz piztea martxan",
    "Resume": "Berriz hasi",
    "Reused": "Berriz erabilia",
    "Save": "Begiratu",
    "Scan Time Remaining": "Gelditzen den denbora azterketa",
    "Scanning": "Etengabeko azterketa",
    "Select the devices to share this folder with.": "Honekin sinkronizatua:",
    "Select the folders to share with this device.": "Tresna hunek erabiltzen dituen banaketak hauta",
    "Send & Receive": "Igorri & Artu",
    "Send Only": "Bakarrik igorri",
    "Settings": "Egokitzek",
    "Share": "Banatu",
    "Share Folder": "Banatu",
    "Share Folders With Device": "Partekatu makinakekin",
    "Share With Devices": "Partekatuekin makinak",
    "Share this folder?": "Banatze hau onartzen duzu?",
    "Shared With": "Partekatuekin",
    "Show ID": "Erakutsi ene ID",
    "Show QR": "Erakutsi QR",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Tresnaren ID-aren ordez erakutsia, taldearen egoeran. Beste tresneri erakutsia izanen da, izen erabilgarria bezala",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Tresnaren ID-aren ordez erakutsia, taldearen egoeran. Hutsa utzia balin bada, urrun den tresnak proposatu izenarekin aktualizatua izanen da",
    "Shutdown": "Utzi",
    "Shutdown Complete": "Gelditua!",
    "Simple File Versioning": "Bertsioen segitze sinplifikatuak",
    "Single level wildcard (matches within a directory only)": "Hein bakar bateko jokerra (karpetaren barnean bakarrik dagokiona)",
    "Smallest First": "Tipienak lehenik",
    "Source Code": "Iturri kode",
    "Staggered File Versioning": "Bertsio eskaleratuak",
    "Start Browser": "Web nabigatzailea pitz",
    "Statistics": "Statistikak",
    "Stopped": "Gelditua!",
    "Support": "Foroa",
    "Sync Protocol Listen Addresses": "Sinkronizatu protokoloaren entzun zuzenbideak",
    "Syncing": "Sinkronizazio joaira",
    "Syncthing has been shut down.": "Syncthing gelditua izan da",
    "Syncthing includes the following software or portions thereof:": "Syncthing-ek programa hauk integratzen ditu (edo programa hauetatik datozten elementuak):",
    "Syncthing is restarting.": "Syncthing berriz pizten ari",
    "Syncthing is upgrading.": "Syncthing aktualizatzen ari da",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Iduri luke Syncthing gelditua dela, edo bestenaz arrazo bat bada interneten konekzioarekin. Berriz entsea zaitez…",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Iduri luke Syncthing arazo bat duela zure eskaeraren tratatzeko. Otoi, horria freska ezazu edo bestenaz Syncthing berriz pitz arazoak segitzen badu.",
    "The Syncthing admin interface is configured to allow remote access without a password.": "Syncthing administrazio interfazea pentsatua da urrundikako irisbideak sekretu hitz gabe onartzeko !!!",
    "The aggregated statistics are publicly available at the URL below.": "Estadistikak zuzen bide honetan publikoki ikusgarri dira",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Konfigurazioa grabatua izan da bainan ez aktibatua. Syncthing berriz piztu behar da konfigurazio berriaren berriz aktibatzeko.",
    "The device ID cannot be blank.": "Tresnaren ID-a ez da hutsa izaiten ahal.",
    "The device ID to enter here can be found in the \"Actions > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "Tresnaren ID-a atxemaiten ahal da \"Ekintza> Tresna urrunduaren \"ID-a erakuts\" menuan. Espazio eta gioiak ez dira beharrezkoak.",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Erabileraren zifratu txostena egun guziz igorria da. Erabili diren plataformak, banaketeen neurriak eta aplikazioaren bertsioen zerendatzeko balio du.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Sartu den tresnaren ID-ak iduri du ez duela balio. 52 edo 56-ko ezaugarriko kadena baten itxura behar luke, hizkiak, zifrak eta baita ere tarte edo gioiez egina",
    "The first command line parameter is the folder path and the second parameter is the relative path in the folder.": "Agingailu lerroaren lehen parametroa banatua den karpetaren bidea da, eta bigarrena karpetan den errelatibo bidea",
    "The folder ID cannot be blank.": "banatzearen ID-a ez da hutsa izaiten ahal",
    "The folder ID must be unique.": "Banatzearen ID-ak bakarra izan behar du",
    "The folder path cannot be blank.": "Karpetari buruzko bidea ez da hutsa izaiten ahal",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Hunako tarteak erabiliak dira: oren bateko denboraldian bertsio bat kontserbatua da 30 segundu guziz. Egun batekoan,bertsio bat egunero. Handik harat, adinaren mugetan egonez, bertsio bat astero.",
    "The following items could not be synchronized.": "Ondoko fitxero hauk ez dira sinkronizatuak ahal izan",
    "The maximum age must be a number and cannot be blank.": "Gehieneko adinak zenbaki bat behar du izan eta ez da hutsa izaiten ahal.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Bertsio baten kontserbatzeko epe haundiena (egunez behar du izan. Jar ezazu zerotan bertsioak betirako atxikitzeko)",
    "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).": "Diskoaren ehuneko espazioa hutsak zenbaki positibo bat behar du izan, 0 eta 100-en artekoa (100 barne)",
    "The number of days must be a number and cannot be blank.": "Egunen kopuruak numerikoa izan behar du eta ez da hutsa izaiten ahal",
    "The number of days to keep files in the trash can. Zero means forever.": "Zikin ontziko elgar hizketen kontserbatzeko egun kopurua. Beti 0 erran nahi du.",
    "The number of old versions to keep, per file.": "Atxikitzeko diren lehenagoko bertsio kopurua,fitxero bakotxarentzat",
    "The number of versions must be a number and cannot be blank.": "Bertsio kopuruak numerikoa behar du izan eta ez da hutsa izaiten ahal",
    "The path cannot be blank.": "Bidea ez da hutsa izaiten ahal",
    "The rate limit must be a non-negative number (0: no limit)": "Ixuriaren neurria ez da negatiboa izaiten ahal (0 = mugarik gabekoa)",
    "The rescan interval must be a non-negative number of seconds.": "Ikerketaren tartea ez da segundu kopuru negatiboa izaiten ahal",
    "They are retried automatically and will be synced when the error is resolved.": "Akatsa zuzendua izanen delarik, automatikoki berriz entseatuak et sinkronizatuak izanen dira",
    "This Device": "Makina hau",
    "This can easily give hackers access to read and change any files on your computer.": "Hunek errexki irakurtzen eta aldatzen uzten ahal du zure ordenagailuko edozein fitxero, nahiz eta sartu denak ez haizu!",
    "This is a major version upgrade.": "Aktualizatze garrantzitsu bat da",
    "Trash Can File Versioning": "Zakarrontzia",
    "Unknown": "Ez ezaguna",
    "Unshared": "Partekatu ez den",
    "Unused": "Ez baliatua",
    "Up to Date": "Egun",
    "Updated": "Berritu",
    "Upgrade": "Aktualizatu",
    "Upgrade To {%version%}": "Egunetaratzea {{version}}-i buruz",
    "Upgrading": "Syncthing-en egunetaratzea",
    "Upload Rate": "Bidaltze emari",
    "Uptime": "Denbora ibiltze",
    "Use HTTPS for GUI": "HTTPS-a erabil GUI-arentzat",
    "Version": "Bertsio",
    "Versions Path": "Bertsioen egon tokia",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Bertsioak automatikoki ezeztatuak izanen dira, kontserbatzeko iraupen denbora pasatua badute edo bitartean onartua den kopurua gainditua balin bada",
    "Warning, this path is a subdirectory of an existing folder \"{%otherFolder%}\".": "Kasu emazu, \"{{otherFolder}}\" banaketa azpi-karpetaren bidea da. Arazoak emaiten ahal ditu, fitxero batzuen ezeztatze edo duplikatzeak batez ere.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Tresna bat gehitzen duzularik, gogoan atxik ezazu zurea bestaldean gehitu behar dela ere",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Tresna bat gehitzen delarik, gogoan atxik ezazu bere IDa erabilia dela errepertorioak lotzeko tresnen bitartez. ID-a hautskorra da eta banatze huntan parte hartzen duten tresna guzietan berdina izanen da",
    "Yes": "Bai",
    "You must keep at least one version.": "Bertsio bat bederen behar duzu atxiki",
    "days": "Egunak",
    "directories": "karpetak",
    "files": "fitxategik",
    "full documentation": "Dokumentazio osoa",
    "items": "Elementuak",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} banaketa \"{{folder}}\" gomitatzen zaitu.",
    "{%device%} wants to share folder \"{%folderlabel%}\" ({%folder%}).": "{{device}}  \"{{folderlabel}}\" ({{folder}}) gomitatzen zaitu."
}