{
    "A device with that ID is already added.": "ID thiết bị này đã được thêm",
    "A negative number of days doesn't make sense.": "Số ngày không được âm.",
    "A new major version may not be compatible with previous versions.": "Phiên bản chính mới có thể sẽ không tương thích với các bản cũ.",
    "API Key": "Khoá API",
    "About": "Thông tin",
    "Action": "Hành động",
    "Actions": "Thao tác",
    "Add": "Thêm",
    "Add Device": "Thêm thiết bị",
    "Add Folder": "Thêm thư mục",
    "Add Remote Device": "Thêm thiết bị từ xa",
    "Add devices from the introducer to our device list, for mutually shared folders.": "Thêm thiết bị từ người giới thiệu vào danh sách thiết bị của chúng ta để chia sẻ thư mục với nhau",
    "Add new folder?": "Thêm thư mục mới?",
    "Additionally the full rescan interval will be increased (times 60, i.e. new default of 1h). You can also configure it manually for every folder later after choosing No.": "Khoảng thời gian quét lại toàn bộ sẽ được tăng lên (60 lần, nghĩa là mặc định là 1 giờ). Bạn cũng có thể cấu hình thủ công lại cho mọi thư mục sau khi chọn Không",
    "Address": "Địa chỉ",
    "Addresses": "Các địa chỉ",
    "Advanced": "Nâng cao",
    "Advanced Configuration": "Cấu hình nâng cao",
    "All Data": "Tất cả dữ liệu",
    "Allow Anonymous Usage Reporting?": "Cho phép báo cáo sử dụng ẩn danh?",
    "Allowed Networks": "Các mạng được phép",
    "Alphabetic": "A-Z",
    "An external command handles the versioning. It has to remove the file from the shared folder. If the path to the application contains spaces, it should be quoted.": "Một tập lệnh ngoại vi chịu trách nhiệm phiên bản hóa. Nó phải xóa tệp tin khỏi thư mục được chia sẻ. Nếu đường dẫn đến tập tin chứa khoảng trắng, nó sẽ được trích dẫn.",
    "Anonymous Usage Reporting": "Báo cáo sử dụng ẩn danh",
    "Anonymous usage report format has changed. Would you like to move to the new format?": "Định dạng báo cáo sử dụng ẩn danh đã thay đổi. Bạn có muốn chuyển sang định dạng mới?",
    "Are you sure you want to remove device {%name%}?": "Bạn có chắc chắn muốn xóa thiết bị này không [[Tên thiết bị]]?",
    "Are you sure you want to remove folder {%label%}?": "Bạn có chắc chắn muốn xóa thư mục này không [[nhãn]]?",
    "Are you sure you want to restore {%count%} files?": "Bạn có chắc chắn muốn khôi phục [[số lượng]] tệp tin?",
    "Auto Accept": "Tự động chấp nhận",
    "Automatic upgrade now offers the choice between stable releases and release candidates.": "Nâng cấp tự động hiện đang cung cấp lựa chọn giữa các bản phát hành ổn định và bản phát hành thử nghiệm.",
    "Automatic upgrades": "Cập nhật tự động",
    "Automatically create or share folders that this device advertises at the default path.": "Tự động tạo hoặc chia sẻ các thư mục mà thiết bị này giới thiệu ở đường dẫn mặc định.",
    "Available debug logging facilities:": "Phương tiện ghi nhật ký gỡ lỗi có sẵn:",
    "Be careful!": "Cẩn thận!",
    "Bugs": "Lỗi",
    "Changelog": "Lịch sử thay đổi",
    "Clean out after": "Dọn dẹp sau",
    "Close": "Đóng",
    "Command": "Lệnh",
    "Comment, when used at the start of a line": "Bình luận, khi dùng trước đầu dòng",
    "Compression": "Nén",
    "Configured": "Đã được cấu hình",
    "Connection Error": "Lỗi kết nối",
    "Connection Type": "Kiểu kết nối",
    "Connections": "Kết nối",
    "Continuously watching for changes is now available within Syncthing. This will detect changes on disk and issue a scan on only the modified paths. The benefits are that changes are propagated quicker and that less full scans are required.": "Liên tục theo dõi các thay đổi hiện có sẵn trong Syncthing. Điều này sẽ phát hiện các thay đổi trên ỗ đĩa và chỉ quét trên các đường dẫn đã sửa đổi. Nó giúp những thay đổi được truyền đi nhanh hơn và quét ít hơn.",
    "Copied from elsewhere": "Đã sao chép từ nơi khác",
    "Copied from original": "Đã sao chép từ nguồn",
    "Danger!": "Nguy hiểm!",
    "Debugging Facilities": "Thiết bị gỡ lỗi",
    "Delete": "Xoá",
    "Deselect All": "Bỏ chọn tất cả",
    "Device": "Thiết bị",
    "Device \"{%name%}\" ({%device%} at {%address%}) wants to connect. Add new device?": "Thiết bị \"{{name}}\" ({{device}} tại {{address}}) muốn kết nối. Thêm thiết bị mới?",
    "Device ID": "ID thiết bị",
    "Device Identification": "Danh tính thiết bị",
    "Device Name": "Tên thiết bị",
    "Device rate limits": "Giới hạn tốc độ của thiết bị",
    "Devices": "Các thiết bị",
    "Disabled": "Đã vô hiệu hóa",
    "Discard": "Loại bỏ",
    "Disconnected": "Đã ngắt kết nối",
    "Discovered": "Đã phát hiện",
    "Discovery": "Tìm thấy",
    "Documentation": "Tài liệu",
    "Download Rate": "Tốc độ tải xuống",
    "Downloaded": "Đã tải xuống",
    "Downloading": "Đang tải xuống",
    "Edit": "Chỉnh sửa",
    "Edit Device": "Ch.sửa thiết bị",
    "Edit Folder": "Ch.sửa thư mục",
    "Enable Relaying": "Bật chế độ ch.tiếp",
    "Enter ignore patterns, one per line.": "Nhập các quy luật bỏ qua, từng dòng một.",
    "Error": "Lỗi",
    "External File Versioning": "Kiểu ngoại vi",
    "Failed Items": "Các n.dung bị lỗi",
    "File Pull Order": "Thứ tự pull tập tin",
    "File Versioning": "Ph.bản hoá tập tin",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Các t.tin được b.vệ khỏi những th.đổi trên các th.bị khác, nhưng những th.đổi trên th.bị này sẽ được chuyển tới các máy cụm còn lại.",
    "Folder": "Thư mục",
    "Folder ID": "ID thư mục",
    "Folder Label": "Nhãn thư mục",
    "Folder Path": "Đ.dẫn đến th.mục",
    "Folders": "Các th.mục",
    "GUI": "GUI",
    "GUI Authentication Password": "Mật khẩu xác minh GUI",
    "GUI Authentication User": "Người dùng xác minh GUI",
    "Generate": "Tạo mới",
    "Global Discovery": "Dò tìm toàn cầu",
    "Global Discovery Servers": "Các m.chủ dò tìm toàn cầu",
    "Global State": "Tr.thái toàn cầu",
    "Help": "Trợ giúp",
    "Home page": "Trang chủ",
    "Ignore": "Bỏ qua",
    "Ignore Patterns": "Bỏ qua các quy luật",
    "Ignore Permissions": "Bỏ qua các giấy phép",
    "Incoming Rate Limit (KiB/s)": "Giới hạn t.độ đầu vào (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Cấu hình không đúng có thể làm mất mát dữ liệu và khiến Syncthing ngừng hoạt động.",
    "Introducer": "Th.bị giới thiệu",
    "Inversion of the given condition (i.e. do not exclude)": "Đảo ngược điều kiện cho trước (VD: không được loại trừ)",
    "Keep Versions": "Giữ các ph.bản",
    "LDAP": "LDAP",
    "Largest First": "Lớn nhất đầu tiên",
    "Last seen": "Thấy lần cuối",
    "Local Discovery": "Dò tìm cục bộ",
    "Local State": "Tr.thái cục bộ",
    "Local State (Total)": "Tr.thái cục bộ (Tổng)",
    "Major Upgrade": "Bản n.cấp q.trọng",
    "Maximum Age": "Thời hạn tối đa",
    "Metadata Only": "Chỉ siêu dữ liệu",
    "Minimum Free Disk Space": "Dung lượng đĩa trống tối thiểu",
    "Move to top of queue": "Chuyển đến đầu hàng chờ",
    "Multi level wildcard (matches multiple directory levels)": "Ký tự thay thế đa cấp (phù hợp với đa cấp độ thư mục)",
    "Never": "Chưa từng",
    "New Device": "Thiết bị mới",
    "New Folder": "Thư mục mới",
    "Newest First": "Mới nhất đầu tiên",
    "No": "Không",
    "No File Versioning": "Không dùng",
    "Notice": "Chú ý",
    "OK": "OK",
    "Off": "Tắt",
    "Oldest First": "Cũ nhất đầu tiên",
    "Optional descriptive label for the folder. Can be different on each device.": "Nhãn mô tả tuỳ chọn cho thư mục. Có thể khác nhau trên từng thiết bị.",
    "Options": "Tuỳ chọn",
    "Out of Sync": "Mất đồng bộ",
    "Out of Sync Items": "Các n.dung mất đ.bộ",
    "Outgoing Rate Limit (KiB/s)": "Giới hạn t.độ đầu ra (KiB/s)",
    "Override Changes": "Ghi đè các th.đổi",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Đường dẫn đến thư mục trên máy cục bộ. Sẽ tạo mới nếu chưa hiện hữu. Dấu ngã (~) có thể được dùng làm lối tắt cho",
    "Pause": "Tạm dừng",
    "Paused": "Đã t.dừng",
    "Please consult the release notes before performing a major upgrade.": "Hãy xem kỹ lịch sử phát hành trước khi tiến hành bản cập nhật q.trọng.",
    "Please set a GUI Authentication User and Password in the Settings dialog.": "Hãy thiết lập tên ng.dùng và mật khẩu xác minh GUI trong hộp thoại Cài đặt.",
    "Please wait": "Xin chờ",
    "Preview": "Xem trước",
    "Preview Usage Report": "Xem trước báo cáo s.dụng",
    "Quick guide to supported patterns": "H.dẫn sơ lược về các q.luật được hỗ trợ",
    "Random": "Ngẫu nhiên",
    "Release Notes": "Lịch sử phát hành",
    "Remote Devices": "Các thiết bị từ xa",
    "Remove": "Xoá",
    "Required identifier for the folder. Must be the same on all cluster devices.": "Tên tắt bắt buộc cho thư mục. Phải trùng khớp trên tất cả thiết bị trong cụm.",
    "Rescan": "Quét lại",
    "Rescan All": "Quét lại t.cả",
    "Restart": "Kh.động lại",
    "Restart Needed": "Cần kh.động lại",
    "Restarting": "Đang kh.động lại",
    "Resume": "Tiếp tục",
    "Reused": "Đã s.dụng lại",
    "Save": "Lưu",
    "Scan Time Remaining": "Thời gian quét còn lại",
    "Scanning": "Đang quét",
    "Settings": "Cài đặt",
    "Share": "Chia sẻ",
    "Share Folder": "Chia sẻ th.mục",
    "Share this folder?": "Chia sẻ th.mục này?",
    "Shared With": "Đã ch.sẻ với",
    "Show ID": "Hiển thị ID",
    "Show QR": "Hiển thị QR",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Hiển thị thay cho ID th.bị trong trạng thái cụm. Sẽ được giới thiệu đến các th.bị khác như tên mặc định tuỳ chọn.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Hiển thị thay cho ID thiết bị trong trạng thái cụm. Nếu để trống sẽ được cập nhật thành tên mà thiết bị giới thiệu.",
    "Shutdown": "Tắt",
    "Shutdown Complete": "Tắt hoàn tất",
    "Simple File Versioning": "Kiểu đơn giản",
    "Single level wildcard (matches within a directory only)": "Ký tự thay thế đơn cấp (phù hợp với chỉ một thư mục)",
    "Smallest First": "Nhỏ nhất đầu tiên",
    "Source Code": "Mã nguồn",
    "Staggered File Versioning": "Theo thời gian",
    "Start Browser": "Mở trình duyệt",
    "Statistics": "Thống kê",
    "Stopped": "Đã dừng",
    "Support": "Hỗ trợ",
    "Sync Protocol Listen Addresses": "Đồng bộ các đ.chỉ l.nghe giao thức",
    "Syncing": "Đang đ.bộ",
    "Syncthing has been shut down.": "Đã tắt Syncthing.",
    "Syncthing includes the following software or portions thereof:": "Syncthing bao gồm các ph.mềm hoặc ph.tử của các ph.mềm sau:",
    "Syncthing is restarting.": "Syncthing đang kh.động lại.",
    "Syncthing is upgrading.": "Syncthing đang n.cấp.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Có vẻ như Syncthing đang bị nghẽn hoặc là mạng của bạn có vấn đề. Đang thử lại...",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Có vẻ như Syncthing đang gặp phải v.đề khi x.lý yêu cầu của bạn. Xin làm mới trang hoặc kh.động lại Syncthing nếu v.đề vẫn còn tiếp diễn.",
    "The Syncthing admin interface is configured to allow remote access without a password.": "Giao diện q.trị của Syncthing được c.hình nhằm cho phép tr.cập từ xa không cần mật khẩu.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Cấu hình đã được lưu nhưng chưa được kích hoạt. Syncthing phải khởi động lại để kích hoạt cấu hình mới. ",
    "The device ID cannot be blank.": "Không được để trống ID thiết bị.",
    "The device ID to enter here can be found in the \"Actions > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "ID thiết bị cần nhập có thể được tìm thấy trong hộp thoại \"Thao tác > Hiển thị ID\" trên thiết bị kia. Khoảng trắng và gạch ngang là tuỳ chọn (bỏ qua).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes, and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Báo cáo s.dụng đã mã hoá sẽ được gửi đi hằng ngày. Nó được dùng để t.thập s.liệu về các HĐH phổ biến, kích cỡ th.mục và ph.bản ứng dụng. Nếu bộ d.liệu báo cáo có th.đổi, bạn sẽ được nhắc thông qua h.thoại này.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "ID thiết bị đã nhập không hợp lệ. Nó phải là một chuỗi từ 52 đến 56 ký tự, bao gồm chữ cái và các con số, với khoảng trắng và gạch ngang là tuỳ chọn.",
    "The folder ID cannot be blank.": "Không được để trống ID thư mục.",
    "The folder ID must be unique.": "ID thư mục phải là duy nhất.",
    "The folder path cannot be blank.": "Không được để trống đ.dẫn đến th.mục.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Các khoảng th.gian sau đây sẽ được s.dụng: một phiên bản, trong giờ đầu tiên, được giữ lại mỗi 30 giây, trong ngày đầu tiên là mỗi giờ, trong 30 ngày đầu tiên là mỗi ngày, cho đến khi th.hạn tối đa mỗi ph.bản được giữ lại là mỗi tuần. ",
    "The following items could not be synchronized.": "Không thể đồng bộ những nội dung sau.",
    "The maximum age must be a number and cannot be blank.": "Thời hạn tối đa phải là một con số và không được để trống.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Th.gian t.đa một ph.bản được giữ lại (tính bằng ngày, nhập 0 để giữ tập tin mãi mãi).",
    "The number of days must be a number and cannot be blank.": "Số ngày phải là một con số và không được để trống.",
    "The number of days to keep files in the trash can. Zero means forever.": "Số ngày tập tin được giữ trong thùng rác. 0 nghĩa là mãi mãi.",
    "The number of old versions to keep, per file.": "Số phiên bản cũ cần giữ lại với mỗi tập tin.",
    "The number of versions must be a number and cannot be blank.": "Số phiên bản phải là một con số và không được để trống.",
    "The path cannot be blank.": "Không được để trống đường dẫn.",
    "The rate limit must be a non-negative number (0: no limit)": "Giới hạn tốc độ phải là một số không âm (0: không giới hạn)",
    "The rescan interval must be a non-negative number of seconds.": "Khoảng thời gian quét lại phải là một số giây không âm.",
    "They are retried automatically and will be synced when the error is resolved.": "Chúng sẽ được tự động thử lại và đồng bộ khi lỗi được khắc phục.",
    "This Device": "Thiết bị này",
    "This can easily give hackers access to read and change any files on your computer.": "Th.tác này có thể khiến tin tặc dễ dàng tr.cập để đọc và th.đổi bất kỳ t.tin nào trên máy của bạn.",
    "This is a major version upgrade.": "Đây là bản nâng cấp quan trọng.",
    "Trash Can File Versioning": "Kiểu thùng rác",
    "Unknown": "Không biết",
    "Unshared": "Chưa chia sẻ",
    "Up to Date": "Đã đồng bộ",
    "Upgrade": "Nâng cấp",
    "Upgrade To {%version%}": "Nâng cấp lên {{version}}",
    "Upgrading": "Đang nâng cấp",
    "Upload Rate": "Tốc độ tải lên",
    "Uptime": "Th.gian h.động",
    "Use HTTPS for GUI": "Sử dụng HTTPS cho GUI",
    "Version": "Phiên bản",
    "Versions": "Các phiên bản",
    "Versions Path": "Đ.dẫn đến các ph.bản",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Các phiên bản sẽ tự động được xoá nếu chúng cũ hơn thời hạn tối đa hoặc vượt quá số tập tin cho phép trong một khoảng thời gian.",
    "Warning, this path is a subdirectory of an existing folder \"{%otherFolder%}\".": "Cảnh báo, đường dẫn này là thư mục con của thư mục hiện hữu \"{{otherFolder}}\".",
    "Watch for Changes": "Xem các thay đổi",
    "Watching for Changes": "Đang xem các thay đổi",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Khi thêm một thiết bị mới, hãy nhớ rằng thiết bị này cũng phải được thêm vào máy kia.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Khi thêm một thư mục mới, hãy nhớ rằng ID thư mục được dùng để gắn kết thư mục giữa các thiết bị với nhau. Chúng phải chính xác từng chữ, cả viết hoa và thường giữa tất cả thiết bị.",
    "Yes": "Vâng",
    "You can also select one of these nearby devices:": "Bạn cũng có thể chọn một trong những thiết bị ở gần :",
    "You can change your choice at any time in the Settings dialog.": "Bạn có thể thay đổi lựa chọn của bạn bất kỳ lúc nào trong hộp thoại cài đặt",
    "You can read more about the two release channels at the link below.": "Bạn có thể đọc thêm về hai kênh cập nhật tại liên kết dưới đây.",
    "You have no ignored devices.": "Bạn không có thiết bị được bỏ qua",
    "You have no ignored folders.": "Bạn không có thư mục được bỏ qua",
    "You have unsaved changes. Do you really want to discard them?": "Bạn chưa lưu lại các thay đổi. Bạn thực sự muốn loại bỏ các thay đổi ?",
    "You must keep at least one version.": "Bạn phải giữ ít nhất một phiên bản.",
    "days": "ngày",
    "directories": "Các danh mục",
    "files": "Các tệp tin",
    "full documentation": "tài liệu đầy đủ",
    "items": "Các mục",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} muốn chia sẻ thư mục \"{{folder}}\".",
    "{%device%} wants to share folder \"{%folderlabel%}\" ({%folder%}).": "{{device}} muốn chia sẻ thư mục \"{{folderlabel}}\" \"{{folder}}\"."
}
