{
    "A device with that ID is already added.": "Уређај са тим идентификатором је већ додат.",
    "A negative number of days doesn't make sense.": "Негативан број дана нема смисла.",
    "A new major version may not be compatible with previous versions.": "Нова верзија можда неће радити са претходним верзијама.",
    "API Key": "АПИ кључ",
    "About": "Информације",
    "Action": "Радња",
    "Actions": "Радње",
    "Active filter rules": "Активна правила филтера",
    "Add": "Додај",
    "Add Device": "Додај уређај",
    "Add Folder": "Додај фасциклу",
    "Add Remote Device": "Додаај удаљени уређај",
    "Add devices from the introducer to our device list, for mutually shared folders.": "Додај уређаје од иницијатора на нашу листу уређаја, за међусобно дељене фасцикле.",
    "Add filter entry": "Додај ставку филтера",
    "Add ignore patterns": "Додај правила за игнорисање",
    "Add new folder?": "Додај нову фасциклу?",
    "Additionally the full rescan interval will be increased (times 60, i.e. new default of 1h). You can also configure it manually for every folder later after choosing No.": "Додатно, интервал потпуног поновног скенирања ће бити повећан (60 пута, тј. нови подразумевани интервал од 1 сат). Такође можете ручно да га подесите за сваку фасциклу касније након што изаберете Не.",
    "Address": "Адреса",
    "Addresses": "Адресе",
    "Advanced": "Напредно",
    "Advanced Configuration": "Напредна конфигурација",
    "All Data": "Сви подаци",
    "All Time": "Све време",
    "All folders shared with this device must be protected by a password, such that all sent data is unreadable without the given password.": "Све фасцикле које се деле са овим уређајем морају бити заштићене лозинком, тако да сви послати подаци не могу бити прочитани без дате лозинке.",
    "Allow Anonymous Usage Reporting?": "Дозволити анонимно слање података о коришћењу?",
    "Allowed Networks": "Дозвољене мреже",
    "Alphabetic": "Абецедним редом",
    "Altered by ignoring deletes.": "Промењено због игнорисања брисања.",
    "Always turned on when the folder type is \"{%foldertype%}\".": "Увек укључено када је тип фасцикле „{{foldertype}}\".",
    "An external command handles the versioning. It has to remove the file from the shared folder. If the path to the application contains spaces, it should be quoted.": "Екстерна команда управља верзионирањем. Она мора да уклони фајл из дељене фасцикле. Ако путања до апликације садржи размаке, треба да буде под наводницима.",
    "Anonymous Usage Reporting": "Анонимно слање података о употреби",
    "Anonymous usage report format has changed. Would you like to move to the new format?": "Формат анонимног слања података о коришћењу је промењен. Желите ли да пређете на нови формат?",
    "Applied to LAN": "Важи за локалну мрежу",
    "Apply": "Примени"
}
