{
    "A device with that ID is already added.": "Ein Gerät mit dieser ID existiert bereits.",
    "A negative number of days doesn't make sense.": "Eine negative Anzahl von Tagen ergibt keinen Sinn.",
    "A new major version may not be compatible with previous versions.": "Die neue Hauptversion ist evtl. nicht mit vorherigen Versionen kompatibel.",
    "API Key": "API-Schlüssel",
    "About": "Über Syncthing",
    "Actions": "Aktionen",
    "Add": "Hinzufügen",
    "Add Device": "Gerät hinzufügen",
    "Add Folder": "Verzeichnis hinzufügen",
    "Add Remote Device": "Remote-Gerät hinzufügen",
    "Add new folder?": "Neues Verzeichnis hinzufügen?",
    "Address": "Adresse",
    "Addresses": "Adressen",
    "Advanced": "Erweitert",
    "Advanced Configuration": "Erweiterte Konfiguration",
    "Advanced settings": "Erweiterte Einstellungen",
    "All Data": "Alle Daten",
    "Allow Anonymous Usage Reporting?": "Übertragung von anonymen Nutzungsberichten erlauben?",
    "Alphabetic": "Alphabetisch",
    "An external command handles the versioning. It has to remove the file from the synced folder.": "Ein externer Programmaufruf handhabt die Versionierung. Es muss die Datei aus dem zu synchronisierendem Verzeichnis entfernen.",
    "Anonymous Usage Reporting": "Anonymer Nutzungsbericht",
    "Any devices configured on an introducer device will be added to this device as well.": "Alle Geräte, die beim Verteiler eingetragen sind, werden auch bei diesem Gerät eingetragen",
    "Automatic upgrades": "Automatische Updates aktivieren",
    "Be careful!": "Vorsicht!",
    "Bugs": "Fehler",
    "CPU Utilization": "Prozessorauslastung",
    "Changelog": "Änderungsprotokoll",
    "Clean out after": "Löschen nach",
    "Close": "Schließen",
    "Command": "Befehl",
    "Comment, when used at the start of a line": "Kommentar, wenn am Anfang der Zeile benutzt.",
    "Compression": "Komprimierung",
    "Connection Error": "Verbindungsfehler",
    "Connection Type": "Verbindungstyp",
    "Copied from elsewhere": "Von anderer Quelle kopiert",
    "Copied from original": "Vom Original kopiert",
    "Copyright © 2014-2016 the following Contributors:": "Copyright © 2014-2016 der folgenden Unterstützer:",
    "Copyright © 2015 the following Contributors:": "Copyright © 2015 die folgenden Unterstützer:",
    "Danger!": "Achtung!",
    "Delete": "Löschen",
    "Deleted": "Gelöscht",
    "Device \"{%name%}\" ({%device%} at {%address%}) wants to connect. Add new device?": "Gerät \"{{name}}\" ({{device}} {{address}}) möchte sich verbinden. Gerät hinzufügen?",
    "Device ID": "Geräte ID",
    "Device Identification": "Geräte Identifikation",
    "Device Name": "Gerätename",
    "Device {%device%} ({%address%}) wants to connect. Add new device?": "Gerät {{device}} ({{address}}) möchte sich verbinden. Gerät hinzufügen?",
    "Devices": "Geräte",
    "Disconnected": "Getrennt",
    "Discovery": "Gerätesuche",
    "Documentation": "Dokumentation",
    "Download Rate": "Download",
    "Downloaded": "Heruntergeladen",
    "Downloading": "Lädt herunter",
    "Edit": "Bearbeiten",
    "Edit Device": "Gerät bearbeiten",
    "Edit Folder": "Verzeichnis bearbeiten",
    "Editing": "Bearbeitet",
    "Enable NAT traversal": "NAT-Durchdringung aktivieren",
    "Enable Relaying": "Weiterleitung aktivieren",
    "Enable UPnP": "UPnP aktivieren",
    "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Kommagetrennte Adressen (\"tcp://ip:port\", \"tcp://host:port\") oder \"dynamic\" eingeben, um die Adresse automatisch zu ermitteln.",
    "Enter ignore patterns, one per line.": "Geben Sie Ignoriermuster ein, eines pro Zeile.",
    "Error": "Fehler",
    "External File Versioning": "Externe Dateiversionierung",
    "Failed Items": "Fehlgeschlagene Objekte",
    "File Pull Order": "Dateiübertragungsreihenfolge",
    "File Versioning": "Dateiversionierung",
    "File permission bits are ignored when looking for changes. Use on FAT file systems.": "Dateizugriffsrechte beim Suchen nach Veränderungen ignorieren. Bei FAT-Dateisystemen zu verwenden.",
    "Files are moved to .stversions folder when replaced or deleted by Syncthing.": "Wenn Syncthing Dateien ersetzt oder löscht, werden sie in das .stversions Verzeichnis verschoben.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by Syncthing.": "Dateien werden, bevor Syncthing sie löscht oder ersetzt, datiert in das Verzeichnis .stversions verschoben.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Dateien sind auf diesem Gerät schreibgeschützt. Auf diesem Gerät durchgeführte Veränderungen werden aber auf den Rest des Verbunds übertragen.",
    "Folder": "Verzeichnis",
    "Folder ID": "Verzeichnis ID",
    "Folder Label": "Verzeichnisbezeichnung",
    "Folder Master": "Master Verzeichnis - schreibgeschützt",
    "Folder Path": "Verzeichnispfad",
    "Folder Type": "Verzeichnistyp",
    "Folders": "Verzeichnisse",
    "GUI": "GUI",
    "GUI Authentication Password": "Passwort für Zugang zur Benutzeroberfläche",
    "GUI Authentication User": "Nutzername für Zugang zur Benutzeroberfläche",
    "GUI Listen Addresses": "Adresse(n) für die Benutzeroberfläche",
    "Generate": "Generieren",
    "Global Discovery": "Globale Gerätesuche",
    "Global Discovery Server": "Globale(r) Gerätesuchserver",
    "Global Discovery Servers": "Globale Gerätesuchserver",
    "Global State": "Globaler Status",
    "Help": "Hilfe",
    "Home page": "Homepage",
    "Ignore": "Ignorieren",
    "Ignore Patterns": "Ignoriermuster",
    "Ignore Permissions": "Berechtigungen ignorieren",
    "Incoming Rate Limit (KiB/s)": "Limit Datenrate (eingehend) (KB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Eine falsche Konfiguration kann den Verzeichnisinhalt beschädigen und Syncthing in einen unausführbaren Zustand versetzen.",
    "Introducer": "Verteilergerät",
    "Inversion of the given condition (i.e. do not exclude)": "Umkehrung der angegebenen Bedingung (z.B. schließe nicht aus)",
    "Keep Versions": "Versionen erhalten",
    "Largest First": "Größte zuerst",
    "Last File Received": "Letzte Änderung",
    "Last Scan": "Letzter Scan",
    "Last seen": "Zuletzt online",
    "Later": "Später",
    "Listeners": "Zuhörer",
    "Local Discovery": "Lokale Gerätesuche",
    "Local State": "Lokaler Status",
    "Local State (Total)": "Lokaler Status (Gesamt)",
    "Major Upgrade": "Hauptversionsupgrade",
    "Master": "Master",
    "Maximum Age": "Höchstalter",
    "Metadata Only": "Nur Metadaten",
    "Minimum Free Disk Space": "Minimal freier Festplattenspeicher",
    "Move to top of queue": "An den Anfang der Warteschlange setzen",
    "Multi level wildcard (matches multiple directory levels)": "Verschachteltes Maskenzeichen (wird für verschachtelte Verzeichnisse verwendet)",
    "Never": "Nie",
    "New Device": "Neues Gerät",
    "New Folder": "Neues Verzeichnis",
    "Newest First": "Neueste zuerst",
    "No": "Nein",
    "No File Versioning": "Keine Dateiversionierung",
    "Normal": "Normal",
    "Notice": "Hinweis",
    "OK": "OK",
    "Off": "Aus",
    "Oldest First": "Älteste zuerst",
    "Optional descriptive label for the folder. Can be different on each device.": "Optionale beschreibende Bezeichnung des Verzeichnisses. Kann auf jedem Gerät unterschiedlich sein.",
    "Options": "Optionen",
    "Out of Sync": "Nicht synchronisiert",
    "Out of Sync Items": "Nicht synchronisierte Objekte",
    "Outgoing Rate Limit (KiB/s)": "Limit Datenrate (ausgehend) (KB/s)",
    "Override Changes": "Änderungen überschreiben",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Pfad zum Verzeichnis auf dem lokalen Gerät. Verzeichnis wird erzeugt, wenn es nicht existiert. Das Tilden-Zeichen (~) kann als Abkürzung benutzt werden für",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Pfad in dem alte Dateiversionen gespeichert werden sollen (ohne Angabe wird das Verzeichnis .stversions im Verzeichnis verwendet).",
    "Pause": "Pause",
    "Paused": "Pausiert",
    "Please consult the release notes before performing a major upgrade.": "Bitte lesen Sie die Veröffentlichungsnotizen bevor Sie eine neue Hauptversion installieren.",
    "Please set a GUI Authentication User and Password in the Settings dialog.": "Bitte setze einen Benutzer und ein Passwort für das GUI in den Einstellungen.",
    "Please wait": "Bitte warten",
    "Preview": "Vorschau",
    "Preview Usage Report": "Vorschau des Nutzungsberichts",
    "Quick guide to supported patterns": "Schnellanleitung zu den unterstützten Mustern",
    "RAM Utilization": "RAM Auslastung",
    "Random": "Zufall",
    "Relay Servers": "Weiterleitungs-Server",
    "Relayed via": "Weitergeleitet über",
    "Relays": "Weiterleitungen",
    "Release Notes": "Veröffentlichungsnotizen",
    "Remote Devices": "Remote-Geräte",
    "Remove": "Entfernen",
    "Required identifier for the folder. Must be the same on all cluster devices.": "Erforderliche ID für das Verzeichnis. Muss auf allen Verbund-Geräten gleich sein.",
    "Rescan": "Neu scannen",
    "Rescan All": "Alle neu scannen",
    "Rescan Interval": "Scanintervall",
    "Restart": "Neustart",
    "Restart Needed": "Neustart benötigt",
    "Restarting": "Wird neu gestartet",
    "Resume": "Fortfahren",
    "Reused": "Erneut benutzt",
    "Save": "Speichern",
    "Scan Time Remaining": "Zeit für Scan verbleibend",
    "Scanning": "Scannen",
    "Select the devices to share this folder with.": "Wähle die Geräte aus, mit denen Du dieses Verzeichnis teilen willst.",
    "Select the folders to share with this device.": "Wähle die Verzeichnisse aus, die du mit diesem Gerät teilen möchtest",
    "Settings": "Einstellungen",
    "Share": "Teilen",
    "Share Folder": "Teile Verzeichnis",
    "Share Folders With Device": "Teile Verzeichnisse mit diesem Gerät",
    "Share With Devices": "Teile mit diesen Geräten",
    "Share this folder?": "Dieses Verzeichnis teilen?",
    "Shared With": "Geteilt mit",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Kurze ID für das Verzeichnis. Muss auf allen Verbunds-Geräten gleich sein.",
    "Show ID": "ID anzeigen",
    "Show QR": "Zeige QR Code",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Wird anstatt der Geräte ID angezeigt. Wird als optionaler Gerätename an die anderen Clients im Cluster weitergegeben.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Wird auf diesem Gerät als Gerätename angezeigt und an die anderen Geräte im Geräte-Verbund weitergegeben. Wenn kein Gerätename anegegeben wird, wird der Name des entfernten Gerätes genommen.",
    "Shutdown": "Herunterfahren",
    "Shutdown Complete": "Vollständig Heruntergefahren",
    "Simple File Versioning": "Einfache Dateiversionierung",
    "Single level wildcard (matches within a directory only)": "Einzelnes Maskenzeichen (wird für ein einzelnes Verzeichnis verwendet)",
    "Smallest First": "Kleinstes zuerst",
    "Source Code": "Quellcode",
    "Staggered File Versioning": "Stufenweise Dateiversionierung",
    "Start Browser": "Browser starten",
    "Statistics": "Statistiken",
    "Stopped": "Gestoppt",
    "Support": "Support",
    "Sync Protocol Listen Addresses": "Adresse(n) für das Synchronisierungsprotokoll",
    "Syncing": "Synchronisiere",
    "Syncthing has been shut down.": "Syncthing wurde heruntergefahren.",
    "Syncthing includes the following software or portions thereof:": "Syncthing enthält die folgende Software oder Teile von:",
    "Syncthing is restarting.": "Syncthing wird neu gestartet",
    "Syncthing is upgrading.": "Syncthing wird aktualisiert",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing scheint nicht erreichbar zu sein oder es gibt ein Problem mit Deiner Internetverbindung. Versuche erneut...",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Syncthing scheint ein Problem mit der Verarbeitung Deiner Eingabe zu haben. Bitte lade die Seite neu oder führe einen Neustart durch, falls das Problem weiterhin besteht.",
    "The Syncthing admin interface is configured to allow remote access without a password.": "Die Syncthing-Oberfläche erlaubt mit den jetzigen Einstellungen einen Zugriff ohne Passwort.",
    "The aggregated statistics are publicly available at the URL below.": "Die gesammelten Statistiken sind öffentlich unter der nachfolgenden URL verfügbar.",
    "The aggregated statistics are publicly available at {%url%}.": "Die gesammelten Statistiken sind öffentlich verfügbar unter {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Die Konfiguration wurde gespeichert, aber noch nicht aktiviert. Syncthing muss neugestartet werden, um die neue Konfiguration zu übernehmen.",
    "The device ID cannot be blank.": "Die Geräte ID darf nicht leer sein.",
    "The device ID to enter here can be found in the \"Actions > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "Die hier einzutragende Geräte ID kann im \"Aktionen > Zeige ID\"-Dialog auf dem anderen Gerät gefunden werden. Leerzeichen und Bindestriche sind optional (werden ignoriert).",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "Die hier einzutragende Geräte ID kann im \"Bearbeiten > Zeige ID\"-Dialog auf dem anderen Gerät gefunden werden. Leerzeichen und Bindestriche sind optional (werden ignoriert).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Der verschlüsselte Nutzungsbericht wird täglich gesendet. Er wird verwendet, um Statistiken über verwendete Betriebssysteme, Verzeichnis-Größen und Programm-Versionen zu erstellen. Sollte der Bericht in Zukunft weitere Daten erfassen, wird dieses Fenster erneut angezeigt.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Die eingegebene Geräte ID scheint nicht gültig zu sein. Es sollte eine 52 oder 56 stellige Zeichenkette aus Buchstaben und Nummern sein. Leerzeichen und Bindestriche sind optional.",
    "The first command line parameter is the folder path and the second parameter is the relative path in the folder.": "Der erste Kommandozeilenparameter ist der Verzeichnis-Pfad und der zweite Parameter ist der relative Pfad in diesem Verzeichnis.",
    "The folder ID cannot be blank.": "Die Verzeichnis ID darf nicht leer sein.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "Die Verzeichnis ID muss eine kurze Bezeichnung haben (64 Zeichen oder weniger). Sie darf nur aus Buchstaben, Zahlen und dem Punkt- (.), Bindestrich- (-), und Unterstrich- (_) Zeichen bestehen.",
    "The folder ID must be unique.": "Die Verzeichnis ID darf nur einmal existieren.",
    "The folder path cannot be blank.": "Der Verzeichnispfad darf nicht leer sein.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Es wird in folgenden Abständen versioniert: In der ersten Stunde wird alle 30 Sekunden eine Version behalten, am ersten Tag eine jede Stunde, in den ersten 30 Tagen eine jeden Tag. Danach wird bis zum angegebenen Höchstalter eine Version pro Woche behalten.",
    "The following items could not be synchronized.": "Die folgenden Objekte konnten nicht synchronisiert werden.",
    "The maximum age must be a number and cannot be blank.": "Das Höchstalter muss angegeben werden und eine Zahl sein.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Die längste Zeit, die alte Versionen vorgehalten werden (in Tagen) (0 um alte Versionen für immer zu behalten).",
    "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).": "Der Prozentsatz des minimal freien Festplattenspeichers muss eine nichtnegative Zahl zwischen (inklusive) 0 und 100 sein. ",
    "The number of days must be a number and cannot be blank.": "Die Anzahl von Versionen muss eine Ganzzahl und darf nicht leer sein.",
    "The number of days to keep files in the trash can. Zero means forever.": "Dauer in Tagen für welche die Dateien aufgehoben werden sollen. 0 bedeutet für immer.",
    "The number of old versions to keep, per file.": "Anzahl der alten Versionen, die von jeder Datei behalten werden sollen.",
    "The number of versions must be a number and cannot be blank.": "Die Anzahl von Versionen muss eine Ganzzahl und darf nicht leer sein.",
    "The path cannot be blank.": "Der Pfad darf nicht leer sein.",
    "The rate limit must be a non-negative number (0: no limit)": "Das Daterate-Limit muss eine nicht negative Anzahl sein (0 = kein Limit).",
    "The rescan interval must be a non-negative number of seconds.": "Das Scanintervall muss eine nicht negative Anzahl (in Sekunden) sein.",
    "They are retried automatically and will be synced when the error is resolved.": "Sie werden automatisch heruntergeladen und werden synchronisiert, wenn der Fehler behoben wurde.",
    "This Device": "Dieses Gerät",
    "This can easily give hackers access to read and change any files on your computer.": "Dies kann dazu führen, dass Unberechtigte relativ einfach auf Ihre Dateien zugreifen und diese ändern können.",
    "This is a major version upgrade.": "Dies ist eine neue Hauptversion.",
    "Trash Can File Versioning": "Papierkorb Dateiversionierung",
    "Unknown": "Unbekannt",
    "Unshared": "Ungeteilt",
    "Unused": "Ungenutzt",
    "Up to Date": "Aktuell",
    "Updated": "Aktualisiert",
    "Upgrade": "Upgrade",
    "Upgrade To {%version%}": "Update auf {{version}}",
    "Upgrading": "Wird aktualisiert",
    "Upload Rate": "Upload",
    "Uptime": "Betriebszeit",
    "Use HTTPS for GUI": "HTTPS für Benutzeroberfläche benutzen",
    "Version": "Version",
    "Versions Path": "Versionierungspfad",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Alte Dateiversionen werden automatisch gelöscht, wenn sie älter als das angegebene Höchstalter sind oder die angegebene Höchstzahl an Dateien erreicht ist.",
    "Warning, this path is a subdirectory of an existing folder \"{%otherFolder%}\".": "Warnung, dieser Pfad ist ein Unterverzeichnis des existierenden Verzeichnisses \"{{otherFolder}}\".",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Beachte beim Hinzufügen eines neuen Gerätes, dass dieses Gerät auch auf den anderen Geräten hinzugefügt werden muss.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Beachte bitte beim Hinzufügen eines neuen Verzeichnisses, dass die Verzeichnis ID dazu verwendet wird, Verzeichnisse zwischen Geräten zu verbinden. Die ID muss also auf allen Geräten gleich sein, die Groß- und Kleinschreibung muss dabei beachtet werden.",
    "Yes": "Ja",
    "You must keep at least one version.": "Du musst mindestens eine Version behalten.",
    "days": "Tage",
    "full documentation": "Komplette Dokumentation",
    "items": "Objekte",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} möchte das Verzeichnis \"{{folder}}\" teilen.",
    "{%device%} wants to share folder \"{%folderLabel%}\" ({%folder%}).": "{{device}} möchte das Verzeichnis \"{{folderLabel}}\" ({{folder}}) teilen.",
    "{%device%} wants to share folder \"{%folderlabel%}\" ({%folder%}).": "{{device}} möchte das Verzeichnis \"{{folderLabel}}\" ({{folder}}) teilen."
}