{
    "A device with that ID is already added.": "Ja s'ha afegit un dispositiu amb aquesta ID.",
    "A negative number of days doesn't make sense.": "Un nombre negatiu de dies no té sentit.",
    "A new major version may not be compatible with previous versions.": "Una nova versió major pot ser incompatible amb versions anteriors.",
    "API Key": "Clau API",
    "About": "Sobre",
    "Action": "Acció",
    "Actions": "Accions",
    "Add": "Afegir",
    "Add Device": "Afegir dispositiu",
    "Add Folder": "Afegir carpeta",
    "Add Remote Device": "Afegir dispositiu remot",
    "Add devices from the introducer to our device list, for mutually shared folders.": "Afegir dispositius des d'un introductor a la llista de dispositius per una compartició de carpetes mútua",
    "Add ignore patterns": "Afegiu patrons per ignorar",
    "Add new folder?": "Afegir nova carpeta?",
    "Additionally the full rescan interval will be increased (times 60, i.e. new default of 1h). You can also configure it manually for every folder later after choosing No.": "A més, s'augmentarà l'interval de reexploració complet (vegades 60, és a dir, el nou predeterminat d'1 h). També podeu configurar-lo manualment per a cada carpeta més tard després de triar No.",
    "Address": "Adreça",
    "Addresses": "Adreces",
    "Advanced": "Avançat",
    "Advanced Configuration": "Configuració Avançada",
    "All Data": "Totes les dades",
    "All Time": "Tot el temps",
    "Allow Anonymous Usage Reporting?": "Permetre l'enviament anònim d'informes d'ús?",
    "Allowed Networks": "Xarxes permeses",
    "Alphabetic": "Alfabètic",
    "Anonymous Usage Reporting": "Informe anònim d'ús",
    "Anonymous usage report format has changed. Would you like to move to the new format?": "El format de l'informe d'ús anònim ha canviat. Vols canviar a aquest nou format?",
    "Are you sure you want to permanently delete all these files?": "Estàs segur que vols esborrar tots aquests fitxers permanentment?",
    "Are you sure you want to remove device {%name%}?": "Estàs segur que vols esborrar el dispositiu {{name}}?",
    "Are you sure you want to remove folder {%label%}?": "Estàs segur que vols esborrar la carpeta {{label}}?",
    "Are you sure you want to restore {%count%} files?": "Estàs segur que vols restaurar {{count}} fitxers?",
    "Auto Accept": "Auto Acceptar",
    "Automatic upgrade now offers the choice between stable releases and release candidates.": "L'actualització automàtica permet escollir entre les versions estables i les versions candidates.",
    "Automatic upgrades": "Actualitzacions automàtiques",
    "Available debug logging facilities:": "Recursos disponibles per registrar la depuració:",
    "Be careful!": "Ves amb compte!",
    "Bugs": "Bugs",
    "Changelog": "Historial de canvis",
    "Clean out after": "Netejar després",
    "Close": "Tancar",
    "Command": "Comando",
    "Comment, when used at the start of a line": "Comentari quan és usat al principi d'una línia",
    "Compression": "Compressió",
    "Configured": "Configurat",
    "Connection Error": "Error de connexió",
    "Connection Type": "Tipus de connexió",
    "Connections": "Connexions",
    "Copied from elsewhere": "Copiat d'un altre lloc",
    "Copied from original": "Copiat de l'original",
    "Danger!": "Perill!",
    "Debugging Facilities": "Recursos de depuració:",
    "Default Folder": "Carpeta per defecte",
    "Delete": "Esborrar",
    "Device": "Dispositiu",
    "Device ID": "ID del dispositiu",
    "Device Identification": "Identificació del dispositiu",
    "Device Name": "Nom del dispositiu",
    "Device that last modified the item": "Dispositiu que ha modificat el fitxer per última vegada",
    "Devices": "Dispositius",
    "Disabled": "Deshabilitat",
    "Disconnected": "Desconnectat",
    "Discovered": "Descobert",
    "Discovery": "Descobriment",
    "Do not restore": "No restaurar",
    "Documentation": "Documentació",
    "Download Rate": "Tasca de descarrega",
    "Downloaded": "Descarregat",
    "Downloading": "Descarregant",
    "Edit": "Editar",
    "Edit Device": "Editar dispositiu",
    "Edit Folder": "Modificar carpeta",
    "Editing {%path%}.": "Modificant {{path}}",
    "Enter ignore patterns, one per line.": "Introduex patrons a ignorar, un per línia.",
    "Error": "Error",
    "External File Versioning": "Versionat de fitxers extern",
    "Failed Items": "Elements fallats",
    "File Pull Order": "Ordre d'agafar fitxers",
    "File Versioning": "Versionat de Fitxers",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Els fitxers estan protegits de canvis fets per altres dispositius, però els canvis fets en aquest dispositiu seran enviats a la resta del cluster.",
    "Filter by date": "Filtrar per data",
    "Filter by name": "Filtrar per nom",
    "Folder": "Carpeta",
    "Folder ID": "ID de carpeta",
    "Folder Label": "Etiqueta de la carpeta",
    "Folder Path": "Camí de carpeta",
    "Folder Type": "Tipus de carpeta",
    "Folders": "Carpetes",
    "GUI": "GUI",
    "GUI Authentication Password": "Contrasenya d'autenticació GUI",
    "GUI Authentication User": "Usuari d'autenticació GUI",
    "General": "General",
    "Generate": "Generar",
    "Global Discovery": "Descobriment Global",
    "Global Discovery Servers": "Servidors de Descobriment Global",
    "Global State": "Estat global",
    "Help": "Ajuda",
    "Home page": "Pàgina d'inici",
    "Ignore": "Ignorar",
    "Ignore Patterns": "Patrons d'ignoració",
    "Ignore Permissions": "Ignora Permisos",
    "Ignored Folders": "Carpetes ignorades",
    "Incoming Rate Limit (KiB/s)": "Límit de velocitat d'entrada (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Una configuració incorrecta pot malmetre els continguts de la teva carpeta i que Syncthing esdevingui inoperatiu.",
    "Introduced By": "Introduït per",
    "Introducer": "Introductor",
    "Inversion of the given condition (i.e. do not exclude)": "Inversió del patrò introduït",
    "Keep Versions": "Mantenir Versions",
    "Largest First": "Més gran primer",
    "Last seen": "Vist per última vegada",
    "Latest Change": "Últim canvi",
    "Local Discovery": "Descobriment Local",
    "Local State": "Estat local",
    "Local State (Total)": "Estat local (Total)",
    "Major Upgrade": "Actualització major",
    "Maximum Age": "Antiguitat Màxima",
    "Metadata Only": "Només metadades",
    "Minimum Free Disk Space": "Espai de disc lliure mínim",
    "Move to top of queue": "Moure al primer de la cua",
    "Multi level wildcard (matches multiple directory levels)": "Caràcter comodí de nivell múltiple (aparella en carpetes de nivells múltiples)",
    "Never": "Mai",
    "New Device": "Nou dispositiu",
    "New Folder": "Nova carpeta",
    "Newest First": "Més nou primer",
    "No": "No",
    "No File Versioning": "Sense Versionat de Fitxer",
    "Notice": "Avís",
    "OK": "OK",
    "Off": "Desactivar",
    "Oldest First": "Més antic primer",
    "Options": "Opcions",
    "Out of Sync": "Fora de sincronia",
    "Out of Sync Items": "Arxius encara no sincronitzats",
    "Outgoing Rate Limit (KiB/s)": "Límit de velocitat de sortida (KiB/s)",
    "Override Changes": "Sobreescriure Canvis",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Ruta de la carpeta a l'equip local. Si no existeix serà creada. El caràcter (~) es pot fer servir com a drecera de",
    "Pause": "Pausa",
    "Paused": "Pausat",
    "Please consult the release notes before performing a major upgrade.": "Si us plau consulta les notes de llançament abans de realitzar una actualització major.",
    "Please set a GUI Authentication User and Password in the Settings dialog.": "Si us plau, estableix un usuari i contrasenya al GUI a través del quadre de diàleg de configuració.",
    "Please wait": "Si-us-plau espera",
    "Preview": "Vista prèvia",
    "Preview Usage Report": "Vista Prèvia de l'Informe d'Ús",
    "Quick guide to supported patterns": "Guia ràpida per als possibles patrons",
    "Random": "Aleatori",
    "Release Notes": "Notes de llançament",
    "Remove": "Esborrar",
    "Rescan": "Re-escanejar",
    "Rescan All": "Re-escanejar tot",
    "Restart": "Reiniciar",
    "Restart Needed": "És Necessari Reiniciar",
    "Restarting": "Reiniciant",
    "Resume": "Reprendre",
    "Reused": "Reutilitzat",
    "Save": "Guardar",
    "Scan Time Remaining": "Temps d'escanejat restant",
    "Scanning": "Escanejant",
    "Settings": "Preferències",
    "Share": "Compartir",
    "Share Folder": "Compartir carpeta",
    "Share this folder?": "Compartir aquesta carpeta?",
    "Shared Folders": "Carpetes compartides",
    "Shared With": "Compartir Amb",
    "Show ID": "Mostrar ID",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Mostrat en comptes del ID del Node en l'estat del cluster. Serà advertit als altres dispositius com un nom opcional per defecte.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Mostrat en comptes del ID del Node en l'estat del cluster. S'actualitzarà al nom del dispositiu si es deixa buit.",
    "Shutdown": "Apagar",
    "Shutdown Complete": "Apagat complet",
    "Simple File Versioning": "Versionat de Fitxers Senzill",
    "Single level wildcard (matches within a directory only)": "Caràcter comodí de nivell singular (aparella sóls en una carpeta)",
    "Size": "Mida",
    "Smallest First": "Més petit primer",
    "Source Code": "Codi Font",
    "Staggered File Versioning": "Versionat de Fitxers Esglaonat",
    "Start Browser": "Arrancar Navegador",
    "Statistics": "Estadístiques",
    "Stopped": "Aturat",
    "Support": "Suport",
    "Sync Protocol Listen Addresses": "Adreça d'escolta del Protocol Sync",
    "Syncing": "Synthing",
    "Syncthing has been shut down.": "S'ha aturat el synthing.",
    "Syncthing includes the following software or portions thereof:": "Syncthing inclou el següent programari o parts dels mateixos:",
    "Syncthing is restarting.": "Reiniciant syncthing.",
    "Syncthing is upgrading.": "Actualitzant syncthing.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Synthing sembla parat, o hi ha algun problema amb la connexió a Internet. Reintentant...",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Sembla ser que Syncthing està tinguent problemes per processar la teva petició. Si us plau, refresca la pàgina o reinicia Syncthing si el problema persisteix.",
    "The Syncthing admin interface is configured to allow remote access without a password.": "La interfície d'administració de Syncthing està configurada per permetre l'accés remot sense contrasenya.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "La configuració s'ha guardar però no s'ha activat. S'ha de reiniciar el synthing per activar la nova configuració.",
    "The device ID cannot be blank.": "El ID del dispositiu no pot estar en blanc.",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "L'informe d'ús encriptat s'envia diàriament. Es fa servir per rastrejar plataformes habituals, mides de carpetes i versions de l'aplicació. Si es canvia el conjunt de dades reportades es demanarà amb aquest diàleg de nou.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "El ID del dispositiu introduït no sembla vàlid. Hauria de tenir 52 o 56 caràcters amb lletres i números, els espais i les barres son opcionals.",
    "The folder ID cannot be blank.": "El ID del dispositiu no pot estar en blanc.",
    "The folder ID must be unique.": "El ID de la carpeta ha de ser únic.",
    "The folder path cannot be blank.": "El camí a la carpeta no pot estar en blanc.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Es fan servir els següents intervals: per la primera hora es manté una versió cada 30 segons, pel primer dia es manté una versió cada hora, pel primer cada 30 dies es manté una versió cada dia, fins el màxim d'antiguitat es manté una versió cada setmana.",
    "The following items could not be synchronized.": "Els següents elements no es poden sincronitzar.",
    "The maximum age must be a number and cannot be blank.": "La màxima antiguitat ha de ser un número i no pot estar en blanc.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Temps màxim en mantenir una versió (en dies, si es deixa en 0 es mantenen les versions per sempre).",
    "The number of days must be a number and cannot be blank.": "El nombre de dies ha de ser un número i no pot estar en blanc.",
    "The number of days to keep files in the trash can. Zero means forever.": "El nombre de dies per guardar els fitxers a la paperera. Zero significa per sempre.",
    "The number of old versions to keep, per file.": "El nombre de versions antigues que es mantenen per fitxer.",
    "The number of versions must be a number and cannot be blank.": "El nombre de versions ha de ser un número i no es pot deixar en blanc.",
    "The path cannot be blank.": "El camí no pot estar en blanc.",
    "The rate limit must be a non-negative number (0: no limit)": "El límit de velocitat ha de ser un nombre positiu (0: sense límit)",
    "The rescan interval must be a non-negative number of seconds.": "El interval de re-escaneig ha der ser un nombre positiu de segons.",
    "There are no devices to share this folder with.": "No hi ha dispositius amb qui compartir aquesta carpeta",
    "There are no folders to share with this device.": "No hi ha carpetes que es puguin compartir amb aquest dispositiu",
    "They are retried automatically and will be synced when the error is resolved.": "Són reintentats automàticament i seran sincronitzats quan l'error estigui resolt.",
    "This Device": "Aquest dispositiu",
    "This can easily give hackers access to read and change any files on your computer.": "Això pot donar facilment accés a hackers per llegir i canviar qualsevol fitxer del teu ordinador.",
    "This is a major version upgrade.": "Aquesta és una actualització de versió major.",
    "Time": "Temps",
    "Trash Can File Versioning": "Paperera de versionat de fitxers",
    "Type": "Tipus",
    "UNIX Permissions": "Permisos UNIX",
    "Unavailable": "No disponible",
    "Unexpected Items": "Elements inesperats",
    "Unknown": "Desconegut",
    "Unshared": "No compartit",
    "Unshared Folders": "Carpetes no compartides",
    "Up to Date": "Actualitzat",
    "Upgrade": "Actualització",
    "Upgrade To {%version%}": "Actualitzar a {{version}}",
    "Upgrading": "Actualitzant",
    "Upload Rate": "Tasca de Pujada",
    "Uptime": "Temps funcionant",
    "Use HTTPS for GUI": "Utilitzar HTTPS pel GUI",
    "Version": "Versió",
    "Versions": "Versions",
    "Versions Path": "Carpeta de les Versions",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Les versions son automàticament eliminades si son més antigues que el màxim d'antiguitat o si excedeixen del nombre de fitxers permesos en un interval.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Quan s'afegeix un nou dispositiu, recorda que aquest dispositiu tambè s'ha d'afegir a l'altre banda.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Quan s'afegeix una nova carpeta recorda que el ID d'aquesta s'utilitza per lligar repositoris entre els dispositius. Es distingeix entre majúscules i minúscules i ha de ser exactament iguals entre tots els dispositius.",
    "Yes": "Si",
    "You can also select one of these nearby devices:": "També pots escollir un d'aquests dispositius pròxims:",
    "You can change your choice at any time in the Settings dialog.": "Pots canviar la teva elecció en qualsevol moment al quadre de preferències.",
    "You have no ignored folders.": "No tens carpetes compartides.",
    "You must keep at least one version.": "Has de mantenir com a mínim una versió.",
    "days": "dies",
    "directories": "directoris",
    "files": "fitxers",
    "full documentation": "documentació sencera",
    "items": "Elements",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} vol compartir la carpeta \"{{folder}}\"."
}
