{
    "A device with that ID is already added.": "Uređaj s tim ID-om je već dodan.",
    "A negative number of days doesn't make sense.": "Negativan broj dana nema smisla.",
    "A new major version may not be compatible with previous versions.": "Nova glavna verzija možda neće biti kompatibilna s prethodnim verzijama.",
    "API Key": "API ključ",
    "About": "Informacije",
    "Action": "Radnja",
    "Actions": "Radnje",
    "Active filter rules": "Aktivna pravila filtera",
    "Add": "Dodaj",
    "Add Device": "Dodaj uređaj",
    "Add Folder": "Dodaj mapu",
    "Add Remote Device": "Dodaj udaljeni uređaj",
    "Add filter entry": "Dodaj unos filtra",
    "Add ignore patterns": "Dodaj uzorke zanemarivanja",
    "Add new folder?": "Dodati novu mapu?",
    "Additionally the full rescan interval will be increased (times 60, i.e. new default of 1h). You can also configure it manually for every folder later after choosing No.": "Osim toga, interval ponovnog skeniranja će se povećati (60 puta, tj. nova zadana vrijednost je 1 sat). Također ga možete ručno konfigurirati za svaku mapu kasnije nakon što odaberete „Ne”.",
    "Address": "Adresa",
    "Addresses": "Adrese",
    "Advanced": "Napredno",
    "Advanced Configuration": "Napredna konfiguracija",
    "All Data": "Svi podaci",
    "All Time": "Svo vrijeme",
    "All folders shared with this device must be protected by a password, such that all sent data is unreadable without the given password.": "Sve mape kaoje se dijele s ovim uređajem moraju biti zaštićene lozinkom, tako da su svi poslani podaci nečitljivi bez navedene lozinke.",
    "Allow Anonymous Usage Reporting?": "Dozvoliti anonimno izvještavanje o korištenju?",
    "Allowed Networks": "Dozvoljene mreže",
    "Alphabetic": "Abecednim redom",
    "Altered by ignoring deletes.": "Promijenjeno ignoriranjem brisanja.",
    "Always turned on when the folder type is \"{%foldertype%}\".": "Uvijek je uključeno kada je vrsta mape „{{foldertype}}“.",
    "An external command handles the versioning. It has to remove the file from the shared folder. If the path to the application contains spaces, it should be quoted.": "Eksterna naredba barata upravljanjem verzijama. Mora ukloniti datoteku iz dijeljene mape. Ako staza do programa sadrži razmake, treba je staviti u navodnike.",
    "Anonymous Usage Reporting": "Anonimno izvještavanje o korištenju",
    "Anonymous usage report format has changed. Would you like to move to the new format?": "Promijenjen je format za anonimno izvještavanje o korištenju. Želiš li prijeći na novi format?",
    "Applied to LAN": "Primijenjeno na LAN",
    "Apply": "Primijeni",
    "Are you sure you want to override all remote changes?": "Stvarno želite prepisati sve udaljene promjene?",
    "Are you sure you want to permanently delete all these files?": "Stvarno želite trajno izbrisati sve ove datoteke?",
    "Are you sure you want to remove device {%name%}?": "Stvarno želite ukloniti uređaj {{name}}?",
    "Are you sure you want to remove folder {%label%}?": "Stvarno želite ukloniti mapu {{label}}?",
    "Are you sure you want to restore {%count%} files?": "Stvarno želite obnoviti {{count}} datoteke(a)?",
    "Are you sure you want to revert all local changes?": "Stvarno želite poništiti sve lokalne promjene?",
    "Are you sure you want to upgrade?": "Stvarno želite nadograditi?",
    "Authentication Required": "Potrebna je autentifikacija",
    "Authors": "Autori",
    "Auto Accept": "Automatski prihvati",
    "Automatic Crash Reporting": "Automatsko izvještavanje o prekidu rada programa",
    "Automatic upgrade now offers the choice between stable releases and release candidates.": "Automatska nadogradnja sada nudi izbor između stabilnih izdanja i kandidata za izdanje.",
    "Automatic upgrades": "Automatske nadogradnje",
    "Automatic upgrades are always enabled for candidate releases.": "Automatske nadogradnje su uvijek uključene za izdanja kandidata.",
    "Automatically create or share folders that this device advertises at the default path.": "Automatski stvorite ili dijelite mape koje ovaj uređaj oglašava na zadanoj stazi.",
    "Available debug logging facilities:": "Dostupni alati za bilježenje grešaka:",
    "Be careful!": "Pazi!",
    "Body:": "Sadržaj:",
    "Bugs": "Greške",
    "Cancel": "Odustani",
    "Cannot be enabled when the folder type is \"{%foldertype%}\".": "Ne može se uključiti kada je vrsta mape „{{foldertype}}“.",
    "Changelog": "Dnevnik promjena",
    "Clean out after": "Očisti nakon",
    "Cleaning Versions": "Čišćenje verzija",
    "Cleanup Interval": "Interval čišćenja",
    "Click to see full identification string and QR code.": "Kliknite za prikaz potpunog identifikacijskog niza i QR koda.",
    "Close": "Zatvori",
    "Command": "Naredba",
    "Comment, when used at the start of a line": "Komentar, kada se koristi na početku retka",
    "Compression": "Kompresija",
    "Configuration Directory": "Direktorij konfiguracije",
    "Configuration File": "Datoteka konfiguracije",
    "Configured": "Konfigurirano",
    "Connected (Unused)": "Povezano (nekorišteno)",
    "Connection Error": "Greška u vezi",
    "Connection Management": "Upravljanje vezama",
    "Connection Type": "Vrsta veze",
    "Connections": "Veze",
    "Connections via relays might be rate limited by the relay": "Veze putem releja mogu biti ograničene brzinom releja",
    "Continuously watching for changes is now available within Syncthing. This will detect changes on disk and issue a scan on only the modified paths. The benefits are that changes are propagated quicker and that less full scans are required.": "Kontinuirano praćenje promjena sada je dostupno unutar Syncthinga. Ovo će otkriti promjene na disku i pokrenuti skeniranje samo promijenjenih staza. Prednosti su da se promjene brže šire i da je potreban manji broj potpunih skeniranja.",
    "Copied from elsewhere": "Kopirano iz jednog drugog mjesta",
    "Copied from original": "Kopirano iz originala",
    "Copied!": "Kopirano!",
    "Copy": "Kopiraj",
    "Copy failed! Try to select and copy manually.": "Kopiranje nije uspjelo! Pokušajte ručno odabrati i kopirati.",
    "Currently Shared With Devices": "Trenutačno se dijeli s uređajima",
    "Custom Range": "Prilagođeni raspon",
    "Danger!": "Opasnost!",
    "Database Location": "Lokacija baze podataka",
    "Debug": "Otklanjanje grešaka",
    "Debugging Facilities": "Alati za otklanjanje grešaka",
    "Default": "Zadano",
    "Default Configuration": "Zadana konfiguracija",
    "Default Device": "Zadani uređaj",
    "Default Folder": "Zadana mapa",
    "Default Ignore Patterns": "Zadani uzorci zanemarivanja",
    "Defaults": "Zadane vrijednosti",
    "Delete": "Izbriži",
    "Delete Unexpected Items": "Izbriši neočekivane stavke",
    "Deleted {%file%}": "Izbrisano {{file}}",
    "Deselect All": "Odznači sve",
    "Deselect devices to stop sharing this folder with.": "Odznačite uređaje da biste prestali dijeliti ovu mapu s njima.",
    "Deselect folders to stop sharing with this device.": "Odznačite mape da biste ih prestali dijeliti s ovim uređajem.",
    "Device": "Uređaj",
    "Device \"{%name%}\" ({%device%} at {%address%}) wants to connect. Add new device?": "Uređaj „{{name}}“ ({{device}} na {{address}}) se želi povezati. Dodati novi uređaj?",
    "Device Certificate": "Certifikat uređaja",
    "Device ID": "ID uređaja",
    "Device Identification": "Identifikacija uređaja",
    "Device Name": "Ime uređaja",
    "Device Status": "Stanje uređaja",
    "Device is untrusted, enter encryption password": "Uređaj je nepovjerljiv, unesite lozinku za šifriranje",
    "Device rate limits": "Ograničenja brzine uređaja",
    "Device that last modified the item": "Uređaj koji je zadnji put promijenio stavku",
    "Devices": "Uređaji",
    "Disable Crash Reporting": "Isključi izvještavanje o prekidu rada programa",
    "Disabled": "Isključeno",
    "Disabled periodic scanning and disabled watching for changes": "Isključeno periodično skeniranje i isključeno praćenje promjena",
    "Disabled periodic scanning and enabled watching for changes": "Isključeno periodično skeniranje i uključeno praćenje promjena",
    "Disabled periodic scanning and failed setting up watching for changes, retrying every 1m:": "Isključeno periodično skeniranje i neuspjelo postavljanje praćenja promjena, ponovni pokušaj svake 1 min:",
    "Disables comparing and syncing file permissions. Useful on systems with nonexistent or custom permissions (e.g. FAT, exFAT, Synology, Android).": "Isključuje uspoređivanje i sinkroniziranje dozvola za datoteke. Korisno na sustavima s nepostojećim ili prilagođenim dozvolama (npr. FAT, exFAT, Synology, Android).",
    "Discard": "Odbaci",
    "Disconnected": "Odspojeno",
    "Disconnected (Inactive)": "Odspojeno (neaktivno)",
    "Disconnected (Unused)": "Odspojeno (neiskorišteno)",
    "Discovered": "Otkriveno",
    "Discovery": "Otkrivanje",
    "Discovery Failures": "Neuspjella otkrivanja",
    "Discovery Status": "Stanje otkrivanja",
    "Dismiss": "Odbaci",
    "Do not add it to the ignore list, so this notification may recur.": "Nemojte je dodati na popis za zanemarivanje, kako bi se ova obavijest mogla ponovo pojaviti.",
    "Do not restore": "Nemoj obnoviti",
    "Do not restore all": "Nemoj sve obnoviti",
    "Do you want to enable watching for changes for all your folders?": "Želite li uključiti praćenje promjena za sve svoje mape?",
    "Documentation": "Dokumentacija",
    "Download Rate": "Stopa preuzimanja",
    "Downloaded": "Preuzeto",
    "Downloading": "Preuzimanje",
    "Edit": "Uredi",
    "Edit Device": "Uredi uređaj",
    "Edit Device Defaults": "Uredi zadane postavke uređaja",
    "Edit Folder": "Uredi mapu",
    "Edit Folder Defaults": "Uredi zadane postavke mape",
    "Editing {%path%}.": "Uređivanje {{path}}.",
    "Enable Crash Reporting": "Uključi izvještavanje o prekidu rada programa",
    "Enable NAT traversal": "Uključi NAT povezivanje",
    "Enable Relaying": "Uključi komunikaciju putem releja",
    "Enabled": "Uključeno",
    "Enables sending extended attributes to other devices, and applying incoming extended attributes. May require running with elevated privileges.": "Uključuje slanje proširenih svojstva na druge uređaje i primjenu dolaznih proširenih svojstva. Može zahtijevati pokretanje s povlaštenim privilegijama.",
    "Enables sending extended attributes to other devices, but not applying incoming extended attributes. This can have a significant performance impact. Always enabled when \"Sync Extended Attributes\" is enabled.": "Uključuje slanje proširenih svojstva drugim uređajima, ali ne primijenjuje dolazna proširena svojstva. To može imati značajan utjecaj na performansu. Uvijek je uključeno kada je uključena opcija „Sinkroniziraj proširena svojstva”.",
    "Enables sending ownership information to other devices, and applying incoming ownership information. Typically requires running with elevated privileges.": "Uključuje slanje podataka o vlasništvu na druge uređaje i primjenu dolaznih podataka o vlasništvu. Obično zahtijeva pokretanje s povlaštnim privilegijama.",
    "Enables sending ownership information to other devices, but not applying incoming ownership information. This can have a significant performance impact. Always enabled when \"Sync Ownership\" is enabled.": "Uključuje slanje podataka vlasništva drugim uređajima, ali ne primijenjuje dolazne podatke vlasništva. To može imati značajan utjecaj na performansu. Uvijek je uključeno kada je uključena opcija „Sinkroniziraj vlasništvo”.",
    "Enter a non-negative number (e.g., \"2.35\") and select a unit. Percentages are as part of the total disk size.": "Unesite nenegativan broj (npr. „2,35“) i odaberite jedinicu. Postoci su dio ukupne veličine diska.",
    "Enter a non-privileged port number (1024 - 65535).": "Unesite broj neprivilegiranog priključka (1024 do 65535).",
    "Enter comma separated (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Unesite adrese odvojene zarezom („tcp://ip:port“, „tcp://host:port“) ili „dinamičko“ za izvršavanje automatskog otkrivanja adrese.",
    "Enter ignore patterns, one per line.": "Unesite uzorke zanemarivanja, jedan po retku.",
    "Enter up to three octal digits.": "Unesite do tri oktalne znamenke.",
    "Error": "Greška",
    "Extended Attributes": "Proširena svojstva",
    "Extended Attributes Filter": "Filtar proširenih svojstva",
    "External": "Eksterno",
    "External File Versioning": "Eksterno upravljanje verzijama datoteka",
    "Failed Items": "Neuspjele stavke",
    "Failed to load file versions.": "Učitavanje verzija datoteke nije uspjelo.",
    "Failed to load ignore patterns.": "Učitavanje uzoraka za zanemarivanje nije uspjelo.",
    "Failed to set up, retrying": "Postavljanje nije uspjelo, ponovni pokušaj",
    "Failure to connect to IPv6 servers is expected if there is no IPv6 connectivity.": "Neuspjelo povezivanje s IPv6 serverima je normalno ako ne postoji IPv6 veza.",
    "File Pull Order": "Redoslijed preuzimanja datoteka",
    "File Versioning": "Upravljanje verzijama datoteka",
    "Files are moved to .stversions directory when replaced or deleted by Syncthing.": "Datoteke se premještaju u .stversions direktorij kada ih Syncthing zamijeni ili izbriše.",
    "Files are moved to date stamped versions in a .stversions directory when replaced or deleted by Syncthing.": "Datoteke se premještaju u verzije s datumom u .stversions direktorij kada ih Syncthing zamijeni ili izbriše.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Datoteke su zaštićene od promjena na drugim uređajima, ali promjene koje su napravljene na ovom uređaju će se poslati ostatku klastera.",
    "Files are synchronized from the cluster, but any changes made locally will not be sent to other devices.": "Datoteke se sinkroniziraju iz klastera, ali sve lokalno napravljene promjene se neće slati na druge uređaje.",
    "Filesystem Watcher Errors": "Greške u praćenju datotečnog sustava",
    "Filter by date": "Filtriraj po datumu",
    "Filter by name": "Filtriraj po imenu",
    "Folder": "Mapa",
    "Folder ID": "ID mape",
    "Folder Label": "Oznaka mape",
    "Folder Path": "Staza mape",
    "Folder Status": "Stanje mape",
    "Folder Type": "Vrsta mape",
    "Folder type \"{%receiveEncrypted%}\" can only be set when adding a new folder.": "Vrsta mape „{{receiveEncrypted}}“ se može postaviti samo prilikom dodavanja nove mape.",
    "Folder type \"{%receiveEncrypted%}\" cannot be changed after adding the folder. You need to remove the folder, delete or decrypt the data on disk, and add the folder again.": "Vrsta mape „{{receiveEncrypted}}“ se ne može promijeniti nakon dodavanja mape. Morate ukloniti mapu, izbrisati ili dešifrirati podatke na disku i mapu ponovo dodati.",
    "Folders": "Mape",
    "For the following folders an error occurred while starting to watch for changes. It will be retried every minute, so the errors might go away soon. If they persist, try to fix the underlying issue and ask for help if you can't.": "Dogodila se greška u sljedećim mapama prilikom početka praćenja promjena. Pokušat će se ponavljati svake minute, tako da bi greške uskoro mogle nestati. Ako ne nestanu, pokušajte riješiti temeljni problem i zatražite pomoć ako ga ne možete riješiti.",
    "Forever": "Zauvijek",
    "Full Rescan Interval (s)": "Interval potpunog ponovnog skeniranja (s)",
    "GUI": "Grafičko korisničko sučelje",
    "GUI / API HTTPS Certificate": "HTTPS certifikat za GUI / API",
    "GUI Authentication Password": "Lozinka za GUI autentifikacju",
    "GUI Authentication User": "Korisnik za GUI autentifikacju",
    "GUI Authentication: Set User and Password": "GUI autentifikacija: Postavite korisnika i lozinku",
    "GUI Override Directory": "Direktorij za nadjačavanje GUI-ja",
    "GUI Theme": "Tema GUI-ja",
    "General": "Općenito",
    "Generate": "Generiraj",
    "Global Discovery": "Globalno otkrivanje",
    "Global Discovery Servers": "Serveri za globalno otkrivanje",
    "Global State": "Globalno stanje",
    "Help": "Pomoć",
    "Hint: only deny-rules detected while the default is deny. Consider adding \"permit any\" as last rule.": "Savjet: otkriveno je samo odbij-pravila dok je zadana postavka „Odbij“. Razmislite o dodavanju „dozvoli bilo koje“ kao posljednje pravilo.",
    "Home page": "Početna stranica",
    "However, your current settings indicate you might not want it enabled. We have disabled automatic crash reporting for you.": "Međutim, vaše trenutačne postavke ukazuju da možda ne želite da je uključeno. Za vas smo isključili automatsko izvještavanje o pregidu rada programa.",
    "Identification": "Identifikacija",
    "If untrusted, enter encryption password": "Ako je nepovjerljiv, unesite lozinku za šifriranje",
    "If you want to prevent other users on this computer from accessing Syncthing and through it your files, consider setting up authentication.": "Ako želite spriječiti druge korisnike na ovom računalu da pristupe Syncthingu i putem njega vašim datotekama, razmislite o postavljanju autentifikacije.",
    "Ignore": "Zanemari",
    "Ignore Patterns": "Uzorci zanemarivanja",
    "Ignore Permissions": "Zanemari dozvole",
    "Ignore patterns can only be added after the folder is created. If checked, an input field to enter ignore patterns will be presented after saving.": "Uzorci zanemarivanja mogu se dodati tek nakon što se mapa stvori. Ako je označeno, nakon spremanja će se prikazati polje za unos uzoraka zanemarivanja.",
    "Ignored Devices": "Zanemareni uređaji",
    "Ignored Folders": "Zanemarene mape",
    "Ignored at": "Zanemaren na",
    "Included Software": "Uključeni softver",
    "Incoming Rate Limit (KiB/s)": "Dolazno ograničenje brzine (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Neispravna konfiguracija može oštetiti sadržaj vaše mape kao i ispravno funkcioniranje Syncthinga.",
    "Incorrect user name or password.": "Neispravno korisničko ime ili lozinka.",
    "Info": "Informacije",
    "Internally used paths:": "Interno korištene staze:",
    "Introduction": "Uvod",
    "Inversion of the given condition (i.e. do not exclude)": "Inverzija zadanog uvjeta (tj. ne isključuj)",
    "Keep Versions": "Zadrži verzije",
    "LDAP": "LDAP",
    "Largest First": "Najprije najveće",
    "Last 30 Days": "Zadnjih 30 dana",
    "Last 7 Days": "Zadnjih 7 dana",
    "Last Month": "Prošli mjesec",
    "Last Scan": "Zadnje skeniranje",
    "Last seen": "Zadnje viđeno",
    "Latest Change": "Zadnja promjena",
    "Learn more": "Saznaj više",
    "Learn more at {%url%}": "Saznaj više na {{url}}",
    "Limit": "Ograničenje",
    "Limit Bandwidth in LAN": "Ograniči propusnost u LAN-u",
    "Listener Failures": "Neuspjesi slušača",
    "Listener Status": "Stanje slušača",
    "Listeners": "Slušači",
    "Loading data...": "Učitavanje podataka …",
    "Loading...": "Učitavanje …",
    "Local Additions": "Lokalni dodaci",
    "Local Discovery": "Lokalno otkrivanje",
    "Local State": "Lokalno stanje",
    "Local State (Total)": "Lokalno stanje (ukupno)",
    "Locally Changed Items": "Lokalno promijenjene stavke",
    "Log": "Zapis",
    "Log File": "Datoteka zapisa",
    "Log In": "Prijavi se",
    "Log Out": "Odjavi se",
    "Log in to see paths information.": "Prijavite se da biste vidjeli informacije o stazama.",
    "Log in to see version information.": "Prijavite se da biste vidjeli informacije o verziji.",
    "Log tailing paused. Scroll to the bottom to continue.": "Praćenje zapisa je pauzirano. Pomaknite se na dno kako biste nastavili.",
    "Login failed, see Syncthing logs for details.": "Prijava nije uspjela. Pogledaj detalje u odjeljku zapisima sinkronizacije.",
    "Logs": "Zapisi",
    "Major Upgrade": "Velika nadogradnja",
    "Mass actions": "Masovne radnje",
    "Maximum Age": "Maksimalna starost",
    "Maximum single entry size": "Maksimalna veličina pojedinačnog unosa",
    "Maximum total size": "Maksimalna ukupna veličina",
    "Metadata Only": "Samo metapodaci",
    "Minimum Free Disk Space": "Minimalna količina slobodnog prostora na disku",
    "Mod. Device": "Uređaj promjene",
    "Mod. Time": "Vrijeme promjene",
    "More than a month ago": "Prije više od mjesec dana",
    "More than a week ago": "Prije više od tjedan dana",
    "More than a year ago": "Prije više od godinu dana",
    "Move to top of queue": "Premjesti na vrh popisa",
    "Multi level wildcard (matches multiple directory levels)": "Višerazinski zamjenski znak (podudara se s više razina direktorija)",
    "Never": "Nikada",
    "New Device": "Novi uređaj",
    "New Folder": "Nova mapa",
    "Newest First": "Najprije najnovije",
    "No": "Ne",
    "No File Versioning": "Bez upravljanje verzijama datoteka",
    "No files will be deleted as a result of this operation.": "Nijedna datoteka se neće izbrisati kao rezultat ove operacije.",
    "No rules set": "Nema postavljenih pravila",
    "No upgrades": "Nema nadogradnji",
    "Not shared": "Ne dijeli se",
    "Notice": "Napomena",
    "Number of Connections": "Broj veza",
    "OK": "U redu",
    "Off": "Isključeno",
    "Oldest First": "Najprije najstarije",
    "Optional descriptive label for the folder. Can be different on each device.": "Neobavezna opisna etiketa za mapu. Može biti različita na svakom uređaju.",
    "Options": "Opcije",
    "Out of Sync": "Nesinkronizirano",
    "Out of Sync Items": "Nesinkronizirane stavke",
    "Outgoing Rate Limit (KiB/s)": "Odlazno ograničenje brzine (KiB/s)",
    "Override": "Nadjačavanje",
    "Override Changes": "Nadjačaj promjene",
    "Ownership": "Vlasništvo",
    "Password": "Lozinka",
    "Path": "Staza",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Staza do mape na lokalnom računalu. Stvorit će se ako ne postoji. Znak tildе (~) može se koristiti kao prečac za",
    "Path where versions should be stored (leave empty for the default .stversions directory in the shared folder).": "Staza gdje bi se verzije trebale spremati (ostavite prazno za zadani direktorij .stversions u dijeljenoj mapi).",
    "Paths": "Staze",
    "Pause": "Pauziraj",
    "Pause All": "Pauziraj sve",
    "Paused": "Pauzirano",
    "Paused (Unused)": "Pauzirano (neiskorišteno)",
    "Pending changes": "Promjene na čekanju",
    "Periodic scanning at given interval and disabled watching for changes": "Periodično skeniranje u zadanom intervalu i iskljjučeo praćenje promjena",
    "Periodic scanning at given interval and enabled watching for changes": "Periodično skeniranje u zadanom intervalu i uključeno praćenje promjena",
    "Periodic scanning at given interval and failed setting up watching for changes, retrying every 1m:": "Periodično skeniranje u zadanom intervalu i neuspjelo postavljanje praćenja promjena, ponavlja se svake 1 min:",
    "Permanently add it to the ignore list, suppressing further notifications.": "Stalno dodajte na popis zanemarivanja, potiskujući daljnje obavijesti.",
    "Please consult the release notes before performing a major upgrade.": "Pročitajta bilješke o izdanju prije izvršavanja velike nadogradnje.",
    "Please set a GUI Authentication User and Password in the Settings dialog.": "Postavite korisnika i lozinku za GUI autentifikaciju u dijalogu Postavke.",
    "Please wait": "Pričekajte",
    "Prefix indicating that the file can be deleted if preventing directory removal": "Prefiks koji označava da se datoteka može izbrisati ako sprečava uklanjanje direktorija",
    "Prefix indicating that the pattern should be matched without case sensitivity": "Prefiks koji označava da se uzorak treba usporediti bez razlikovanja velikih i malih slova",
    "Preparing to Sync": "Priprema za sinkronizaciju",
    "Preview": "Pregled",
    "Preview Usage Report": "Pregled izvještaja o korištenju",
    "QR code": "QR kod",
    "QUIC LAN": "QUIC LAN",
    "QUIC WAN": "QUIC WAN",
    "Quick guide to supported patterns": "Kratki vodič za podržane uzorke",
    "Random": "Slučajno",
    "Receive Encrypted": "Primi šifrirano",
    "Receive Only": "Samo primaj",
    "Received data is already encrypted": "Primljeni podaci su već šifrirani",
    "Recent Changes": "Nedavne promjene",
    "Reduced by ignore patterns": "Reducirano pomoću uzoraka zanemarivanja",
    "Relay LAN": "LAN relej",
    "Relay WAN": "WAN relej",
    "Release Notes": "Bilješke o izdanju",
    "Release candidates contain the latest features and fixes. They are similar to the traditional bi-weekly Syncthing releases.": "Kandidati za izdanje sadrže najnovije funkcije i ispravke. Slični su tradicionalnim dvotjednim izdanjima Syncthinga.",
    "Remote Devices": "Udaljeni uređaji",
    "Remote GUI": "Udaljeni GUI",
    "Remove": "Ukloni",
    "Remove Device": "Ukloni uređaj",
    "Remove Folder": "Ukloni mapu",
    "Required identifier for the folder. Must be the same on all cluster devices.": "Obavezni identifikator za mapu. Mora biti isti na svim uređajima u klasteru.",
    "Rescan": "Ponovo skeniraj",
    "Rescan All": "Ponovo skeniraj sve",
    "Rescans": "Ponovna skeniranja",
    "Restart": "Pokreni ponovo",
    "Restart Needed": "Potrebno je ponovno pokretanje",
    "Restarting": "Ponovno pokretanje",
    "Restore": "Obnovi",
    "Restore Versions": "Obnovi verzije",
    "Resume": "Nastavi",
    "Resume All": "Nastavi sve",
    "Reused": "Ponovo koršteno",
    "Revert": "Poništi",
    "Revert Local Changes": "Poništi lokalne promjene",
    "Save": "Spremi",
    "Saving changes": "Spremanje promjena",
    "Scan Time Remaining": "Preostalo vrijeme skeniranja",
    "Scanning": "Skeniranje",
    "See external versioning help for supported templated command line parameters.": "Pogledajte pomoć za upravljanje verzijama eksternih datoteka za podržane parametre naredbenog retka u stilu predložaka.",
    "Select All": "Odaberi sve",
    "Select a version": "Odaberi verziju",
    "Select additional devices to share this folder with.": "Odaberite dodatne uređaje za dijeljenje s ovom mapom.",
    "Select additional folders to share with this device.": "Odaberite dodatne mape za dijeljenje s ovim uređajem.",
    "Select latest version": "Odaberi najnoviju verziju",
    "Select oldest version": "Odaberi najstariju verziju",
    "Send & Receive": "Šalji i primaj",
    "Send Extended Attributes": "Šalji proširena svojstva",
    "Send Only": "Samo šalji",
    "Send Ownership": "Šalji vlasništvo",
    "Set Ignores on Added Folder": "Postavi zanemarivanja na dodanu mapu",
    "Settings": "Postavke",
    "Share": "Dijeli",
    "Share Folder": "Dijeli mapu",
    "Share by Email": "Dijeli putem e-pošte",
    "Share by SMS": "Dijeli putem SMS-a",
    "Share this folder?": "Dijeliti ovu mapu?",
    "Shared Folders": "Dijeljenje mape",
    "Shared With": "Dijeli se sa",
    "Sharing": "Dijeljenje",
    "Show ID": "Prikaži ID",
    "Show QR": "Prikaži QR",
    "Show detailed discovery status": "Prikaži detaljno stanje otkrivanja",
    "Show detailed listener status": "Prikaži detaljno stanje slušača",
    "Show diff with previous version": "Prikaži razliku s prethodnom verzijom",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Prikazuje se umjesto ID-ja uređaja u stanju klastera. Bit će predstavljeno drugim uređajima kao opcionalno zadano ime.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Prikazuje se umjesto ID-ja uređaja u stanju klastera. Bit će aktualizirano na ime koje uređaj predstavlja ako se ostavi przno.",
    "Shut Down": "Isključi",
    "Shutdown Complete": "Isključivanje dovršeno",
    "Simple": "Jednostavno",
    "Simple File Versioning": "Jednostavno upravljanje verzijama datoteka",
    "Single level wildcard (matches within a directory only)": "Jednorazinski zamjenski znak (podudara se samo unutar direktorija)",
    "Size": "Veličina",
    "Smallest First": "Najprije najmanje",
    "Some discovery methods could not be established for finding other devices or announcing this device:": "Neke metode otkrivanja se nisu mogle uspostaviti za pronalaženje drugih uređaja ili najavljivanje ovog uređaja:",
    "Some items could not be restored:": "Neke se stavke nisu mogle obnoviti:",
    "Some listening addresses could not be enabled to accept connections:": "Neke adrese za osluškivanje se nisu mogle uključiti za prihvaćanje veza:",
    "Source Code": "Izvorni kod",
    "Stable releases and release candidates": "Stabilna izdanja i kandidati za izdanje",
    "Stable releases are delayed by about two weeks. During this time they go through testing as release candidates.": "Stabilna izdanja kasne oko dva tjedna. Tijekom tog vremena se testiraju kao kandidati za izdanje.",
    "Stable releases only": "Samo stabilna izdanja",
    "Staggered": "U fazama",
    "Staggered File Versioning": "Upravljanje verzijama datoteka u fazama",
    "Start Browser": "Pokreni preglednik",
    "Statistics": "Statistike",
    "Stay logged in": "Ostanite prijavljeni",
    "Stopped": "Zaustavljeno",
    "Stores and syncs only encrypted data. Folders on all connected devices need to be set up with the same password or be of type \"{%receiveEncrypted%}\" too.": "Sprema i sinkronizira samo šifrirane podatke. Mape na svim povezanim uređajima moraju biti postavljene s istom lozinkom ili također biti vrste „{{receiveEncrypted}}“.",
    "Subject:": "Predmet:",
    "Support": "Podrška",
    "Support Bundle": "Paket podrške",
    "Sync Extended Attributes": "Sinkroniziraj proširena svojstva",
    "Sync Ownership": "Sinkroniziraj vlasništvo",
    "Sync Status": "Stanje sinkronizacije",
    "Syncing": "Sinkroniziranje",
    "Syncthing device ID for \"{%devicename%}\"": "Syncthing ID uređaja za „{{devicename}}“",
    "Syncthing has been shut down.": "Syncthing je isključen.",
    "Syncthing includes the following software or portions thereof:": "Syncthing uključuje sljedeći softver ili njegove dijelove:",
    "Syncthing is Free and Open Source Software licensed as MPL v2.0.": "Syncthing je besplatan softver otvorenog koda s licencom MPL v2.0.",
    "Syncthing is a continuous file synchronization program. It synchronizes files between two or more computers in real time, safely protected from prying eyes. Your data is your data alone and you deserve to choose where it is stored, whether it is shared with some third party, and how it's transmitted over the internet.": "Syncthing je program za kontinuiranu sinkronizaciju datoteka. Sinkronizira datoteke između dva ili više računala u stvarnom vremenu, sigurno zaštićene od znatiželjnih očiju. Vaši podaci su isključivo vaši i mođete odlučiti gdje će se spremati, hoće li se dijeliti s nekim trećim stranama i kako će se prenositi preko interneta.",
    "Syncthing is listening on the following network addresses for connection attempts from other devices:": "Syncthing osluškuje na sljedećim mrežnim adresama pokušaje povezivanja s drugih uređaja:",
    "Syncthing is not listening for connection attempts from other devices on any address.  Only outgoing connections from this device may work.": "Syncthing ne prima pokušaje povezivanja s drugih uređaja na bilo kojoj adresi. Moguće je da rade samo odlazne veze s ovog uređaja.",
    "Syncthing is restarting.": "Syncthing se ponovo pokreće.",
    "Syncthing is saving changes.": "Syncthing sprema promjene.",
    "Syncthing is upgrading.": "Syncthing se nadograđuje.",
    "Syncthing now supports automatically reporting crashes to the developers. This feature is enabled by default.": "Syncthing sada podržava automatsko prijavljivanje pregida rada programa programerima. Ova je funkcija standardno uključena.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Čini se da Syncthing ne radi ili postoji problem s internetskom vezom. Pokušaj se ponavlja …",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Čini se da Syncthing ima problem u obradi vašeg zahtjeva. Altualizirajte stranicu ili ponovo pokrenite Syncthing ako problem ne nestane.",
    "TCP LAN": "TCP LAN",
    "TCP WAN": "TCP WAN",
    "Take me back": "Vrati me natrag",
    "The GUI address is overridden by startup options. Changes here will not take effect while the override is in place.": "Opcije pokretanja nadjačavaju GUI adresu. Ovdje učinjene promjene neće stupiti na snagu dok je nadjačavanje postavljeno.",
    "The Syncthing Authors": "Syncthing autori",
    "The Syncthing admin interface is configured to allow remote access without a password.": "Administratorsko sučelje Syncthinga konfigurirano je tako da dopušta udaljeni pristup bez lozinke.",
    "The aggregated statistics are publicly available at the URL below.": "Prikupljeni statistički podaci javno su dostupni na URL-u u nastavku.",
    "The cleanup interval cannot be blank.": "Interval čišćenja ne može biti prazan.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Konfiguracija je spremljena, ali nije aktivirana. Syncthing se mora ponovo pokrenuti kako bi se aktivirala nova konfiguracija.",
    "The device ID cannot be blank.": "ID uređaja ne može biti prazan.",
    "The device ID to enter here can be found in the \"Actions > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "ID uređaja koji ovdje treba unijeti se može pronaći u dijalogu „Radnje > Prikaži ID“ na drugom uređaju. Razmaci i crtice su opcionalni (zanemaruju se).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes, and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Šifrirani izvještaj o korištenju šalje se svakodnevno. Koristi se za praćenje uobičajenih platformi, veličina mapa i verzija programa. Ako se prijavljeni skup podataka promijeni, ovaj će se dijalog ponovo prikazati.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Uneseni ID uređaja ne valja. Trebao bi biti niz od 52 ili 56 znakova koji se sastoji od slova i brojeva, s razmacima i opcionalno sa crticama.",
    "The folder ID cannot be blank.": "ID mape ne može biti prazan.",
    "The folder ID must be unique.": "ID mape mora biti jedinstven.",
    "The folder content on other devices will be overwritten to become identical with this device. Files not present here will be deleted on other devices.": "Sadržaj mape na drugim uređajima će se prepisati kako bi postao identičan s ovim uređajem. Datoteke koje nisu ovdje će se izbrisati na drugim uređajima.",
    "The folder content on this device will be overwritten to become identical with other devices. Files newly added here will be deleted.": "Sadržaj mape na ovom uređaju će se prepisati kako bi postao identičan s drugim uređajima. Ovdje novo dodane datoteke će se izbrisati.",
    "The folder path cannot be blank.": "Staza mape ne može biti prazna.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Koriste se sljedeći intervali: u prvom satu se verzija čuva svakih 30 sekundi, prvi dan se verzija čuva svaki sat, prvih 30 dana se verzija čuva svaki dan, a do maksimalne starosti verzija se čuva svaki tjedan.",
    "The following items could not be synchronized.": "Sljedeće stavke se nisu mogle sinkronizirati.",
    "The following items were changed locally.": "Sljedeće stavke su promijenjene lokalno.",
    "The following methods are used to discover other devices on the network and announce this device to be found by others:": "Sljedeće metode se koriste za otkrivanje drugih uređaja na mreži i objavljivanje ovog uređaja drugima:",
    "The following text will automatically be inserted into a new message.": "Sljedeći tekst će se automatski umetnuti u novu poruku.",
    "The following unexpected items were found.": "Pronađene su sljedeće neočekivane stavke.",
    "The interval must be a positive number of seconds.": "Interval mora biti pozitivan broj sekundi.",
    "The interval, in seconds, for running cleanup in the versions directory. Zero to disable periodic cleaning.": "Interval, u sekundama, za pokretanje čišćenja u direktoriju verzija. Nula za isključivanje periodičnog čišćenja.",
    "The maximum age must be a number and cannot be blank.": "Maksimalna starost mora biti broj i ne može biti prazna.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Maksimalno vrijeme za zadržavanje verzije (u danima, postavite na 0 da bi se verzije zauvijek zadržale).",
    "The number of connections must be a non-negative number.": "Broj veza mora biti nenegativan broj.",
    "The number of days must be a number and cannot be blank.": "Broj dana mora biti broj i ne može biti prazan.",
    "The number of days to keep files in the trash can. Zero means forever.": "Broj dana za čuvanje datoteka u kanti za smeće. Nula znači zauvijek.",
    "The number of old versions to keep, per file.": "Broj starih verzija koje se trebaju zadržati, po datoteci.",
    "The number of versions must be a number and cannot be blank.": "Broj verzija mora biti broj i ne može biti prazan.",
    "The path cannot be blank.": "Staza ne može biti prazna.",
    "The rate limit is applied to the accumulated traffic of all connections to this device.": "Ograničenje brzine se primjenjuje na ukupni promet svih veza s ovim uređajem.",
    "The rate limit must be a non-negative number (0: no limit)": "Ograničenje brzine mora biti nenegativan broj (0: bez ograničenja)",
    "The remote device has not accepted sharing this folder.": "Udaljeni uređaj nije prihvatio dijeljenje ove mape.",
    "The remote device has paused this folder.": "Udaljeni uređaj je pauzirao ovu mapu.",
    "The rescan interval must be a non-negative number of seconds.": "Interval ponovnog skeniranja mora biti nenegativan broj sekundi.",
    "There are no devices to share this folder with.": "Nema uređaja za dijeljenje ove mape.",
    "There are no file versions to restore.": "Nema verzija datoteke za obnavljanje.",
    "There are no folders to share with this device.": "Nema mapa za dijeljenje s ovim uređajem.",
    "They are retried automatically and will be synced when the error is resolved.": "Ponovni pokušaji će se izvršiti automatski i sinkronizirat će se kada se greška riješi.",
    "This Device": "Ovaj uređaj",
    "This Month": "Ovaj mjesec",
    "This can easily give hackers access to read and change any files on your computer.": "Ovo hakerima omogućuje jednostavan pristup za čitanje i mijenjanje bilo kojih datoteka na vašem računalu.",
    "This device cannot automatically discover other devices or announce its own address to be found by others.  Only devices with statically configured addresses can connect.": "Ovaj uređaj ne može automatski otkriti druge uređaje niti objaviti vlastitu adresu kako bi je drugi pronašli. Povezati se mogu samo uređaji sa statički konfiguriranim adresama.",
    "This is a major version upgrade.": "Ovo je nadogradnja glavne verzije.",
    "This setting controls the free space required on the home (i.e., index database) disk.": "Ova postavka upravlja potrebnom slobodnom memorijom na glavnom disku (tj. disku baze podataka indeksa).",
    "Time": "Vrijeme",
    "Time the item was last modified": "Vrijeme zadnje promjene stavke",
    "To connect with the Syncthing device named \"{%devicename%}\", add a new remote device on your end with this ID:": "Za povezivanje sa Syncthing uređajem nazvanim „{{devicename}}“, dodajte novi udaljeni uređaj s ovim ID-om na svojoj strani:",
    "To permit a rule, have the checkbox checked. To deny a rule, leave it unchecked.": "Za dopuštanje pravila, označite polje. Za odbijanje pravila, ostavite polje neoznačeno.",
    "Today": "Danas",
    "Trash Can": "Kanta za smeće",
    "Trash Can File Versioning": "Upravljanje verzijama datoteka u kanti za smeće",
    "Type": "Vrsta",
    "UNIX Permissions": "UNIX dozvola",
    "Unavailable": "Nedostupno",
    "Unavailable/Disabled by administrator or maintainer": "Nedostupno/Onemogućeno od administratora ili održavatelja",
    "Undecided (will prompt)": "Neodlučeno (odluka će se zatražiti)",
    "Unexpected Items": "Neočekivane stavke",
    "Unexpected items have been found in this folder.": "U ovoj su mapi pronađene neočekivane stavke.",
    "Unignore": "Poništi zanemarivanje",
    "Unknown": "Nepoznato",
    "Unshared": "Nedijeljeno",
    "Unshared Devices": "Nedijeljeni uređaji",
    "Unshared Folders": "Nedijeljene mape",
    "Untrusted": "Nepovjerljivo",
    "Up to Date": "Aktualno",
    "Updated {%file%}": "Aktualizirano {{file}}",
    "Upgrade": "Nadogradi",
    "Upgrade To {%version%}": "Nadogradi na {{version}}",
    "Upgrading": "Nadograđivanje",
    "Upload Rate": "Stopa prijenosa",
    "Uptime": "Vrijeme rada",
    "Usage reporting is always enabled for candidate releases.": "Izvještavanje o korištenju je uvijek uključeno za izdanja kandidata.",
    "Use HTTPS for GUI": "Koristi HTTPS za GUI",
    "Use notifications from the filesystem to detect changed items.": "Koristite obavijesti iz datotečnog sustava za otkrivanje promijenjenih stavki.",
    "User": "Korisnik",
    "User Home": "Korisnički direktorij",
    "Username/Password has not been set for the GUI authentication. Please consider setting it up.": "Korisničko ime/lozinka nisu postavljeni za GUI autentifikaciju. Razmislite o njihovom postavljanju.",
    "Using a QUIC connection over LAN": "Korištenje QUIC veze preko LAN-a",
    "Using a QUIC connection over WAN": "Korištenje QUIC veze preko WAN-a",
    "Using a direct TCP connection over LAN": "Korištenje izravne TCP veze preko LAN-a",
    "Using a direct TCP connection over WAN": "Korištenje izravne TCP veze preko WAN-a",
    "Version": "Verzija",
    "Versions": "Verzije",
    "Versions Path": "Staza verzija",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Verzije se automatski brišu ako su starije od maksimalne starosti ili premaše broj dopuštenih datoteka u intervalu.",
    "Waiting to Clean": "Čekanje na čišćenje",
    "Waiting to Scan": "Čekanje na skeniranje",
    "Waiting to Sync": "Čekanje na sinkronizaciju",
    "Warning": "Upozorenje",
    "Warning, this path is a parent directory of an existing folder \"{%otherFolder%}\".": "Upozorenje, ova je staza nadređeni direktorij postojeće mape „{{otherFolder}}“.",
    "Warning, this path is a parent directory of an existing folder \"{%otherFolderLabel%}\" ({%otherFolder%}).": "Upozorenje, ova je staza nadređeni direktorij postojeće mape „{{otherFolderLabel}}“ ({{otherFolder}}).",
    "Warning, this path is a subdirectory of an existing folder \"{%otherFolder%}\".": "Upozorenje, ova je staza poddirektorij postojeće mape „{{otherFolder}}“.",
    "Warning, this path is a subdirectory of an existing folder \"{%otherFolderLabel%}\" ({%otherFolder%}).": "Upozorenje, ova je staza poddirektorij postojeće mape „{{otherFolderLabel}}“ ({{otherFolder}}).",
    "Warning: If you are using an external watcher like {%syncthingInotify%}, you should make sure it is deactivated.": "Upozorenje: Ako koristite eksterni alat za praćenje kao što je {{syncthingInotify}}, osigurajte da jei deaktiviran.",
    "Watch for Changes": "Prati promjene",
    "Watching for Changes": "Praćenje promjena",
    "Watching for changes discovers most changes without periodic scanning.": "Praćenje promjena otkriva većinu promjena bez periodičnog skeniranja.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Prilikom dodavanja novog uređaja imajte na umu da se ovaj uređaj mora dodati i na drugoj strani.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Prilikom dodavanja nove mape imajte na umu da se ID mape koristi za povezivanje mapa između uređaja. Razlikuju velika i mala slova i moraju se točno podudarati između svih uređaja.",
    "When set to more than one on both devices, Syncthing will attempt to establish multiple concurrent connections. If the values differ, the highest will be used. Set to zero to let Syncthing decide.": "Kada je postavljen na više od jednog na oba uređaja, Syncthing će pokušati uspostaviti više istodobnih veza. Ako se vrijednosti razlikuju, koristit će se najviša. Postavite na nulu kako bi Syncthing odlučio.",
    "Yes": "Da",
    "Yesterday": "Jučer",
    "You can also copy and paste the text into a new message manually.": "Tekst možete i ručno kopirati i zalijepiti u novu poruku.",
    "You can also select one of these nearby devices:": "Možete odabrati i jedan od sljedećih uređaja u blizini:",
    "You can change your choice at any time in the Settings dialog.": "Izbor možete promijeniti u bilo kojem trenutku u dijalogu „Postavke“.",
    "You can read more about the two release channels at the link below.": "Saznajte više o dvama izdavačkim kanalima putem sljedeće poveznice.",
    "You have no ignored devices.": "Nemate zanemarene uređaje.",
    "You have no ignored folders.": "Nemate zanemarene mape.",
    "You have unsaved changes. Do you really want to discard them?": "Imate nespremljene promjene. Želite li ih doista odbaciti?",
    "You must keep at least one version.": "Morate zadržati barem jednu verziju.",
    "You should never add or change anything locally in a \"{%receiveEncrypted%}\" folder.": "Nemojte nikada nešto lokalno dodavati ili mijenjati u mapi „{{receiveEncrypted}}“.",
    "Your SMS app should open to let you choose the recipient and send it from your own number.": "Vaša program za SMS bi se trebao otvoriti kako biste mogli odabrati primatelja i poslati poruku sa svog broja.",
    "Your email app should open to let you choose the recipient and send it from your own address.": "Vaša program za e-poštu bi se trebao otvoriti kako biste mogli odabrati primatelja i poslati poruku s vlastite adrese.",
    "days": "dani",
    "deleted": "izbrisano",
    "deny": "odbij",
    "directories": "direktoriji",
    "file": "datoteka",
    "files": "datoteke",
    "folder": "mapa",
    "full documentation": "potpuna dokumentacija",
    "items": "stavke",
    "modified": "promjenjeno",
    "permit": "dozvoli",
    "seconds": "sekunde",
    "theme": {
        "name": {
            "black": "Crna",
            "dark": "Tamna",
            "default": "Zadano",
            "light": "Svijetla"
        }
    },
    "unknown device": "nepoznat uređaj",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} želi dijeliti mapu „{{folder}}“.",
    "{%device%} wants to share folder \"{%folderlabel%}\" ({%folder%}).": "{{device}} želi dijeliti mapu „{{folderlabel}}“ ({{folder}}).",
    "{%reintroducer%} might reintroduce this device.": "{{reintroducer}} bi možda mogao ponovno uvesti ovaj uređaj."
}
