{
    "API Key": "API-Sleutel",
    "About": "Over",
    "Add Node": "Node toevoegen",
    "Add Repository": "Opslag toevoegen",
    "Address": "Adres",
    "Addresses": "Adressen",
    "Allow Anonymous Usage Reporting?": "Toestaan dat anonieme gebruikers gegevens worden verzameld?",
    "Announce Server": "Aankondigings-server",
    "Anonymous Usage Reporting": "Anonieme gebruikers statistieken",
    "Bugs": "Fouten",
    "CPU Utilization": "Processorbelasting",
    "Close": "Sluit",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Copyright © 2014 Jakob Borg en de onderstaande bijdragers:",
    "Delete": "Verwijderen",
    "Disconnected": "Verbinding verbroken",
    "Documentation": "Documentatie",
    "Download Rate": "Downloadsnelheid",
    "Edit": "Bewerken",
    "Edit Node": "Node bewerken",
    "Edit Repository": "Opslag bewerken",
    "Enable UPnP": "Activeer UPnP",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Voer komma gescheiden \"ip:poort\" adressen of \"dynamic\" in om automatische adresherkenning uit te voeren",
    "Error": "Fout",
    "File Versioning": "Versiebeheer",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "Bestands permissiebits negeren bij het zoeken naar veranderingen. Gebruik dit bij FAT bestandssystemen.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "Bestanden worden bij verwijdering of verandering door syncthing opgeslagen in de .stversions map met een tijdsstempel.",
    "Files are protected from changes made on other nodes, but changes made on this node will be sent to the rest of the cluster.": "Bestanden zijn tegen veranderingen op andere nodes beschermd, maar veranderingen gemaakt op deze node worden wel op de rest van het cluster doorgevoerd.",
    "Folder": "Map",
    "GUI Authentication Password": "Wachtwoord voor configuratiescherm",
    "GUI Authentication User": "Gebruikersnaam voor configuratiescherm",
    "GUI Listen Addresses": "Adres(sen) van het configuratiescherm",
    "Generate": "Genereer",
    "Global Discovery": "Globaal zoeken",
    "Global Discovery Server": "Globale zoek-server",
    "Global Repository": "Globale opslag",
    "Idle": "Klaar",
    "Ignore Permissions": "Toestemmingen negeren",
    "Keep Versions": "Versies bewaren",
    "Latest Release": "Laatste uitgave",
    "Local Discovery": "Lokaal zoeken",
    "Local Discovery Port": "Lokale zoekpoort",
    "Local Repository": "Lokale opslag",
    "Master Repo": "Geen veranderingen toestaan",
    "Max File Change Rate (KiB/s)": "Maximale datasnelheid (KiB/s)",
    "Max Outstanding Requests": "Max. uitstaande aanvragen",
    "No": "Nee",
    "Node ID": "Node-ID",
    "Node Name": "Node-Name",
    "Notice": "Notificatie",
    "OK": "Ok",
    "Offline": "Offline",
    "Online": "Online",
    "Out Of Sync": "Niet gesynchroniseerd",
    "Outgoing Rate Limit (KiB/s)": "Uitgaande datasnelheid (KiB/s)",
    "Override Changes": "Veranderingen overschrijven",
    "Path to the repository on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Pad naar de opslag op de lokale computer. Als deze niet bestaat wordt deze aangemaakt. Het tilde karakter (~) kan gebruikt worden als afkorting voor",
    "Please wait": "Even geduld",
    "Preview Usage Report": "Bekijk de te versturen gebruikers statistieken",
    "RAM Utilization": "Werkgeheugen gebruik",
    "Reconnect Interval (s)": "Herverbind-interval (s)",
    "Repository ID": "Opslag-ID",
    "Repository Master": "Geen veranderingen toestaan",
    "Repository Path": "Pad naar opslag",
    "Rescan Interval (s)": "Zoekinterval (s)",
    "Restart": "Herstart",
    "Restart Needed": "Herstart nodig",
    "Save": "Opslaan",
    "Scanning": "Zoeken",
    "Select the nodes to share this repository with.": "Zoek de nodes om deze opslag mee te delen",
    "Settings": "Instellingen",
    "Share With Nodes": "Deel met nodes",
    "Shared With": "Gedeeld met",
    "Short identifier for the repository. Must be the same on all cluster nodes.": "Kort ID voor de opslag. Moet hetzelfde zijn op alle nodes van het cluster.",
    "Show ID": "ID tonen",
    "Shown instead of Node ID in the cluster status.": "Wordt getoond i.p.v. het node ID in de cluster status.",
    "Shutdown": "Afsluiten",
    "Source Code": "Broncode",
    "Start Browser": "Start Browser",
    "Stopped": "Gestopt",
    "Support / Forum": "Support / Forum",
    "Sync Protocol Listen Addresses": "Adres(sen) voor het Synchronisatieprotocol",
    "Synchronization": "Synchronisatie",
    "Syncing": "Synchroniseren",
    "Syncthing has been shut down.": "Syncthing is afgesloten.",
    "Syncthing includes the following software or portions thereof:": "Syncthing omvat de volgende software of onderdelen hiervan:",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing lijkt onbereikbaar te zijn, of er is een verbindingsprobleem met het internet. Nieuwe poging...",
    "The aggregated statistics are publicly available at {%url%}.": "De bijgehouden statistieken zijn publiek verkrijgbaar op {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "De configuratie is opgeslagen, maar nog niet actief. Syncthing moet opnieuw opgestart worden om de nieuwe configuratie te activeren.",
    "The encrypted usage report is sent daily. It is used to track common platforms, repo sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "De versleutelde gebruikersstatistieken wordt dagelijks verstuurd. Dit bericht wordt gebruikt om statistieken over de besturingssystemen, opslag-groottes en programmaversies bij te houden. Mocht de inhoud van deze statistieken veranderen in de toekomst, dan wordt dit scherm weer getoond.",
    "The entered node ID does not look valid. It should be a 52 character string consisting of letters and numbers, with spaces and dashes being optional.": "Het ingevoerde node-ID lijkt ongeldig te zijn. Het moet 52 karakters lang zijn en bestaan uit cijfers en letters, met eventueel komma's en streepjes.",
    "The node ID cannot be blank.": "Het node-ID mag niet leeg zijn.",
    "The node ID to enter here can be found in the \"Edit > Show ID\" dialog on the other node. Spaces and dashes are optional (ignored).": "Het hier in te voeren node-ID kan in het \"Bewerken > ID tonen\"-venster op de andere node gevonden worden. Spaties en/of streepjes zijn toegestaan (worden genegeerd).",
    "The number of old versions to keep, per file.": "Aantal versies dat van ieder bestand bewaard wordt.",
    "The number of versions must be a number and cannot be blank.": "Het aantal versies moet een getal zijn en mag niet leeg zijn.",
    "The repository ID cannot be blank.": "Het opslag ID mag niet leeg zijn.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the the dot (.), dash (-) and underscode (_) characters only.": "Het opslag-ID moet een korte naam (64 tekens of minder) zijn. Het mag alleen uit letters, cijfers, punten(.), streepjes(-) en liggende streepjes (_) bestaan",
    "The repository ID must be unique.": "Het opslag-ID moet uniek zijn.",
    "The repository path cannot be blank.": "Het pad naar de opslag mag niet leeg zijn",
    "Unknown": "Onbekend",
    "Up to Date": "Bijgewerkt",
    "Upgrade To {%version%}": "Upgrade naar {{version}}",
    "Upload Rate": "Uploadsnelheid",
    "Usage": "Gebruik",
    "Use Compression": "Gebruik compressie",
    "Use HTTPS for GUI": "Gebruik HTTPS voor het configuratiescherm",
    "Version": "Versie",
    "When adding a new node, keep in mind that this node must be added on the other side too.": "Bedenk bij het toevoegen van een nieuwe node, dat deze node aan de andere kant ook toegevoegd moet worden.",
    "When adding a new repository, keep in mind that the Repository ID is used to tie repositories together between nodes. They are case sensitive and must match exactly between all nodes.": "Bedenk bij het toevoegen van een nieuwe opslag dat deze naam alle instanties van de opslag over de verschillende nodes verbindt. De naam is hoofdlettergevoelig en moet op alle nodes exact gelijk zijn",
    "Yes": "Ja",
    "You must keep at least one version.": "Er moet minstens één versie bewaard blijven.",
    "items": "objecten"
}
