{
    "API Key": "API-nøgle",
    "About": "Om",
    "Add Node": "Tilføj node",
    "Add Repository": "Tilføj lager",
    "Address": "Adresse",
    "Addresses": "Adresser",
    "Allow Anonymous Usage Reporting?": "Tillad anonym brugerstatistik?",
    "Announce Server": "Opslagsserver",
    "Anonymous Usage Reporting": "Anonym brugerstatistik",
    "Bugs": "Fejl",
    "CPU Utilization": "CPU-forbrug",
    "Close": "Luk",
    "Connection Error": "Tilslutnings fejl",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Copyright © 2014 Jakob Borg og følgende bidragsydere:",
    "Delete": "Slet",
    "Disconnected": "Ikke tilsluttet",
    "Documentation": "Dokumentation",
    "Download Rate": "Downloadhastighed",
    "Edit": "Rediger",
    "Edit Node": "Rediger node",
    "Edit Repository": "Rediger lager",
    "Enable UPnP": "Anvend UPnP",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Angiv kommaseparerat \"ip:port\"-adresser eller ordet \"dynamic\" for at benytte automatisk opslag.",
    "Error": "Fejl",
    "File Versioning": "Filversionering",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "Filrettigheder tages der ikke hensyn til ved synkronisering. Anvend på FAT-filsystemer.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "Filer flyttes til et datostemplet versionsnavn i et .stversions-bibliotek, når de bliver opdateret eller slettet af syncthing.",
    "Files are protected from changes made on other nodes, but changes made on this node will be sent to the rest of the cluster.": "Filer beskyttes mod ændringer fra andre noder, men ændringer på denne node bliver sendt til hele clusteret.",
    "Folder": "Bibliotek",
    "GUI Authentication Password": "GUI-kodeord",
    "GUI Authentication User": "GUI-brugernavn",
    "GUI Listen Addresses": "GUI-lytteadresse",
    "Generate": "Opret",
    "Global Discovery": "Globalt opslag",
    "Global Discovery Server": "Global opslagsserver",
    "Global Repository": "Global lagring",
    "Idle": "Inaktiv",
    "Ignore Permissions": "Ignorér filrettigheder",
    "Keep Versions": "Behold versioner",
    "Latest Release": "Seneste udgivelse",
    "Local Discovery": "Lokal opslag",
    "Local Discovery Port": "Lokal opslagsport",
    "Local Repository": "Lokal lagring",
    "Master Repo": "Hovedlagring",
    "Max File Change Rate (KiB/s)": "Højeste filændringshastighed (KiB/s)",
    "Max Outstanding Requests": "Parallelitet",
    "No": "Nej",
    "Node ID": "Node ID",
    "Node Identification": "Node identifikation",
    "Node Name": "Nodenavn",
    "Notice": "OBS",
    "OK": "OK",
    "Offline": "Offline",
    "Online": "Online",
    "Out Of Sync": "Ude af sync",
    "Outgoing Rate Limit (KiB/s)": "Udgående hastighedsbegrænsning (KiB/s)",
    "Override Changes": "Overskriv ændringer",
    "Path to the repository on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Sti til lagring på din lokale computer. Hvis biblioteket ikke findes vil det blive oprettet. Tegnet tilde (~) kan bruges som genvej til",
    "Please wait": "Vent venligst",
    "Preview Usage Report": "Forhåndsvisning af forbrugsrapport",
    "RAM Utilization": "RAM-forbrug",
    "Reconnect Interval (s)": "Gentilslutningsinterval (s)",
    "Repository ID": "Lagrings-ID",
    "Repository Master": "Hovedlagring",
    "Repository Path": "Sti til lagring",
    "Rescan Interval (s)": "Genscanningsinterval (s)",
    "Restart": "Genstart",
    "Restart Needed": "Programmet kræver genstart",
    "Restarting": "Genstarter",
    "Save": "Gem",
    "Scanning": "Opdaterer",
    "Select the nodes to share this repository with.": "Vælg hvilke noder denne lagring skal deles med.",
    "Settings": "Indstillinger",
    "Share With Nodes": "Del med noderne",
    "Shared With": "Delt med",
    "Short identifier for the repository. Must be the same on all cluster nodes.": "Kort identifikation for denne lagring. Skal være ens på alle noder i clusteret.",
    "Show ID": "Vis ID",
    "Shown instead of Node ID in the cluster status.": "Vises i stedet for node-ID under clusterstatus.",
    "Shutdown": "Luk ned",
    "Source Code": "Kildekode",
    "Start Browser": "Start browser",
    "Stopped": "Stoppet",
    "Support / Forum": "Support / Forum",
    "Sync Protocol Listen Addresses": "Lytteadresser for indgående forbindelser",
    "Synchronization": "Synkronisering",
    "Syncing": "Synkroniserer",
    "Syncthing has been shut down.": "Syncthing er blevet lukket ned.",
    "Syncthing includes the following software or portions thereof:": "Syncthing indeholder følgende software eller dele heraf:",
    "Syncthing is restarting.": "Syncthing genstarter",
    "Syncthing is upgrading.": "Syncthing opgradere",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing ser ud til at være stoppet eller oplever problemer med din internetforbindels. Prøver igen...",
    "The aggregated statistics are publicly available at {%url%}.": "Samlet statistik er offentligt tilgængelig på {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Konfigurationen er gemt, men ikke aktiveret. Syncthing skal genstarte for at aktivere den nye konfiguration.",
    "The encrypted usage report is sent daily. It is used to track common platforms, repo sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Den krypterede forbrugsrapport sendes dagligt. Den benyttes til at spore anvendte platforme, lagringsstørrelser og versioner.  Hvis det typen af opsamlet data ændres på et senere tidspunkt, vil du blive spurgt om tilladelse igen.",
    "The entered node ID does not look valid. It should be a 52 character string consisting of letters and numbers, with spaces and dashes being optional.": "Det indtastede node ID ser ikke gyldigt ud. Det skal være en 52 tegn streng, bestående af tal og bogstaver, eventuelt med mellemrum og bindestreger.",
    "The entered node ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Det indtastede node ID ser ikke gyldigt ud. Det skal være en 52 eller 56 tegn streng, bestående af tal og bogstaver, eventuelt med mellemrum og bindestreger.",
    "The node ID cannot be blank.": "Node-ID'et kan ikke være blankt.",
    "The node ID to enter here can be found in the \"Edit > Show ID\" dialog on the other node. Spaces and dashes are optional (ignored).": "Node-ID'et som skal bruges her, kan du finde i \"Rediger > Vis ID\"-dialogen på den anden node. Mellemrum og bindestreg er valgfri (ignoreres).",
    "The number of old versions to keep, per file.": "Antallet af gamle versioner som gemmes, per fil.",
    "The number of versions must be a number and cannot be blank.": "Antallet af versioner skal være et tal, og kan ikke være blankt.",
    "The repository ID cannot be blank.": "Lagrings-ID kan ikke være blankt.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the the dot (.), dash (-) and underscode (_) characters only.": "Lagrings-ID'et skal være en kort identificierende streng (64 karaktere eller mindre) bestående af bogstav-, tal-, punktum- (.), bindestreg- (-) og understregskaraktere (_).",
    "The repository ID must be unique.": "Lagrings-ID'et skal være unikt.",
    "The repository path cannot be blank.": "Lagringsstien kan ikke være blank.",
    "Unknown": "Ukendt",
    "Up to Date": "Fuldt opdateret",
    "Upgrade To {%version%}": "Opgradér til {{version}}",
    "Upgrading": "Opgradere",
    "Upload Rate": "Uploadhastighed",
    "Usage": "Forbrug",
    "Use Compression": "Anvend komprimering",
    "Use HTTPS for GUI": "Anvend HTTPS til GUI adgang",
    "Version": "Version",
    "When adding a new node, keep in mind that this node must be added on the other side too.": "Når du tilføjer en ny node skal du huske, at den også skal tilføjes på den anden side.",
    "When adding a new repository, keep in mind that the Repository ID is used to tie repositories together between nodes. They are case sensitive and must match exactly between all nodes.": "Når du tilføjer en ny node skal du huske, at lagrings-ID'et bliver brugt til at knytte noder sammen. De er følsomme for store og små bogstaver og skal matche på alle noder.",
    "Yes": "Ja",
    "You must keep at least one version.": "Du skal beholde mindst én version.",
    "items": "poster"
}