{
    "API Key": "Chave da API",
    "About": "Acerca da aplicação",
    "Add Node": "Adicionar nó",
    "Add Repository": "Adicionar repositório",
    "Address": "Endereço",
    "Addresses": "Endereços",
    "Allow Anonymous Usage Reporting?": "Permitir envio de relatórios anónimos de utilização?",
    "Announce Server": "Servidor de anúncios",
    "Anonymous Usage Reporting": "Enviar de relatórios anónimos de utilização",
    "Bugs": "Erros",
    "CPU Utilization": "Utilização da CPU",
    "Close": "Fechar",
    "Connection Error": "Erro de ligação",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Direitos reservados © 2014 Jakob Borg e os seguintes contribuidores:",
    "Delete": "Eliminar",
    "Disconnected": "Desconectado",
    "Documentation": "Documentação",
    "Download Rate": "Velocidade de recepção",
    "Edit": "Editar",
    "Edit Node": "Editar nó",
    "Edit Repository": "Editar repositório",
    "Enable UPnP": "Activar UPnP",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Introduza endereços \"ip:porto\" separados por vírgulas ou \"dynamic\" para descobrir automaticamente o endereço.",
    "Error": "Erro",
    "File Versioning": "Gestão de versões",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "As permissões do ficheiro são ignoradas ao procurar alterações. Utilize nos sistemas de ficheiros FAT.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "Os ficheiros são movidos para versões carimbadas com o tempo numa pasta .stversions quando substituídos ou apagados pelo syncthing.",
    "Files are protected from changes made on other nodes, but changes made on this node will be sent to the rest of the cluster.": "Os ficheiros são protegidos das alterações feitas noutros nós, mas alterações feitas neste nó serão enviadas para o resto do agrupamento.",
    "Folder": "Pasta",
    "GUI Authentication Password": "Senha da autenticação na interface gráfica",
    "GUI Authentication User": "Utilizador da autenticação na interface gráfica",
    "GUI Listen Addresses": "Endereço de escuta da interface gráfica",
    "Generate": "Gerar",
    "Global Discovery": "Busca global",
    "Global Discovery Server": "Servidor da busca global",
    "Global Repository": "Repositório global",
    "Idle": "Em espera",
    "Ignore Permissions": "Ignorar permissões",
    "Keep Versions": "Manter versões",
    "Latest Release": "Última versão",
    "Local Discovery": "Busca local",
    "Local Discovery Port": "Porto da busca local",
    "Local Repository": "Repositório local",
    "Master Repo": "Repositório mestre",
    "Max File Change Rate (KiB/s)": "Velocidade máxima de alterações de ficheiros (KiB/s)",
    "Max Outstanding Requests": "Número máximo de pedidos pendentes",
    "No": "Não",
    "Node ID": "ID do nó",
    "Node Identification": "Identificação do nó",
    "Node Name": "Nome do nó",
    "Notice": "Nota",
    "OK": "OK",
    "Offline": "Desconectado",
    "Online": "Conectado",
    "Out Of Sync": "Não sincronizado",
    "Outgoing Rate Limit (KiB/s)": "Limite da velocidade de envio (KiB/s)",
    "Override Changes": "Sobrepor alterações",
    "Path to the repository on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Caminho para o repositório no computador local. Será criado se não existir. O carácter (~) pode ser utilizado como atalho para",
    "Please wait": "Aguarde",
    "Preview Usage Report": "Pré-visualizar relatório de utilização",
    "RAM Utilization": "Utilização da RAM",
    "Reconnect Interval (s)": "Intervalo de reestabelecimento de ligação (s)",
    "Repository ID": "ID do repositório",
    "Repository Master": "Repositório mestre",
    "Repository Path": "Caminho do repositório",
    "Rescan Interval (s)": "Intervalo entre varrimentos (s)",
    "Restart": "Reiniciar",
    "Restart Needed": "É preciso reiniciar",
    "Restarting": "Reiniciando",
    "Save": "Gravar",
    "Scanning": "Varrendo",
    "Select the nodes to share this repository with.": "Seleccione os nós com os quais vai partilhar este repositório.",
    "Settings": "Configurações",
    "Share With Nodes": "Partilhar com os nós",
    "Shared With": "Partilhado com",
    "Short identifier for the repository. Must be the same on all cluster nodes.": "Identificador curto para o repositório. Tem que ser igual em todos os nós do agrupamento.",
    "Show ID": "Mostrar ID",
    "Shown instead of Node ID in the cluster status.": "Apresentado ao invés do ID do nó no estado do agrupamento.",
    "Shutdown": "Desligar",
    "Source Code": "Código fonte",
    "Start Browser": "Iniciar navegador",
    "Stopped": "Parado",
    "Support / Forum": "Suporte / Fórum",
    "Sync Protocol Listen Addresses": "Endereços de escuta do protocolo de sincronização",
    "Synchronization": "Sincronização",
    "Syncing": "A Sincronizar",
    "Syncthing has been shut down.": "O Syncthing foi desligado.",
    "Syncthing includes the following software or portions thereof:": "O Syncthing inclui as seguintes aplicações ou partes delas:",
    "Syncthing is restarting.": "O Syncthing está a reiniciar.",
    "Syncthing is upgrading.": "O Syncthing está a actualizar-se.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "O Syncthing parece estar em baixo, ou então existe um problema com a sua ligação à Internet. Tentando novamente...",
    "The aggregated statistics are publicly available at {%url%}.": "As estatísticas agrupadas estão disponíveis publicamente em {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "A configuração foi gravada mas não activada. O Syncthing tem que reiniciar para activar a nova configuração.",
    "The encrypted usage report is sent daily. It is used to track common platforms, repo sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "O relatório de utilização cifrado é enviado diariamente. É utilizado para seguir plataformas comuns, tamanhos de repositórios e versões da aplicação. Se o conjunto de dados do relatório for alterado, será notificado novamente através desta janela.",
    "The entered node ID does not look valid. It should be a 52 character string consisting of letters and numbers, with spaces and dashes being optional.": "O ID do nó indicado não parece ser válido. Deveria conter uma palavra de 52 caracteres constituída por letras e números, com espaços e traços opcionais. ",
    "The entered node ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "O ID do nó fornecido não parece ser válido. Deveria ser um texto com 52 ou 56 caracteres constituídos por letras e números, com espaços e traços opcionais.",
    "The node ID cannot be blank.": "O ID do nó não pode estar vazio.",
    "The node ID to enter here can be found in the \"Edit > Show ID\" dialog on the other node. Spaces and dashes are optional (ignored).": "O ID do nó a introduzir pode ser encontrado no diálogo \"Editar > Mostrar ID\" no outro nó. Espaços e traços são opcionais (ignorados).",
    "The number of old versions to keep, per file.": "O número de versões antigas a manter, por ficheiro.",
    "The number of versions must be a number and cannot be blank.": "O número de versões tem que ser um número e não pode estar vazio.",
    "The repository ID cannot be blank.": "O ID do repositório não pode estar vazio.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the the dot (.), dash (-) and underscode (_) characters only.": "O ID do repositório tem que ser um identificador curto (64 caracteres ou menos) e consiste em letras, números e os caracteres ponto (.), traço (-) e (_).",
    "The repository ID must be unique.": "O ID do repositório tem que ser único.",
    "The repository path cannot be blank.": "O caminho do repositório não pode estar vazio.",
    "Unknown": "Desconhecido",
    "Up to Date": "Actualizado",
    "Upgrade To {%version%}": "Actualizar para {{version}}",
    "Upgrading": "Actualizando",
    "Upload Rate": "Taxa de envio",
    "Usage": "Utilização",
    "Use Compression": "Usar compressão",
    "Use HTTPS for GUI": "Utilizar HTTPS na interface gráfica",
    "Version": "Versão",
    "When adding a new node, keep in mind that this node must be added on the other side too.": "Quando adicionar um novo nó, lembre-se que este nó tem que ser adicionado no outro lado também.",
    "When adding a new repository, keep in mind that the Repository ID is used to tie repositories together between nodes. They are case sensitive and must match exactly between all nodes.": "Quando adicionar um novo repositório, lembre-se que o ID do repositório é utilizado para juntar os repositórios entre nós. Os ID's são sensíveis às maiúsculas e minúsculas e têm que corresponder exactamente entre todos os nós.",
    "Yes": "Sim",
    "You must keep at least one version.": "Tem que manter pelo menos uma versão.",
    "items": "itens"
}