{
    "API Key": "Clave API",
    "About": "Acerca de",
    "Add Node": "Añadir nodo",
    "Add Repository": "Añadir repositorio",
    "Address": "Dirección",
    "Addresses": "Direcciones",
    "Allow Anonymous Usage Reporting?": "Permitir reporte anónimo de uso?",
    "Announce Server": "Anunciar servidor",
    "Anonymous Usage Reporting": "Reporte anónimo de uso",
    "Bugs": "Errores",
    "CPU Utilization": "Uso de la CPU",
    "Close": "Cerrar",
    "Connection Error": "Connection Error",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Derechos de autor © 2014 Jakob Borg y los siguientes  colaboradores:",
    "Delete": "Suprimir",
    "Disconnected": "Desconectado",
    "Documentation": "Documentación",
    "Download Rate": "Tasa de descarga",
    "Edit": "Editar",
    "Edit Node": "Editar nodo",
    "Edit Repository": "Editar repositorio",
    "Enable UPnP": "Permitir UPnP",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Ingrese las direcciones \"ip:port\" separadas por coma o \"dynamic\" para descubrir automáticamente las direcciones.",
    "Error": "Error",
    "File Versioning": "Control de versiones",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "Los permisos de archivo son ignorados al buscar cambios. Usar en sistemas de archivos FAT.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "Los archivos son movidos al directorio .stversions y renombrados a versiones marcadas por fecha cuando son reemplazados o eliminados por Syncthing,",
    "Files are protected from changes made on other nodes, but changes made on this node will be sent to the rest of the cluster.": "Los archivos están protegidos de cambios en otros nodos, pero los cambios realizados en este nodo serán enviados al resto de los nodos.",
    "Folder": "Carpeta",
    "GUI Authentication Password": "Contraseña de autenticación de la GUI",
    "GUI Authentication User": "Usuario de la GUI",
    "GUI Listen Addresses": "Direcciones de escucha para la GUI.",
    "Generate": "Generar",
    "Global Discovery": "Búsqueda en internet",
    "Global Discovery Server": "Global Discovery Server",
    "Global Repository": "Repositorio global",
    "Idle": "Inactivo",
    "Ignore Permissions": "Ignorar permisos",
    "Keep Versions": "Conservar versiones",
    "Latest Release": "Última versión",
    "Local Discovery": "Búsqueda en red local",
    "Local Discovery Port": "Puerto de búsqueda de red local",
    "Local Repository": "Repositorio local.",
    "Master Repo": "Repositorio maestro",
    "Max File Change Rate (KiB/s)": "Tasa máxima de cambios (KiB/s)",
    "Max Outstanding Requests": "Cantidad máxima de peticiones pendientes",
    "No": "No",
    "Node ID": "Nodo ID",
    "Node Identification": "Node Identification",
    "Node Name": "Nodo nombre",
    "Notice": "Aviso",
    "OK": "OK",
    "Offline": "Fuera de linea",
    "Online": "En linea",
    "Out Of Sync": "Fuera de sincronización",
    "Outgoing Rate Limit (KiB/s)": "Tasa máxima de envío (KiB/s)",
    "Override Changes": "Reemplazar los cambios",
    "Path to the repository on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Ruta del repositorio en el equipo local. La carpeta sera creada si no existe. El carácter tilde (~) puede ser utilizado como atajo de ",
    "Please wait": "Aguarde por favor",
    "Preview Usage Report": "Ver reporte de uso",
    "RAM Utilization": "Utilización de RAM",
    "Reconnect Interval (s)": "Intervalo de reconexión (s)",
    "Repository ID": "ID de repositorio",
    "Repository Master": "Repositorio maestro",
    "Repository Path": "Ruta del repositorio",
    "Rescan Interval (s)": "Intervalo de reescaneo (s)",
    "Restart": "Reiniciar",
    "Restart Needed": "Es necesario reiniciar",
    "Restarting": "Restarting",
    "Save": "Guardar",
    "Scanning": "Actualización",
    "Select the nodes to share this repository with.": "Seleccione los nodos con los cuales compartir el repositorio.",
    "Settings": "Configuración",
    "Share With Nodes": "Compartir con los nodos",
    "Shared With": "Compartido con",
    "Short identifier for the repository. Must be the same on all cluster nodes.": "Identificador corto para el repositorio. Debe ser el mismo en todos los nodos del clúster.",
    "Show ID": "Mostrar ID",
    "Shown instead of Node ID in the cluster status.": "Mostrar en lugar de ID de nodo en estado de cluster.",
    "Shutdown": "Apagar",
    "Source Code": "Código fuente",
    "Start Browser": "Iniciar navegador",
    "Stopped": "Parado",
    "Support / Forum": "Soporte / Foro",
    "Sync Protocol Listen Addresses": "Dirección de escucha del protocolo de sincronización",
    "Synchronization": "Sincronización",
    "Syncing": "Sincronización",
    "Syncthing has been shut down.": "La sincronización esta apagada",
    "Syncthing includes the following software or portions thereof:": "Syncthing incluye los siguientes softwares o partes de ellos:",
    "Syncthing is restarting.": "Syncthing is restarting.",
    "Syncthing is upgrading.": "Syncthing is upgrading.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing parece estar apagado, o hay un problema con su conexión de Internet. Reintentando...",
    "The aggregated statistics are publicly available at {%url%}.": "Las estadísticas acumuladas están públicamente disponibles en {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "La configuración ha sido guardada pero no activada.\nSyncthing debe reiniciarse para activar la nueva configuración.",
    "The encrypted usage report is sent daily. It is used to track common platforms, repo sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "El reporte de uso se envía encriptado diariamente. Se utiliza para hacer un seguimiento de plataformas comunes, tamaño de repositorios y versión de aplicaciones. Si el conjunto de datos cambia sera notificado mediante este dialogo nuevamente.",
    "The entered node ID does not look valid. It should be a 52 character string consisting of letters and numbers, with spaces and dashes being optional.": "El ID de nodo ingresado no es valido. Debe ser una cadena  de al menos 52 caracteres consistente en letras y números, con espacios y guiones opcionales.",
    "The entered node ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "El ID de nodo ingresado no es valido. Debe ser una cadena de 52 o de 56 caracteres consistente en letras y números, con espacios y guiones opcionales.",
    "The node ID cannot be blank.": "El ID de nodo no puede estar vacío.",
    "The node ID to enter here can be found in the \"Edit > Show ID\" dialog on the other node. Spaces and dashes are optional (ignored).": "El ID de nodo a ingresar aquí puede verse en la opción de menú \"Edición > Mostrar ID\" del otro nodo. Espacios y guiones son opcionales (ignorados).",
    "The number of old versions to keep, per file.": "El numero de versiones anteriores a conservar, por archivo.",
    "The number of versions must be a number and cannot be blank.": "El número de versiones debe ser un número y no puede estar vacío.",
    "The repository ID cannot be blank.": "El ID de repositorio no puede estar vacio.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the the dot (.), dash (-) and underscode (_) characters only.": "El ID de repositorio debe ser una cadena corta (64 caracteres o menos) consistente solamente en letras, números, punto (.), guion (-) y guion bajo (_).",
    "The repository ID must be unique.": "El ID de repositorio debe ser único.",
    "The repository path cannot be blank.": "La ruta del repositorio no puede estar vacía.",
    "Unknown": "Desconocido",
    "Up to Date": "Actualizado",
    "Upgrade To {%version%}": "Actualizar a {{version}}",
    "Upgrading": "Upgrading",
    "Upload Rate": "Tasa de subida",
    "Usage": "Utilización",
    "Use Compression": "Usar compresión",
    "Use HTTPS for GUI": "Usar HTTPS para la GUI",
    "Version": "Versión",
    "When adding a new node, keep in mind that this node must be added on the other side too.": "Al agregar un nuevo nodo, recuerde que este nodo debe ser agregado en el otro lado también.",
    "When adding a new repository, keep in mind that the Repository ID is used to tie repositories together between nodes. They are case sensitive and must match exactly between all nodes.": "Al agregar un nuevo repositorio, tenga en mente que el ID de repositorio se utiliza para ligar los repositorios entre nodos. Distingue mayúsculas y minúsculas y debe ser exactamente igual en todos los nodos.",
    "Yes": "Si",
    "You must keep at least one version.": "Debe mantener al menos una versión",
    "items": "items"
}