{
    "API Key": "API-nyckel",
    "About": "Om",
    "Add Node": "Lägg till nod",
    "Add Repository": "Lägg till lagring",
    "Address": "Adress",
    "Addresses": "Adresser",
    "Allow Anonymous Usage Reporting?": "Tillåt anonym användarstatistik?",
    "Announce Server": "Uppslagningsserver",
    "Anonymous Usage Reporting": "Anonym användarstatistik",
    "Any nodes configured on an introducer node will be added to this node as well.": "Any nodes configured on an introducer node will be added to this node as well.",
    "Bugs": "Buggar",
    "CPU Utilization": "CPU-användning",
    "Close": "Stäng",
    "Comment, when used at the start of a line": "Comment, when used at the start of a line",
    "Compression is recommended in most setups.": "Compression is recommended in most setups.",
    "Connection Error": "Anslutningsproblem",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Copyright © 2014 Jakob Borg och de följande medarbetarna:",
    "Delete": "Radera",
    "Disconnected": "Ej ansluten",
    "Documentation": "Dokumentation",
    "Download Rate": "Nedladdningshastighet",
    "Edit": "Redigera",
    "Edit Node": "Redigera nod",
    "Edit Repository": "Redigera lagring",
    "Editing": "Editing",
    "Enable UPnP": "Använd UPnP",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Ange kommaseparerade \"ip:port\"-adresser eller ordet \"dynamic\" för att använda automatisk uppslagning.",
    "Enter ignore patterns, one per line.": "Enter ignore patterns, one per line.",
    "Error": "Fel",
    "File Versioning": "Versionshantering",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "Filers rättighetsbitar tas inte hänsyn till vid synkronisering. Använd på FAT-filsystem.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "Filer flyttas till datumstämplade versioner i en .stversions-katalog när de blir uppdaterade eller raderade av syncthing.",
    "Files are protected from changes made on other nodes, but changes made on this node will be sent to the rest of the cluster.": "Filer skyddas från ändringar gjorda på andra noder, men ändringar som görs på den här noden skickas till de andra klustermedlemmarna.",
    "Folder": "Katalog",
    "GUI Authentication Password": "GUI-lösenord",
    "GUI Authentication User": "GUI-användare",
    "GUI Listen Addresses": "GUI-adress",
    "Generate": "Skapa",
    "Global Discovery": "Global uppslagning",
    "Global Discovery Server": "Global uppslagningsserver",
    "Global Repository": "Global lagring",
    "Idle": "Vilande",
    "Ignore Patterns": "Ignore Patterns",
    "Ignore Permissions": "Ignorera filrättigheter",
    "Incoming Rate Limit (KiB/s)": "Max nedladdningshastighet (KiB/s)",
    "Introducer": "Introducer",
    "Inversion of the given condition (i.e. do not exclude)": "Inversion of the given condition (i.e. do not exclude)",
    "Keep Versions": "Behåll versioner",
    "Last seen": "Senast online",
    "Latest Release": "Senaste version",
    "Local Discovery": "Lokal uppslagning",
    "Local Discovery Port": "Lokal uppslagningsport",
    "Local Repository": "Lokal lagring",
    "Master Repo": "Huvudlagring",
    "Max File Change Rate (KiB/s)": "Högsta ändringshastighet (KiB/s)",
    "Max Outstanding Requests": "Paralellitet",
    "Maximum Age": "Högsta åldersgräns",
    "Multi level wildcard (matches multiple directory levels)": "Multi level wildcard (matches multiple directory levels)",
    "Never": "Aldrig",
    "No": "Nej",
    "No File Versioning": "Ingen versionshantering",
    "Node ID": "Nod-ID",
    "Node Identification": "Nod-identifiering",
    "Node Name": "Nodnamn",
    "Notice": "OBS",
    "OK": "OK",
    "Offline": "Ej tillgänglig",
    "Online": "Tillgänglig",
    "Out Of Sync": "Ur synk",
    "Outgoing Rate Limit (KiB/s)": "Max uppladdningshastighet (KiB/s)",
    "Override Changes": "Skriv över ändringar",
    "Path to the repository on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Sökväg till katalogen på din dator. Kommer att skapas om det inte finns. Tecknet tilde (~) kan användas som en genväg för",
    "Path where versions should be stored (leave empty for the default .stversions folder in the repository).": "Katalog där versioner sparas (lämna blankt för att använda .stversions i lagringskatalogen).",
    "Please wait": "Var god vänta",
    "Preview": "Preview",
    "Preview Usage Report": "Förhandsgranska statistik",
    "Quick guide to supported patterns": "Quick guide to supported patterns",
    "RAM Utilization": "Minnesanvändning",
    "Reconnect Interval (s)": "Anslutningsintervall (s)",
    "Repository ID": "Lagrings-ID",
    "Repository Master": "Huvudlagring",
    "Repository Path": "Lagringskatalog",
    "Rescan": "Uppdatera",
    "Rescan Interval": "Uppdateringsintervall",
    "Rescan Interval (s)": "Uppdateringsintervall (s)",
    "Restart": "Starta om",
    "Restart Needed": "Omstart behövs",
    "Restarting": "Startar om",
    "Save": "Spara",
    "Scanning": "Uppdaterar",
    "Select the nodes to share this repository with.": "Välj vilka noder förvaringen ska delas med.",
    "Settings": "Inställningar",
    "Share With Nodes": "Dela med noder",
    "Shared With": "Delat med",
    "Short identifier for the repository. Must be the same on all cluster nodes.": "Kort identifieringssträng för förvaringen. Måste vara samma på alla noder i klustern.",
    "Show ID": "Visa ID",
    "Shown instead of Node ID in the cluster status.": "Visas i stället för nod-ID",
    "Shown instead of Node ID in the cluster status. Will be advertised to other nodes as an optional default name.": "Visas istället för nod-ID. Skickas till andra noder som namn på denna nod.",
    "Shown instead of Node ID in the cluster status. Will be updated to the name the node advertises if left empty.": "Visas istället för nod-ID. Sätts till namnet på den andra noden vid första anslutning om det lämnas blankt.",
    "Shutdown": "Stäng av",
    "Simple File Versioning": "Enkel versionshantering",
    "Single level wildcard (matches within a directory only)": "Single level wildcard (matches within a directory only)",
    "Source Code": "Källkod",
    "Staggered File Versioning": "Versionshantering i intervall",
    "Start Browser": "Starta browser",
    "Stopped": "Stoppad",
    "Support / Forum": "Support / Forum",
    "Sync Protocol Listen Addresses": "Address för inkommande anslutningar",
    "Synchronization": "Synkronisering",
    "Syncing": "Synkroniserar",
    "Syncthing has been shut down.": "Syncthing har stängts ner.",
    "Syncthing includes the following software or portions thereof:": "Syncthing innehåller de följande mjukvarupaketen eller delar därav:",
    "Syncthing is restarting.": "Syncthing startar om.",
    "Syncthing is upgrading.": "Syncthing uppgraderas.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing verkar avstängd, eller så är där ett problem med din Internetanslutning. Försöker igen...",
    "The aggregated statistics are publicly available at {%url%}.": "Aggregerad statistik finns publikt tillgänglig på {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Konfigurationen har sparats men inte aktiverats. Syncthing måste startas om för att aktivera den nya konfigurationen.",
    "The encrypted usage report is sent daily. It is used to track common platforms, repo sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Den krypterade användarstatistiken skickas dagligen. Den används för att spåra vanliga plattformar, lagringsstorlekar och versioner. Om datan som rapporteras ändras så kommer du att bli tillfrågad igen.",
    "The entered node ID does not look valid. It should be a 52 character string consisting of letters and numbers, with spaces and dashes being optional.": "Det inmatade nod-ID:t verkar inte korrekt. Det ska vara en 52 teckens sträng bestående av siffror och bokstäver, eventuellt med mellanrum och bindestreck.",
    "The entered node ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Det inmatade nod-ID:t verkar inte korrekt. Det ska vara en 52 eller 56 teckens sträng bestående av siffror och bokstäver, eventuellt med mellanrum och bindestreck.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "De följande intervallen används: varje 30 sekunder under den första timmen; varje timme under den första dagen; varje dag för de första 30 dagarna; varje vecka tills den maximala åldersgränsen uppnås.",
    "The maximum age must be a number and cannot be blank.": "Åldersgränsen måste vara ett tal och kan inte lämnas blankt.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Den längsta tid att behålla en version (i dagar, sätt till 0 för att behålla versioner för evigt).",
    "The node ID cannot be blank.": "Nod-ID:t kan inte vara blankt.",
    "The node ID to enter here can be found in the \"Edit > Show ID\" dialog on the other node. Spaces and dashes are optional (ignored).": "Nod-ID:t som behövs här kan du hitta i \"Redigera > Visa ID\"-dialogen på den andra noden. Mellanrum och bindestreck är valfria (ignoreras).",
    "The number of old versions to keep, per file.": "Antalet gamla versioner som ska behållas, per fil.",
    "The number of versions must be a number and cannot be blank.": "Antalet versioner måste vara ett nummer och kan inte lämnas blankt.",
    "The repository ID cannot be blank.": "Lagrings-ID kan inte vara blankt.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the the dot (.), dash (-) and underscode (_) characters only.": "Lagrings-ID måste vara en kort identifierar (64 tecken eller mindre), bestående av endast bokstäver, siffror, punkt (.), bindestreck (-) och understräck (_).",
    "The repository ID must be unique.": "Lagrings-ID måste vara unikt.",
    "The repository path cannot be blank.": "Lagrings-ID kan inte lämnas blankt.",
    "The rescan interval must be at least 5 seconds.": "Uppdateringsintervallet måste vara minst 5 sekunder.",
    "Unknown": "Okänt",
    "Up to Date": "Helt uppdaterad",
    "Upgrade To {%version%}": "Uppgradera till {{version}}",
    "Upgrading": "Uppgraderar",
    "Upload Rate": "Uppladdningshastighet",
    "Usage": "Användande",
    "Use Compression": "Använd komprimering",
    "Use HTTPS for GUI": "Använd HTTPS för GUI",
    "Version": "Version",
    "Versions Path": "Katalog för versioner",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Versioner tas bort automatiskt när de är äldre än den maximala åldersgränsen eller överstiger frekvensen i sitt interval.",
    "When adding a new node, keep in mind that this node must be added on the other side too.": "När du lägger till en ny nod, kom ihåg att den här noden måste läggas till på den andra noden också.",
    "When adding a new repository, keep in mind that the Repository ID is used to tie repositories together between nodes. They are case sensitive and must match exactly between all nodes.": "När du lägger till ny lagring, tänk på att lagrings-ID knyter ihop lagringen mellan olika noder. De måste vara exakt desamma mellan noder, och stora eller små bokstäver har betydelse.",
    "Yes": "Ja",
    "You must keep at least one version.": "Du måste behålla åtminstone en version.",
    "full documentation": "full documentation",
    "items": "poster"
}