{
    "API Key": "API Ключ",
    "About": "За Програмата",
    "Add Node": "Добави Машина",
    "Add Repository": "Добави Папка",
    "Address": "Адрес",
    "Addresses": "Адреси",
    "Allow Anonymous Usage Reporting?": "Разреши анонимен доклад за ползване на програмата?",
    "Announce Server": "Announce Server",
    "Anonymous Usage Reporting": "Анонимен Доклад",
    "Any nodes configured on an introducer node will be added to this node as well.": "Any nodes configured on an introducer node will be added to this node as well.",
    "Bugs": "Бъгове",
    "CPU Utilization": "Натоварване на Процесора",
    "Close": "Затвори",
    "Comment, when used at the start of a line": "Comment, when used at the start of a line",
    "Compression is recommended in most setups.": "Compression is recommended in most setups.",
    "Connection Error": "Грешка при Свързването",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Правата запазени © 2014 Jakob Borg и следните Сътрудници:",
    "Delete": "Изтрий",
    "Disconnected": "Прекрати Връзката",
    "Documentation": "Документация",
    "Download Rate": "Скорост на Теглене",
    "Edit": "Промени",
    "Edit Node": "Промени Машината",
    "Edit Repository": "Промени Папката",
    "Editing": "Editing",
    "Enable UPnP": "Включи UPnP",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Въведи \"ip:port\" адреси разделени със запетая или \"dynamic\", за да извършиш автоматична връзка на адреси.",
    "Enter ignore patterns, one per line.": "Enter ignore patterns, one per line.",
    "Error": "Грешка",
    "File Versioning": "Файлови Версии",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "Битовете за права за достъп са игнорирани, когато се проверява за промени. Използвай с файлови системи тип FAT.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "Когато syncthing замени или изтрие файл той се премества в  .stversions и преименува с дабавени дата и час.",
    "Files are protected from changes made on other nodes, but changes made on this node will be sent to the rest of the cluster.": "Файловете са защитени от промени направени на други машини, но промени направени на тази машина ще бъдат синхронизирани до другите машини.",
    "Folder": "Папка",
    "GUI Authentication Password": "Парола за Потребителския Интерфейс",
    "GUI Authentication User": "Потребител за Потребителския Интерфейс",
    "GUI Listen Addresses": "Адрес за Свързване с Потребителския Интерфейс",
    "Generate": "Генерирай",
    "Global Discovery": "Глобавно Откриване",
    "Global Discovery Server": "Сървър за Глобално Откриване",
    "Global Repository": "Глобална Папка",
    "Idle": "Без Работа",
    "Ignore Patterns": "Ignore Patterns",
    "Ignore Permissions": "Игнорирай Права за Достъп",
    "Incoming Rate Limit (KiB/s)": "Входящ Лимит на Скороста(KiB/s)",
    "Introducer": "Introducer",
    "Inversion of the given condition (i.e. do not exclude)": "Inversion of the given condition (i.e. do not exclude)",
    "Keep Versions": "Пази Версии",
    "Last seen": "Последно видян",
    "Latest Release": "Най-новата Версия",
    "Local Discovery": "Локално Откриване",
    "Local Discovery Port": "Порт за Локално Откриване",
    "Local Repository": "Локална Папка",
    "Master Repo": "Главна Папка",
    "Max File Change Rate (KiB/s)": "Макс. Скорост на Промяна (KiB/s)",
    "Max Outstanding Requests": "Макс. Неизпълени Заявки",
    "Maximum Age": "Максимална Възраст",
    "Multi level wildcard (matches multiple directory levels)": "Multi level wildcard (matches multiple directory levels)",
    "Never": "Никога",
    "No": "Не",
    "No File Versioning": "Няма Файлови Версии",
    "Node ID": "Код на Машината",
    "Node Identification": "Идентификация на Машината",
    "Node Name": "Име на Машината",
    "Notice": "Известие",
    "OK": "ОК",
    "Offline": "Не е на линия",
    "Online": "На линия",
    "Out Of Sync": "Не Синхронизиран",
    "Outgoing Rate Limit (KiB/s)": "Лимит на Изходящата Скорост (KiB/s)",
    "Override Changes": "Замени Промените",
    "Path to the repository on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Пътят до папката на този компютър. Ще бъде създадена ако не съществува. Символът тилда (~) може да бъде използван като заместител на",
    "Path where versions should be stored (leave empty for the default .stversions folder in the repository).": "Пътят, където версиите да бъдат складирани(остави празно за папката .stversions).",
    "Please wait": "Моля изчакай",
    "Preview": "Preview",
    "Preview Usage Report": "Разгледай Доклада за Използване",
    "Quick guide to supported patterns": "Quick guide to supported patterns",
    "RAM Utilization": "RAM Натоварване",
    "Reconnect Interval (s)": "Интервал(и) на Свързване",
    "Repository ID": "Идентификатор на Папката",
    "Repository Master": "Главна Папка",
    "Repository Path": "Път до Папката",
    "Rescan": "Повторно Сканиране",
    "Rescan Interval": "Интервал за Повторно Сканиране",
    "Rescan Interval (s)": "Интеравал(и) на Сканиране",
    "Restart": "Рестартирай",
    "Restart Needed": "Изискава се Рестартиране",
    "Restarting": "Рестартиране",
    "Save": "Запази",
    "Scanning": "Сканиране",
    "Select the nodes to share this repository with.": "Избери компютрите, с които да споделиш тази папка.",
    "Settings": "Настройки",
    "Share With Nodes": "Сподели с Компютри",
    "Shared With": "Сподел С",
    "Short identifier for the repository. Must be the same on all cluster nodes.": "Кратък идентификатор на папката. Трябва да бъде същият на всички компютри.",
    "Show ID": "Покажи Идентификатора",
    "Shown instead of Node ID in the cluster status.": "Покажи вмест ID-то на Компютъра в статус на клъстъра.",
    "Shown instead of Node ID in the cluster status. Will be advertised to other nodes as an optional default name.": "Покажи вмест ID-то на Компютъра в статус на клъстъра. Ще бъде предлагано на други комютри като име по подразбиране.",
    "Shown instead of Node ID in the cluster status. Will be updated to the name the node advertises if left empty.": "Покажи вмест ID-то на Компютъра в статус на клъстъра. Ще бъде обновено с името по подразбиране изпратено от другия компютър.",
    "Shutdown": "Спри Програмата",
    "Simple File Versioning": "Просто Файлови Версии",
    "Single level wildcard (matches within a directory only)": "Single level wildcard (matches within a directory only)",
    "Source Code": "Сорс Код",
    "Staggered File Versioning": "Наслагващи се Файлови Версии",
    "Start Browser": "Стартирай Браузъра",
    "Stopped": "Спряна",
    "Support / Forum": "Помощ / Форум",
    "Sync Protocol Listen Addresses": "Адрес за слушане на синхронизиращия протокол",
    "Synchronization": "Синхронизация",
    "Syncing": "Синхронизиране",
    "Syncthing has been shut down.": "Syncthing е спрян.",
    "Syncthing includes the following software or portions thereof:": "Syncthing включва следният софтуер пълно или частично:",
    "Syncthing is restarting.": "Syncthing се рестартирва",
    "Syncthing is upgrading.": "Syncthing се обновява.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing изглежда не е включен, или има проблем с интерент връзката. Повторен опит...",
    "The aggregated statistics are publicly available at {%url%}.": "Сумарната статистика е публично достъпна на {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Конфигурацията е запазена, но не е активирана. Syncthing трябва да рестартира, за да се активира новата конфигурация.",
    "The encrypted usage report is sent daily. It is used to track common platforms, repo sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Криптираният доклад се изпраща дневно. Използва се, за да следи общи платформи, размери на папки и версии на приложението. Ако събираните данни се променят, ще бъдете информиран с подобен на този диалог.",
    "The entered node ID does not look valid. It should be a 52 character string consisting of letters and numbers, with spaces and dashes being optional.": "Въведни код на машината не е валиден. Трябва да бъде 52 символа и да се състои от букви, цифри като интервалите и тиретата са пожелание.",
    "The entered node ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Въведни код на машината не е валиден. Трябва да бъде 52 или 56 символа и да се състои от букви, цифри като интервалите и тиретата са пожелание.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Използва се следния интервал: за първия час се пази версия всеки 30 секунди, за първия ден се пази версия всеки час, за първите 30 дена се пази версия всеки ден, до максимума се пази една версия всяка седмица.",
    "The maximum age must be a number and cannot be blank.": "Максималната възраст трябва да е число и не може д ае празна.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Максималното време да се пазят весрсии (в дни, сложи 0, за да пазиш версии завинаги).",
    "The node ID cannot be blank.": "Кодът на машината не може да бъде празен.",
    "The node ID to enter here can be found in the \"Edit > Show ID\" dialog on the other node. Spaces and dashes are optional (ignored).": "Кодът на машината, който си въвел може да бъде намерен в \"Промени > Покажи Идентификатора\". Интервалите и тиретата са пожелание(биват прескачани).",
    "The number of old versions to keep, per file.": "Броят стари версии, които да бъдат пазени за всеки файл.",
    "The number of versions must be a number and cannot be blank.": "Броят версии трябва да бъде число и не може да бъде празно.",
    "The repository ID cannot be blank.": "Полето идентификатор на папка не може д абъде празно.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the the dot (.), dash (-) and underscode (_) characters only.": "Идентификаторът на папка трябва да бъде къс(64 символа или по-малко) състоящ се само от букви, цифри, точка(.), тире(-) и подчерта (_).",
    "The repository ID must be unique.": "Идентификаторът на папката тряба да бъде уникален.",
    "The repository path cannot be blank.": "Пътят до папката не може да бъде празен.",
    "The rescan interval must be at least 5 seconds.": "Интервала за повторно сканиране трябва да бъде поне 5 секунди.",
    "Unknown": "Неясен",
    "Up to Date": "Актуален",
    "Upgrade To {%version%}": "Обновен До {{version}}",
    "Upgrading": "Обновяване",
    "Upload Rate": "Скорост на Качване",
    "Usage": "Употреба",
    "Use Compression": "Използвай Компресиране",
    "Use HTTPS for GUI": "Използвай HTTPS за Потребителския Интерфейс",
    "Version": "Версия",
    "Versions Path": "Път до Версиите",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Версиите биват изтривани автоматично, когато са по-стари от максималната възраст или надминават броя файлове разрешени в даден интервал.",
    "When adding a new node, keep in mind that this node must be added on the other side too.": "Когато добавяш нова машина помни, че твоята машина също трябва да бъде добавена от другата страна.",
    "When adding a new repository, keep in mind that the Repository ID is used to tie repositories together between nodes. They are case sensitive and must match exactly between all nodes.": "Когато добавяш нов идентификатор на папка помни, че той се използва за свързване на папките на различни машини. Главни/малки букви са от значение и трябва да са еднакви на всички машини.",
    "Yes": "Да",
    "You must keep at least one version.": "Трябва да пазиш поне една версия.",
    "full documentation": "full documentation",
    "items": "артикула"
}