{
    "API Key": "Ключ API",
    "About": "О программе",
    "Add Node": "Добавить Узел",
    "Add Repository": "Добавить репозиторий",
    "Address": "Адрес",
    "Addresses": "Адреса",
    "Allow Anonymous Usage Reporting?": "Разрешить сбор анонимной статистики использования?",
    "Announce Server": "Сервер публикации",
    "Anonymous Usage Reporting": "Анонимная статистика использования",
    "Any nodes configured on an introducer node will be added to this node as well.": "Any nodes configured on an introducer node will be added to this node as well.",
    "Bugs": "Ошибки",
    "CPU Utilization": "Загрузка ЦПУ",
    "Close": "Закрыть",
    "Comment, when used at the start of a line": "Comment, when used at the start of a line",
    "Compression is recommended in most setups.": "Compression is recommended in most setups.",
    "Connection Error": "Ошибка подключения",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Все права защищены © 2014 Jakob Borg и следующие участники:",
    "Delete": "Удалить",
    "Disconnected": "Нет соединения",
    "Documentation": "Документация",
    "Download Rate": "Скорость загрузки",
    "Edit": "Изменить",
    "Edit Node": "Изменить Узел",
    "Edit Repository": "Изменить Репозиторий",
    "Editing": "Editing",
    "Enable UPnP": "Включить UPnP",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": " Введите пары \"IP:PORT\" разделённые запятыми, или слово \"dynamic\" для автоматического обнаружения адреса.",
    "Enter ignore patterns, one per line.": "Enter ignore patterns, one per line.",
    "Error": "Ошибка",
    "File Versioning": "Управление версиями",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "Права доступа к файлам будут игнорироваться. Используйте на файловых системах типа FAT.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "Версии файлов с временнОй меткой перемещаются в директорию .stversions, если они удалены или перемещены в процессе синхронизации.",
    "Files are protected from changes made on other nodes, but changes made on this node will be sent to the rest of the cluster.": "Файлы защищены от изменений сторонними узлами, но изменения внесённые текущим узлом будут синхронизированы со всем кластером.",
    "Folder": "Папка",
    "GUI Authentication Password": "Пароль для доступа к панели управления",
    "GUI Authentication User": "Имя пользователя для доступа к панели управления",
    "GUI Listen Addresses": "Адрес панели управления",
    "Generate": "Сгенерировать",
    "Global Discovery": "Глобальное обнаружение",
    "Global Discovery Server": "Сервер глобального обнаружения",
    "Global Repository": "Глобальный репозиторий",
    "Idle": "Бездействует",
    "Ignore Patterns": "Ignore Patterns",
    "Ignore Permissions": "Игнорировать файловые права доступа",
    "Incoming Rate Limit (KiB/s)": "Ограничение входящего потока (Кбит/сек)",
    "Introducer": "Introducer",
    "Inversion of the given condition (i.e. do not exclude)": "Inversion of the given condition (i.e. do not exclude)",
    "Keep Versions": "Количество хранимых версий",
    "Last seen": "Был доступен",
    "Latest Release": "Последняя версия",
    "Local Discovery": "Локальное обнаружение",
    "Local Discovery Port": "Порт локального обнаружения",
    "Local Repository": "Локальный репозиторий",
    "Master Repo": "Главный репозиторий",
    "Max File Change Rate (KiB/s)": "Максимальная скорость изменения файлов (KiB/s)",
    "Max Outstanding Requests": "Максимальное количество исходящих запросов",
    "Maximum Age": "Максимальный срок",
    "Multi level wildcard (matches multiple directory levels)": "Multi level wildcard (matches multiple directory levels)",
    "Never": "Никогда",
    "No": "Нет",
    "No File Versioning": "Без управления версиями файлов",
    "Node ID": "ID Узла",
    "Node Identification": "Идентификация узла",
    "Node Name": "Имя Узла",
    "Notice": "Внимание",
    "OK": "ОК",
    "Offline": "Оффлайн",
    "Online": "Онлайн",
    "Out Of Sync": "Не синхронизировано",
    "Outgoing Rate Limit (KiB/s)": "Предел скорости отдачи (KiB/s)",
    "Override Changes": "Перезаписать изменения",
    "Path to the repository on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Путь к репозиторию на локальном компьютере. Если не существует, то будет создан. Знак тильды (~) может использоваться как ссылка",
    "Path where versions should be stored (leave empty for the default .stversions folder in the repository).": "Путь, куда нужно сохранять версии (оставьте пустым для папки .stversions в репозитории).",
    "Please wait": "Пожалуйста, подождите",
    "Preview": "Предварительный просмотр",
    "Preview Usage Report": "Посмотреть отчёт об использовании",
    "Quick guide to supported patterns": "Quick guide to supported patterns",
    "RAM Utilization": "Использование ОЗУ",
    "Reconnect Interval (s)": "Интервал переподключений (секунды)",
    "Repository ID": "ID Репозитория",
    "Repository Master": "Главный Репозиторий",
    "Repository Path": "Путь к Репозиторию",
    "Rescan": "Пересканирование",
    "Rescan Interval": "Интервал пересканирования",
    "Rescan Interval (s)": "Интервал между сканированием (сек)",
    "Restart": "Перезапуск",
    "Restart Needed": "Требуется перезапуск",
    "Restarting": "Перезапуск",
    "Save": "Сохранить",
    "Scanning": "Сканирование",
    "Select the nodes to share this repository with.": "Выберите узлы для которых будет доступен данный репозиторий.",
    "Settings": "Настройки",
    "Share With Nodes": "Предоставить доступ узлам",
    "Shared With": "Доступ предоставлен",
    "Short identifier for the repository. Must be the same on all cluster nodes.": "Короткий идентификатор репозитория. Должен быть одинаковый на всех узлах кластера.",
    "Show ID": "Показать ID",
    "Shown instead of Node ID in the cluster status.": "Отображается вместо ID узла в статусе кластера.",
    "Shown instead of Node ID in the cluster status. Will be advertised to other nodes as an optional default name.": "Показано вместо идентификатора узла в статусе кластера. Будет разглашено другим узлам в качестве дополнительного имени по умолчанию.",
    "Shown instead of Node ID in the cluster status. Will be updated to the name the node advertises if left empty.": "Показано вместо идентификатора узла в статусе кластера. Будет обновлено именем, разглашённым узлом, если оставлено пустым.",
    "Shutdown": "Выключить",
    "Simple File Versioning": "Простое управление версиями файлов",
    "Single level wildcard (matches within a directory only)": "Single level wildcard (matches within a directory only)",
    "Source Code": "Исходный код",
    "Staggered File Versioning": "Ступенчатое управление версиями файлов",
    "Start Browser": "Открыть браузер",
    "Stopped": "Остановлено",
    "Support / Forum": "Поддержка / Форум",
    "Sync Protocol Listen Addresses": "Адрес протокола синхронизации",
    "Synchronization": "Синхронизация",
    "Syncing": "Синхронизация",
    "Syncthing has been shut down.": "Syncthing выключен.",
    "Syncthing includes the following software or portions thereof:": "Syncthing включает в себя следующее ПО или его части:",
    "Syncthing is restarting.": "Перезапуск Syncthing",
    "Syncthing is upgrading.": "Обновление Syncthing ",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Кажется, Syncthing не запущен или есть проблемы с подключением к Интернету. Переподключаюсь...",
    "The aggregated statistics are publicly available at {%url%}.": "Суммарная статистика общедоступна на {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Конфигурация была сохранена но не активирована. Для активации новой конфигурации необходимо рестартовать Syncthing.",
    "The encrypted usage report is sent daily. It is used to track common platforms, repo sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Зашифрованные отчёты об использовании отправляются ежедневно. Они используются для отслеживания проблем, размеров репозиториев и версий Syncthing. Если набор данных в отчёте будет изменён, то вы получите уведомление об этом в этом диалоге.",
    "The entered node ID does not look valid. It should be a 52 character string consisting of letters and numbers, with spaces and dashes being optional.": "Введённый ID узла выглядит неправильно: ID должен быть строкой, длинной 52 символа, обязательно содержащей группы букв и цифр которые могут быть разделены пробелами или тире.",
    "The entered node ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Введённый ID узла выглядит неправильно: ID должен быть строкой, длинной 52 или 56 символов, обязательно содержащей группы букв и цифр которые могут быть разделены пробелами или тире.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Используются следующие интервалы: в первый час версия меняется каждые 30 секунд, в первый день - каждый час, первые 30 дней - каждый день, после, до максимального срока - каждую неделю.",
    "The maximum age must be a number and cannot be blank.": "Максимальный срок должен быть числом и не может быть пустым.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Максимальный срок хранения версии (в днях, 0 значит вечное хранение).",
    "The node ID cannot be blank.": "ID узла не может быть пустым.",
    "The node ID to enter here can be found in the \"Edit > Show ID\" dialog on the other node. Spaces and dashes are optional (ignored).": "ID узла можно узнать в окне \"Редактировать > Показать ID\" на требуемом узле. Пробелы и тире используются для удобства и не обязательны (игнорируются).",
    "The number of old versions to keep, per file.": "Количество хранимых версий файла.",
    "The number of versions must be a number and cannot be blank.": "Количество версий должно быть числом и не может быть пустым.",
    "The repository ID cannot be blank.": "ID Репозитория не может быть пустым.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the the dot (.), dash (-) and underscode (_) characters only.": "ID репозитория должен быть коротким id (64 символа или меньше) состоящий только из букв, цифр,  точек (.), тире (-) и нижнего подчёркивания (_).",
    "The repository ID must be unique.": "ID Репозитория должен быть уникальным.",
    "The repository path cannot be blank.": "Путь к репозиторию не может быть пустым.",
    "The rescan interval must be at least 5 seconds.": "Интервал пересканирования должен быть хотя бы 5 секунд.",
    "Unknown": "Неизвестно",
    "Up to Date": "Обновлено",
    "Upgrade To {%version%}": "Обновить до {{version}}",
    "Upgrading": "Обновление",
    "Upload Rate": "Скорость отдачи",
    "Usage": "Справка",
    "Use Compression": "Использовать сжатие",
    "Use HTTPS for GUI": "Использовать HTTPS для панели управления",
    "Version": "Версия",
    "Versions Path": "Путь к версиям",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Версии удаляются автоматически, если они существуют дольше максимального срока или превышают разрешённое количество файлов за интервал.",
    "When adding a new node, keep in mind that this node must be added on the other side too.": "Добавляя новый узел помните, что новый узел должен быть добавлен и на другой стороне.",
    "When adding a new repository, keep in mind that the Repository ID is used to tie repositories together between nodes. They are case sensitive and must match exactly between all nodes.": "Добавляя новый репозиторий помните, что ID репозитория используется для связи всех репозиториев между узлами. ID чувствительны к регистру и должны совпадать на всех узлах.",
    "Yes": "Да",
    "You must keep at least one version.": "Вы должны хранить как минимум одну версию.",
    "full documentation": "full documentation",
    "items": "элементы"
}