{
    "API Key": "API-sleutel",
    "About": "Over",
    "Add Node": "Voeg node toe",
    "Add Repository": "Voeg repository toe",
    "Address": "Adres",
    "Addresses": "Adressen",
    "Allow Anonymous Usage Reporting?": "Bijhouden van anonieme gebruikers statistieken toestaan?",
    "Announce Server": "Aankondigings Server",
    "Anonymous Usage Reporting": "Bijhouden anonieme gebruikers statistieken",
    "Any nodes configured on an introducer node will be added to this node as well.": "Any nodes configured on an introducer node will be added to this node as well.",
    "Bugs": "Fouten",
    "CPU Utilization": "CPU Gebruik",
    "Close": "Sluiten",
    "Comment, when used at the start of a line": "Comment, when used at the start of a line",
    "Compression is recommended in most setups.": "Compression is recommended in most setups.",
    "Connection Error": "Verbindingsfout",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Copyright © 2014 Jakob Borg en de onderstaande bijdragers:",
    "Delete": "Verwijderen",
    "Disconnected": "Niet Verbonden",
    "Documentation": "Documentatie",
    "Download Rate": "Downloadsnelheid",
    "Edit": "Bewerk",
    "Edit Node": "Bewerk node",
    "Edit Repository": "Repository Bijwerken",
    "Editing": "Editing",
    "Enable UPnP": "UPnP aanzetten",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Geef, gescheiden door komma's, \"ip:port\" adressen of \"dynamic\" voor het automatische vinden van de addressen.",
    "Enter ignore patterns, one per line.": "Enter ignore patterns, one per line.",
    "Error": "Fout",
    "File Versioning": "Versiebeheer",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "Bestands permissiebits worden genegeerd wanneer naar veranderingen wordt gekeken. Gebruik dit op FAT bestandsystemen",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "Bestanden worden naar de .stversions map verplaatst met een tijdsaanduiding, wanneer ze aangepast of verwijderd worden door syncthing.",
    "Files are protected from changes made on other nodes, but changes made on this node will be sent to the rest of the cluster.": "Bestanden zijn beschermd tegen verandering gedaan op andere nodes,  maar veranderingen op deze node worden naar de rest van het cluster gestuurd",
    "Folder": "Map",
    "GUI Authentication Password": "GUI Authentificatie Wachtwoord",
    "GUI Authentication User": "GUI Authentificatie Gebruikersnaam",
    "GUI Listen Addresses": "GUI Inkomend adres",
    "Generate": "Genereer",
    "Global Discovery": "Globaal zoeken",
    "Global Discovery Server": "Globale zoekserver",
    "Global Repository": "Globale repository",
    "Idle": "Inactief",
    "Ignore Patterns": "Ignore Patterns",
    "Ignore Permissions": "Rechten negeren",
    "Incoming Rate Limit (KiB/s)": "Download snelheidslimiet (KiB/s)",
    "Introducer": "Introducer",
    "Inversion of the given condition (i.e. do not exclude)": "Inversion of the given condition (i.e. do not exclude)",
    "Keep Versions": "Versies behouden",
    "Last seen": "Laatst gezien op",
    "Latest Release": "Laatste uitgave",
    "Local Discovery": "Lokaal zoeken",
    "Local Discovery Port": "Lokaal zoeken-poort",
    "Local Repository": "Lokale repository",
    "Master Repo": "Tegen veranderingen beschermen",
    "Max File Change Rate (KiB/s)": "Maximale bestands uitwisselsnelheid (KiB/s)",
    "Max Outstanding Requests": "Maximaal aantal openstaande aanvragen",
    "Maximum Age": "Maximum leeftijd",
    "Multi level wildcard (matches multiple directory levels)": "Multi level wildcard (matches multiple directory levels)",
    "Never": "Nooit",
    "No": "Nee",
    "No File Versioning": "Geen versiebeheer",
    "Node ID": "Node ID",
    "Node Identification": "Node Identificatie",
    "Node Name": "Node naam",
    "Notice": "Notificatie",
    "OK": "OK",
    "Offline": "Offline",
    "Online": "Online",
    "Out Of Sync": "Niet gesynchroniseerd",
    "Outgoing Rate Limit (KiB/s)": "Uitgaande snelheidslimiet (KiB/s)",
    "Override Changes": "Veranderingen overschrijven",
    "Path to the repository on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Pad naar de repository op de lokale computer. Word aangemaakt indien deze niet bestaat. Het tilde (~) karakter kan gebruikt worden als afkorting voor",
    "Path where versions should be stored (leave empty for the default .stversions folder in the repository).": "Pad waar de verschillende versies opgeslagen dienen te worden (laat leeg voor de standaard map '.stversion' in de repository).",
    "Please wait": "Even geduld",
    "Preview": "Voorbeeld",
    "Preview Usage Report": "Bekijk gebruiksstatistieken",
    "Quick guide to supported patterns": "Quick guide to supported patterns",
    "RAM Utilization": "RAM gebruik",
    "Reconnect Interval (s)": "Herverbind-interval (s)",
    "Repository ID": "Repository ID",
    "Repository Master": "Hoofd repository",
    "Repository Path": "Pad van repository",
    "Rescan": "Opnieuw scannen",
    "Rescan Interval": "Scanfrequentie",
    "Rescan Interval (s)": "Herscan interval (s)",
    "Restart": "Herstart",
    "Restart Needed": "Herstart nodig",
    "Restarting": "Herstarten",
    "Save": "Bewaar",
    "Scanning": "Aan het zoeken",
    "Select the nodes to share this repository with.": "Selecteer de nodes om deze repository mee te delen",
    "Settings": "Instellingen",
    "Share With Nodes": "Deel met nodes",
    "Shared With": "Gedeeld met",
    "Short identifier for the repository. Must be the same on all cluster nodes.": "Korte naam voor de repository. Moet hetzelfde zijn op alle nodes in het cluster.",
    "Show ID": "Toon ID",
    "Shown instead of Node ID in the cluster status.": "Wordt weergegeven i.p.v. het node ID in de cluster status",
    "Shown instead of Node ID in the cluster status. Will be advertised to other nodes as an optional default name.": "De node naam wordt getoond in plaats van de node ID in het cluster status overzicht. Deze naam wordt aan andere nodes voorgesteld als een optionele, standaardnaam.",
    "Shown instead of Node ID in the cluster status. Will be updated to the name the node advertises if left empty.": "De node naam wordt getoond in plaats van de node ID in het cluster status overzicht. Deze naam wordt geüpdatet met de naam die de node zelf adverteert indien dit veld leeg wordt gelaten.",
    "Shutdown": "Sluit af",
    "Simple File Versioning": "Eenvoudig versiebeheer",
    "Single level wildcard (matches within a directory only)": "Single level wildcard (matches within a directory only)",
    "Source Code": "Broncode",
    "Staggered File Versioning": "Staggered File Versioning",
    "Start Browser": "Start browser",
    "Stopped": "Gestopt",
    "Support / Forum": "Support / Forum",
    "Sync Protocol Listen Addresses": "Synchronisatie protocol luister adres",
    "Synchronization": "Synchronisatie",
    "Syncing": "Aan het synchroniseren",
    "Syncthing has been shut down.": "Syncthing is afgesloten",
    "Syncthing includes the following software or portions thereof:": "De volgende software of delen daarvan zijn onderdeel van syncthing:",
    "Syncthing is restarting.": "Syncthing is aan het herstarten.",
    "Syncthing is upgrading.": "Syncthing is aan het upgraden.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing lijkt afgesloten te zijn, of er is een verbindingsprobleem met het internet. Nieuwe poging....",
    "The aggregated statistics are publicly available at {%url%}.": "The verzamelde statistieken zijn publiek beschikbaar op {{url}}",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "De configuratie is opslagen maar nog niet actief. Syncthing moet opnieuw opgestart worden om de nieuwe configuratie te activeren.",
    "The encrypted usage report is sent daily. It is used to track common platforms, repo sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "De versleutelde gebruikers statistieken worden dagelijks verstuurd. Deze worden gebruikt om veelgebruikte platformen, repo groottes en app versies bij te houden. Als er nieuwe statistieken worden bijgehouden, wordt dit venster weer getoond.",
    "The entered node ID does not look valid. It should be a 52 character string consisting of letters and numbers, with spaces and dashes being optional.": "Het ingevoerde node ID lijkt niet valide te zijn. Het moet een 52 karakter lange string zijn bestaande uit letters en cijfers, spaties en streepjes zijn optioneel.",
    "The entered node ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Het ingevoerde node ID lijkt niet valide te zijn. Het moet een 52 of 56 karakter lange string zijn, bestaande uit letters en cijfers, spaties en streepjes zijn optioneel.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "De volgende intervallen worden gebruikt: het eerste uur worden versies iedere 30 seconden bewaard, de eerste dag worden versies ieder uur bewaard, de eerste 30 dagen worden versies iedere dag bewaard, tot de maximale leeftijd worden versies iedere week bewaard.",
    "The maximum age must be a number and cannot be blank.": "De maximum leeftijd moet uit cijfers bestaan en mag niet leeggelaten worden.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "De maximale tijdsduur om een versie te bewaren (in dagen, gebruik 0 om versies voor altijd te bewaren).",
    "The node ID cannot be blank.": "Er moet een node ID ingevoerd worden",
    "The node ID to enter here can be found in the \"Edit > Show ID\" dialog on the other node. Spaces and dashes are optional (ignored).": "Het node ID dat ingevoerd moet worden kan op de andere node gevonden via \"Bewerk > Toon ID\". Spaties en streepjes zijn toegestaan (worden genegeerd).",
    "The number of old versions to keep, per file.": "Het aantal versies dat bewaard moet worden per file.",
    "The number of versions must be a number and cannot be blank.": "Het aantal nummers moet een getal zijn en mag niet leeg blijven.",
    "The repository ID cannot be blank.": "Er moet een repository ID ingevoerd worden.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the the dot (.), dash (-) and underscode (_) characters only.": "Het repository ID moet een korte naam zijn (met 64 karakters of minder) en mag alleen bestaan uit cijfers, letters, punten (.), streepjes (-) en liggende streepjes (_). ",
    "The repository ID must be unique.": "Het repository ID moet uniek zijn.",
    "The repository path cannot be blank.": "Het repository ID moet ingevuld worden.",
    "The rescan interval must be at least 5 seconds.": "De scanfrequentie moet minimaal 5 seconde zijn.",
    "Unknown": "Onbekend",
    "Up to Date": "Gesynchroniseerd",
    "Upgrade To {%version%}": "Upgrade naar {{version}}",
    "Upgrading": "Bezig met upgrade",
    "Upload Rate": "Upload snelheid",
    "Usage": "Gebruik",
    "Use Compression": "Compressie gebruiken",
    "Use HTTPS for GUI": "Gebruik HTTPS voor de GUI",
    "Version": "Versie",
    "Versions Path": "Bestandspad versies",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Versies worden automatisch verwijderd als deze ouder zijn dan de maximale leeftijd of als ze het maximaal aantal toegestane bestanden per interval overschrijden. ",
    "When adding a new node, keep in mind that this node must be added on the other side too.": "Bedenk bij het toevoegen van een nieuwe node dat deze node ook toegevoegd moet worden aan de kant van de nieuwe node.",
    "When adding a new repository, keep in mind that the Repository ID is used to tie repositories together between nodes. They are case sensitive and must match exactly between all nodes.": "Bedenk bij het toevoegen van een nieuwe repository dat het repository ID de repositores met elkaar verbindt tussen de nodes. Ze zijn hoofdlettergevoelig en moeten exact dezelfde naam hebben op alle nodes.",
    "Yes": "Ja",
    "You must keep at least one version.": "Minstens 1 versie moet bewaard blijven.",
    "full documentation": "full documentation",
    "items": "objecten"
}