{
    "API Key": "Klucz API",
    "About": "O Syncthing",
    "Add Device": "Dodaj urządzenie",
    "Add Folder": "Dodaj folder",
    "Address": "Adres",
    "Addresses": "Adresy",
    "Allow Anonymous Usage Reporting?": "Zezwalaj na anonimowe statystyki użycia",
    "Anonymous Usage Reporting": "Anonimowe statystyki użycia",
    "Any devices configured on an introducer device will be added to this device as well.": "Wszystkie urządzenia skonfigurowane na urządzeniu wprowadzającym zostaną dodane także do tego urządzenia.",
    "Bugs": "Błędy",
    "CPU Utilization": "Użycie CPU",
    "Close": "Zamknij",
    "Comment, when used at the start of a line": "Komentarz, jeżeli użyty na początku linii",
    "Compression is recommended in most setups.": "Kompresja jest zalecana w większości przypadków",
    "Connection Error": "Błąd połączenia",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Copyright © 2014 Jakob Borg i następujący współautorzy:",
    "Delete": "Usuń",
    "Device ID": "ID urządzenia",
    "Device Identification": "Identyfikator urządzenia",
    "Device Name": "Nazwa urządzenia",
    "Disconnected": "Rozłączony",
    "Documentation": "Dokumentacja",
    "Download Rate": "Prędkość pobierania",
    "Edit": "Edytuj",
    "Edit Device": "Edytuj urządzenie",
    "Edit Folder": "Edytuj folder",
    "Editing": "Edytowanie",
    "Enable UPnP": "Włącz UPnP",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Wprowadź adresy oddzielone przecinkiem \"ip:port\", lub wpisz \"dynamic\" w celu wykrycia adresu. ",
    "Enter ignore patterns, one per line.": "Wprowadz wzorce ignorowania, jeden w każdej linii.",
    "Error": "Błąd",
    "File Versioning": "Wersjonowanie plików",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "Uprawnienia plików są ignorowane przy poszukiwaniu zmian. Używaj w systemie plików FAT",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "W momencie zmiany lub usuwania pliki są przenoszone do oznaczonych datą wersji wewnątrz folderu .stversions",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Pliki są zabezpieczone przed zmianami na innym urządzeniu, jednak zmiany w tym urządzeniu będą wysłane do reszty.",
    "Folder ID": "ID folderu",
    "Folder Master": "Główny folder",
    "Folder Path": "Ścieżka folderu",
    "GUI Authentication Password": "Hasło",
    "GUI Authentication User": "Użytkownik",
    "GUI Listen Addresses": "Adres nasłuchu",
    "Generate": "Generuj",
    "Global Discovery": "Globalne odnajdywanie",
    "Global Discovery Server": "Globalny serwer rozgłoszeniowy",
    "Global State": "Status globalny",
    "Idle": "Bezczynny",
    "Ignore Patterns": "Wzorce ignorowania",
    "Ignore Permissions": "Ignoruj uprawnienia",
    "Incoming Rate Limit (KiB/s)": "Ograniczenie prędkości odbierania (KiB/s)",
    "Introducer": "Wprowadzający",
    "Inversion of the given condition (i.e. do not exclude)": "Odwrócenie podanego wzorca (np. nie wykluczaj)",
    "Keep Versions": "Zachowuj wersje",
    "Last seen": "Ostatnio widziany",
    "Latest Release": "Najnowsza wersja",
    "Local Discovery": "Lokalne odnajdywanie",
    "Local State": "Status lokalny",
    "Maximum Age": "Maksymalny wiek",
    "Multi level wildcard (matches multiple directory levels)": "Wieloznaczność na poziomie katalogów i plików (uwzględnia nazwy folderów i plików)",
    "Never": "Nigdy",
    "No": "Nie",
    "No File Versioning": "Bez wersjonowania pliku",
    "Notice": "Wskazówka",
    "OK": "OK",
    "Offline": "Rozłączony",
    "Online": "Połączony",
    "Out Of Sync": "Niezsynchronizowane",
    "Outgoing Rate Limit (KiB/s)": "Ograniczenie prędkości wysyłania (KiB/s)",
    "Override Changes": "Nadpisz zmiany",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Ścieżka do lokalnego folderu. Zostanie utworzona jeżeli nie istnieje.\nZnak tyldy (~) może zostać użyty jako skrót do",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Ścieżka gdzie będą przechowywane wersje (pozostaw puste dla domyślnego folderu .stversions)",
    "Please wait": "Proszę czekać",
    "Preview": "Podgląd",
    "Preview Usage Report": "Podgląd raportu użycia.",
    "Quick guide to supported patterns": "Krótki przewodnik po obsługiwanych wzorcach",
    "RAM Utilization": "Użycie pamięci RAM",
    "Rescan": "Skanuj ponownie",
    "Rescan Interval": "Interwał skanowania",
    "Restart": "Uruchom ponownie",
    "Restart Needed": "Wymagane ponowne uruchomienie",
    "Restarting": "Uruchamianie ponowne",
    "Save": "Zapisz",
    "Scanning": "Skanowanie",
    "Select the devices to share this folder with.": "Wybierz urządzenie, któremu udostępnić folder.",
    "Settings": "Ustrawienia",
    "Share With Devices": "Udostępnij dla urządzenia",
    "Shared With": "Współdzielony z",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Krótki identyfikator folderu. Musi być taki sam na wszystkich urządzeniach.",
    "Show ID": "Pokaż ID",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Pokazane w statusie zamiast ID urządzenia.Zostanie wysłane do innych urządzeń jako opcjonalna domyślna nazwa.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Pokazane w statusie zamiast ID urządzenia. Zostanie zaktualizowane do nazwy urządzenia jeżeli pozostanie puste.",
    "Shutdown": "Wyłącz",
    "Simple File Versioning": "Proste wersjonowanie pliku",
    "Single level wildcard (matches within a directory only)": "Wieloznaczność na poziomie plików (uwzględnia nazwy plików)",
    "Source Code": "Kod źródłowy",
    "Staggered File Versioning": "Rozbudowane wersjonowanie pliku",
    "Start Browser": "Uruchom przeglądarkę",
    "Stopped": "Zatrzymany",
    "Support / Forum": "Wsparcie / Forum",
    "Sync Protocol Listen Addresses": "Adres nasłuchu protokołu synchronizacji",
    "Synchronization": "Synchronizacja",
    "Syncing": "Synchronizowanie",
    "Syncthing has been shut down.": "Syncthing został wyłączony",
    "Syncthing includes the following software or portions thereof:": "Syncthing zawiera następujące oprogramowanie lub ich częśći:",
    "Syncthing is restarting.": "Restart Syncthing",
    "Syncthing is upgrading.": "Aktualizowanie Syncthing",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing wydaje się być wyłączony lub jest problem z twoim połączeniem internetowym. Próbuje ponownie...",
    "The aggregated statistics are publicly available at {%url%}.": "Zebrane statystyki są publicznie dostępna pod adresem {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Konfiguracja została zapisana lecz nie jest aktywna. Syncthing musi zostać zrestartowany aby aktywować nową konfiguracje.",
    "The device ID cannot be blank.": "ID urządzenia nie może być puste.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "ID urządzenia można znaleźć w \"Edytuj -> Pokaż ID\" na zdalnym urządzeniu.\nOdstępy i myślniki są opcjonalne (ignorowane)",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Zaszyfrowane raporty użycia są wysyłane codziennie. Są one używane w celach statystycznych platform, rozmiarów katalogów i wersji programu. Jeżeli zgłaszane dane ulegną zmianie, ponownie wyświetli się ta informacja.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Wprowadzone ID urządzenia wygląda na niepoprawne. Musi zawierać 52 lub 56 znaków składających się z liter i cyfr. Odstępy i myślniki są opcjonalne.",
    "The folder ID cannot be blank.": "ID folderu nie może być puste.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "ID folderu musi być krótkim identyfikatorem (64 lub mniej znaków) zawierać litery, cyfry, znaki kropki (.), myślnika (-) i podkreślenia (_).",
    "The folder ID must be unique.": "ID folderu musi być unikalne.",
    "The folder path cannot be blank.": "Ścieżka folderu nie może być pusta.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Następujący interwał jest używany: dla pierwszej godziny wersja jest zachowywana co 30 sekund, dla pierwszego dnia wersja jest zachowywana co godzinę, dla pierwszego miesiąca wersja jest zachowywana codziennie, aż do maksymalnego odstępu zapisywania wersji co tydzień.",
    "The maximum age must be a number and cannot be blank.": "Maksymalny wiek musi być liczbą i nie może być pusty.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Maksymalny czas zachowania wersji (w dniach, ustaw 0 aby zachować na zawsze)",
    "The number of old versions to keep, per file.": "Liczba wersji pliku do zachowania.",
    "The number of versions must be a number and cannot be blank.": "Liczba wersji musi być liczbą i nie może być pusta.",
    "The rescan interval must be at least 5 seconds.": "Interwał skanowania musi wynosić co najmniej 5 sekund.",
    "Unknown": "Nieznany",
    "Up to Date": "Aktualny",
    "Upgrade To {%version%}": "Aktualizuj do {{version}}",
    "Upgrading": "Aktualizowanie",
    "Upload Rate": "Prędkość wysyłania",
    "Use Compression": "Używaj kompresji",
    "Use HTTPS for GUI": "Używaj HTTPS",
    "Version": "Wersja",
    "Versions Path": "Ścieżka wersji",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Wersje zostają automatycznie usunięte jeżeli są starsze niż maksymalny wiek lub przekraczają liczbę dopuszczalnych wersji.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Gdy dodajesz nowe urządzenie, pamiętaj że urządzenie musi zostać dodane także po drugiej stronie.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Przy dodawaniu nowego folderu, pamiętaj, że ID użyte jest do łączenia folderów pomiędzy urządzeniami. Wielkość liter ciągu ma znaczenie musi zgadzać się na wszystkich urządzeniach.",
    "Yes": "Tak",
    "You must keep at least one version.": "Musisz posiadać przynajmniej jedną wersję",
    "full documentation": "pełna dokumentacja",
    "items": "pozycji."
}