{
    "API Key": "Clau API",
    "About": "Sobre",
    "Add Node": "Afegir Node",
    "Add Repository": "Afegir Repositori",
    "Address": "Adreça",
    "Addresses": "Adreces",
    "Allow Anonymous Usage Reporting?": "Permetre l'enviament anònim d'informes d'ús?",
    "Announce Server": "Servidor d'anunciament",
    "Anonymous Usage Reporting": "Informe anònim d'ús",
    "Any nodes configured on an introducer node will be added to this node as well.": "Any nodes configured on an introducer node will be added to this node as well.",
    "Bugs": "Bugs",
    "CPU Utilization": "Utilització del CPU",
    "Close": "Tancar",
    "Comment, when used at the start of a line": "Comment, when used at the start of a line",
    "Compression is recommended in most setups.": "Compression is recommended in most setups.",
    "Connection Error": "Error de connexió",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Copyright © 2014 Jakob Borg i els següents contribuïdors",
    "Delete": "Esborrar",
    "Disconnected": "Desconnectat",
    "Documentation": "Documentació",
    "Download Rate": "Tasa de descarrega",
    "Edit": "Editar",
    "Edit Node": "Editar Node",
    "Edit Repository": "Editar Repositori",
    "Editing": "Editing",
    "Enable UPnP": "Habilitat UPnP",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Introduir, separat per comes, adreces \"ip:port\" o \"dynamic\" per descobrir automàticament les adreces.",
    "Enter ignore patterns, one per line.": "Enter ignore patterns, one per line.",
    "Error": "Error",
    "File Versioning": "Versionat de Fitxers",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "Els bits de permisos dels fitxers son ignorats quan es cerquen canvis. Utilitzar en sistemes de fitxers FAT.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "Els fitxers es mouen amb l'estampat de la data a la carpeta .stversions quan son substituïts o esborrats per syncthing.",
    "Files are protected from changes made on other nodes, but changes made on this node will be sent to the rest of the cluster.": "Els fitxers estan protegits de canvis fets per altres nodes, però els canvis fets en aquest node seran enviats a la resta del cluster.",
    "Folder": "Carpeta",
    "GUI Authentication Password": "Contrasenya d'autenticació GUI",
    "GUI Authentication User": "Usuari d'autenticació GUI",
    "GUI Listen Addresses": "Adreça d'escolta del GUI",
    "Generate": "Generar",
    "Global Discovery": "Descobriment Global",
    "Global Discovery Server": "Servidor de Descobriment Global",
    "Global Repository": "Repositori Global",
    "Idle": "Inactiu",
    "Ignore Patterns": "Ignore Patterns",
    "Ignore Permissions": "Ignora Permisos",
    "Incoming Rate Limit (KiB/s)": "Incoming Rate Limit (KiB/s)",
    "Introducer": "Introducer",
    "Inversion of the given condition (i.e. do not exclude)": "Inversion of the given condition (i.e. do not exclude)",
    "Keep Versions": "Mantenir Versions",
    "Last seen": "Vist per última vegada",
    "Latest Release": "Última publicació",
    "Local Discovery": "Descobriment Local",
    "Local Discovery Port": "Port de Descobriment Local",
    "Local Repository": "Repositori Local",
    "Master Repo": "Rep Master",
    "Max File Change Rate (KiB/s)": "Tasa Màxima d'intercanvi de fitxer (KiB/s)",
    "Max Outstanding Requests": "Màxim de Peticions Pendents",
    "Maximum Age": "Antiguitat Màxima",
    "Multi level wildcard (matches multiple directory levels)": "Multi level wildcard (matches multiple directory levels)",
    "Never": "Mai",
    "No": "No",
    "No File Versioning": "Sense Versionat de Fitxer",
    "Node ID": "ID del Node",
    "Node Identification": "Identificació del Node",
    "Node Name": "Nom Del Node",
    "Notice": "Avís",
    "OK": "OK",
    "Offline": "Desconnectat",
    "Online": "Connectat",
    "Out Of Sync": "Fora de la Sincronització",
    "Outgoing Rate Limit (KiB/s)": "Tasa Límit de Sortida (KiB/s)",
    "Override Changes": "Sobreescriure Canvis",
    "Path to the repository on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Ruta del repositori a l'equip local. Si no existeix serà creada. El caràcter (~) es pot fer servir com a drecera de",
    "Path where versions should be stored (leave empty for the default .stversions folder in the repository).": "Ruta on les versions s'haurien de guardar (deixa-ho buit per fer servir el directori .stversions per defecte al repositori)",
    "Please wait": "Si-us-plau espera",
    "Preview": "Preview",
    "Preview Usage Report": "Vista Prèvia de l'Informe d'Ús",
    "Quick guide to supported patterns": "Quick guide to supported patterns",
    "RAM Utilization": "Utilització de la RAM",
    "Reconnect Interval (s)": "Interval de Reconnexió (s)",
    "Repository ID": "ID del Repositori",
    "Repository Master": "Repositori Mestre",
    "Repository Path": "Ruta del Repositori",
    "Rescan": "Re-escanejar",
    "Rescan Interval": "Interval de re-escaneig",
    "Rescan Interval (s)": "Interval de re-escaneig (s)",
    "Restart": "Reiniciar",
    "Restart Needed": "És Necessari Reiniciar",
    "Restarting": "Reiniciant",
    "Save": "Guardar",
    "Scanning": "Escanejant",
    "Select the nodes to share this repository with.": "Seleccionar els nodes amb els que es comparteix el repositori.",
    "Settings": "Preferències",
    "Share With Nodes": "Compartir Amb Els Nodes",
    "Shared With": "Compartir Amb",
    "Short identifier for the repository. Must be the same on all cluster nodes.": "Identificador curt pel repositori. Ha de ser el mateix per tots els nodes del cluster.",
    "Show ID": "Mostrar ID",
    "Shown instead of Node ID in the cluster status.": "Mostrat en comptes del ID del Node en l'estat del cluster.",
    "Shown instead of Node ID in the cluster status. Will be advertised to other nodes as an optional default name.": "Mostrat en comptes del ID del Node en l'estat del cluster. Serà advertit als altres nodes com un nom opcional per defecte.",
    "Shown instead of Node ID in the cluster status. Will be updated to the name the node advertises if left empty.": "Mostrat en comptes del ID del Node en l'estat del cluster. S'actualitzara al nom del node si es deixa buit.",
    "Shutdown": "Apagar",
    "Simple File Versioning": "Versionat de Fitxers Senzill",
    "Single level wildcard (matches within a directory only)": "Single level wildcard (matches within a directory only)",
    "Source Code": "Codi Font",
    "Staggered File Versioning": "Versionat de Fitxers Esglaonat",
    "Start Browser": "Arrancar Navegador",
    "Stopped": "Aturat",
    "Support / Forum": "Suport / Fòrum",
    "Sync Protocol Listen Addresses": "Adreça d'escolta del Protocol Sync",
    "Synchronization": "Sincronització",
    "Syncing": "Synthing",
    "Syncthing has been shut down.": "S'ha aturat el synthing.",
    "Syncthing includes the following software or portions thereof:": "Syncthing inclou el següent programari o parts dels mateixos:",
    "Syncthing is restarting.": "Reiniciant syncthing.",
    "Syncthing is upgrading.": "Actualitzant syncthing.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Synthing sembla parat, o hi ha algun problema amb la connexió a Internet. Reintentant...",
    "The aggregated statistics are publicly available at {%url%}.": "Les estadístiques agregades estan públicament disponibles a {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "La configuració s'ha guardar però no s'ha activat. S'ha de reiniciar el synthing per activar la nova configuració.",
    "The encrypted usage report is sent daily. It is used to track common platforms, repo sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "L'informe d'ús encriptat s'envia diàriament. Es fa servir per rastrejar plataformes habituals, mides de repositoris i versions de l'aplicació. Si es canvia el conjunt de dades reportades es demanarà amb aquest diàleg de nou.",
    "The entered node ID does not look valid. It should be a 52 character string consisting of letters and numbers, with spaces and dashes being optional.": "El ID del Node introduït no sembla vàlid. Hauria de tenir 52 caràcters amb lletres i números, els espais i les barres son opcionals.",
    "The entered node ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "El ID del Node introduït no sembla vàlid. Hauria de tenir 52 o 56 caràcters amb lletres i números, els espais i les barres son opcionals.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Es fan servir els següents intervals: per la primera hora es manté una versió cada 30 segons, pel primer dia es manté una versió cada hora, pel primer cada 30 dies es manté una versió cada dia, fins el màxim d'antiguitat es manté una versió cada setmana.",
    "The maximum age must be a number and cannot be blank.": "La màxima antiguitat ha de ser un número i no pot estar en blanc.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Temps màxim en mantenir una versió (en dies, si es deixa en 0 es mantenen les versions per sempre).",
    "The node ID cannot be blank.": "El ID del node no pot estar en blanc.",
    "The node ID to enter here can be found in the \"Edit > Show ID\" dialog on the other node. Spaces and dashes are optional (ignored).": "El ID del node per introduir aquí es pot trobar al diàleg \"Editar > Mostrar ID\" en l'altre node. Els espais i les barres son opcionals (s'ignoren).",
    "The number of old versions to keep, per file.": "El nombre de versions antigues que es mantenen per fitxer.",
    "The number of versions must be a number and cannot be blank.": "El nombre de versions ha de ser un número i no es pot deixar en blanc.",
    "The repository ID cannot be blank.": "El ID del repositori no pot estar en blanc.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the the dot (.), dash (-) and underscode (_) characters only.": "El ID del repositori ha de ser un identificador curt (64 caràcters o menys) format només per lletres, nombres i el punt (.), barra (-) i barra baixa (_).",
    "The repository ID must be unique.": "El ID del repositori ha de ser únic",
    "The repository path cannot be blank.": "La carpeta del repositori no pot estar en blanc.",
    "The rescan interval must be at least 5 seconds.": "El interval de re-escaneig ha de ser com a mínim de 5 segons.",
    "Unknown": "Desconegut",
    "Up to Date": "Actualitzat",
    "Upgrade To {%version%}": "Actualitzar a {{version}}",
    "Upgrading": "Actualitzant",
    "Upload Rate": "Tasa de Pujada",
    "Usage": "Ús",
    "Use Compression": "Utilitza compressió",
    "Use HTTPS for GUI": "Utilitzar HTTPS pel GUI",
    "Version": "Versió",
    "Versions Path": "Carpeta de les Versions",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Les versions son automàticament eliminades si son més antigues que el màxim d'antiguitat o si excedeixen del nombre de fitxers permesos en un interval.",
    "When adding a new node, keep in mind that this node must be added on the other side too.": "Quan s'afegeix un nou node recorda que aquest node s'ha d'afegir tambe a l'altre banda.",
    "When adding a new repository, keep in mind that the Repository ID is used to tie repositories together between nodes. They are case sensitive and must match exactly between all nodes.": "Quan s'afegeix un nou repositori recorda que el ID del repositori s'utilitza per lligar repositoris entre nodes. Es distingeix entre majúscules i minúscules i ha de ser exactament iguals entre tots els nodes.",
    "Yes": "Si",
    "You must keep at least one version.": "Has de mantenir com a mínim una versió.",
    "full documentation": "full documentation",
    "items": "Elements"
}