{
    "API Key": "Clé API",
    "About": "À propos",
    "Add Node": "Ajouter un nœud",
    "Add Repository": "Ajouter un répertoire",
    "Address": "Adresse",
    "Addresses": "Adresses",
    "Allow Anonymous Usage Reporting?": "Autoriser le rapport anonyme de statistiques d'utilisation ?",
    "Announce Server": "Serveur d'annonce",
    "Anonymous Usage Reporting": "Rapport anonyme de statistiques d'utilisation",
    "Any nodes configured on an introducer node will be added to this node as well.": "Any nodes configured on an introducer node will be added to this node as well.",
    "Bugs": "Bugs",
    "CPU Utilization": "Utilisation du CPU",
    "Close": "Fermer",
    "Comment, when used at the start of a line": "Comment, when used at the start of a line",
    "Compression is recommended in most setups.": "Compression is recommended in most setups.",
    "Connection Error": "Erreur de connexion",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Copyright © 2014 Jakob Borg et les contributeurs suivants :",
    "Delete": "Supprimer",
    "Disconnected": "Déconnecté",
    "Documentation": "Documentation",
    "Download Rate": "Débit de réception",
    "Edit": "Éditer",
    "Edit Node": "Éditer le nœud",
    "Edit Repository": "Éditer le répertoire",
    "Editing": "Editing",
    "Enable UPnP": "Activer l'UPnP",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Entrer les adresses \"ip:port\" séparées par une virgule ou \"dynamic\" afin d'activer la recherche automatique de l'adresse.",
    "Enter ignore patterns, one per line.": "Enter ignore patterns, one per line.",
    "Error": "Erreur",
    "File Versioning": "Versions de fichier",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "Les permissions de fichier sont ignorées lors de la recherche de changements. À utiliser sur les systèmes de fichiers de type FAT.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "Les fichiers sont datés et déplacés dans le dossier .stversions lors de leur remplacement ou suppression par syncthing.",
    "Files are protected from changes made on other nodes, but changes made on this node will be sent to the rest of the cluster.": "Les fichiers sont protégés des changements réalisés sur les autres nœuds, mais les changements réalisés sur ce nœud seront transférés au reste du cluster.",
    "Folder": "Dossier",
    "GUI Authentication Password": "Mot de passe d'authentification GUI",
    "GUI Authentication User": "Utilistateur autorisé GUI",
    "GUI Listen Addresses": "Adresse du GUI",
    "Generate": "Générer",
    "Global Discovery": "Recherche globale",
    "Global Discovery Server": "Serveur global de recherche",
    "Global Repository": "Répertoire global",
    "Idle": "Au repos",
    "Ignore Patterns": "Ignore Patterns",
    "Ignore Permissions": "Ignorer les permissions",
    "Incoming Rate Limit (KiB/s)": "Limite du débit entrant (KiB/s)",
    "Introducer": "Introducer",
    "Inversion of the given condition (i.e. do not exclude)": "Inversion of the given condition (i.e. do not exclude)",
    "Keep Versions": "Conserver les versions",
    "Last seen": "Dernière apparition",
    "Latest Release": "Dernière version",
    "Local Discovery": "Recherche locale",
    "Local Discovery Port": "Port de recherche locale",
    "Local Repository": "Dossier local",
    "Master Repo": "Dossier maître",
    "Max File Change Rate (KiB/s)": "Débit maximum de changement de fichier (KiB/s)",
    "Max Outstanding Requests": "Nombre maximum de demandes concurrentes de blocs de fichier",
    "Maximum Age": "Ancienneté maximum",
    "Multi level wildcard (matches multiple directory levels)": "Multi level wildcard (matches multiple directory levels)",
    "Never": "Jamais",
    "No": "Non",
    "No File Versioning": "Pas de version de fichier",
    "Node ID": "ID du nœud",
    "Node Identification": "Identification du nœud",
    "Node Name": "Nom du nœud",
    "Notice": "Notification",
    "OK": "OK",
    "Offline": "Offline",
    "Online": "Online",
    "Out Of Sync": "Non synchronisé",
    "Outgoing Rate Limit (KiB/s)": "Limite du débit sortant (KiB/s)",
    "Override Changes": "Écraser les changements",
    "Path to the repository on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Chemin du répertoire sur l'ordinateur local. Il sera créé si il n'existe pas. Le caractère tilde (~) peut être utilisé comme raccourci vers",
    "Path where versions should be stored (leave empty for the default .stversions folder in the repository).": "Chemin où les versions doivent être conservées (laisser vide pour le chemin par défaut de .stversions dans le répertoire)",
    "Please wait": "Merci de patienter",
    "Preview": "Aperçu",
    "Preview Usage Report": "Aperçu du rapport de statistiques d'utilisation",
    "Quick guide to supported patterns": "Quick guide to supported patterns",
    "RAM Utilization": "Utilisation de la RAM",
    "Reconnect Interval (s)": "Intervalle de reconnexion (s)",
    "Repository ID": "ID du répertoire",
    "Repository Master": "Répertoire maître",
    "Repository Path": "Chemin du répertoire",
    "Rescan": "Rescanner",
    "Rescan Interval": "Intervalle de scan",
    "Rescan Interval (s)": "Intervalle de rescan (s)",
    "Restart": "Redémarrer",
    "Restart Needed": "Redémarrage nécessaire",
    "Restarting": "Redémarrage",
    "Save": "Sauver",
    "Scanning": "En cours de scan",
    "Select the nodes to share this repository with.": "Sélectionner les nœuds qui partagent ce répertoire.",
    "Settings": "Configuration",
    "Share With Nodes": "Partager avec les nœuds",
    "Shared With": "Partagé avec",
    "Short identifier for the repository. Must be the same on all cluster nodes.": "Identifiant court pour le répertoire. Il doit être le même sur l'ensemble des nœuds du cluster.",
    "Show ID": "Montrer l'ID",
    "Shown instead of Node ID in the cluster status.": "Affiché à la place de l'ID du nœud au sein du cluster.",
    "Shown instead of Node ID in the cluster status. Will be advertised to other nodes as an optional default name.": "Affiché à la place de l'ID du nœud dans le statut du cluster. Sera annoncé aux autres nœuds comme un nom par défaut optionnel.",
    "Shown instead of Node ID in the cluster status. Will be updated to the name the node advertises if left empty.": "Affiché à la place de l'ID du nœud dans le statut du cluster. Sera mis à jour par le nom que le nœud annonce si laissé vide.",
    "Shutdown": "Éteindre",
    "Simple File Versioning": "Versions simples de fichier",
    "Single level wildcard (matches within a directory only)": "Single level wildcard (matches within a directory only)",
    "Source Code": "Code source",
    "Staggered File Versioning": "Versions échelonnées de fichier",
    "Start Browser": "Démarrer le navigateur web",
    "Stopped": "Arrêté",
    "Support / Forum": "Aide / Forum",
    "Sync Protocol Listen Addresses": "Adresse du protocole de synchronisation",
    "Synchronization": "Synchronisation",
    "Syncing": "En cours de synchronisation",
    "Syncthing has been shut down.": "Syncthing a été éteint.",
    "Syncthing includes the following software or portions thereof:": "Syncthing intègre les logiciels suivants (ou des éléments provenant de ces logiciels) :",
    "Syncthing is restarting.": "Syncthing est cours de redémarrage.",
    "Syncthing is upgrading.": "Syncthing est cours de mise à jour.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing semble être éteint, ou il y a un problème avec votre connexion Internet. Nouvelle tentative ...",
    "The aggregated statistics are publicly available at {%url%}.": "Les statistiques agrégées sont disponibles publiquement à l'adresse {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "La configuration a été sauvée mais pas activée. Syncthing doit redémarrer afin d'activer la nouvelle configuration.",
    "The encrypted usage report is sent daily. It is used to track common platforms, repo sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Le rapport d'utilisation chiffré est envoyé quotidiennement. Il sert à répertorier les plateformes utilisées, la taille des répertoires et les versions de l'application. Si le jeu de données rapportées devait être changé, il vous sera demandé de le valider de nouveau via ce dialogue.",
    "The entered node ID does not look valid. It should be a 52 character string consisting of letters and numbers, with spaces and dashes being optional.": "L'ID du nœud ne semble pas être valide. Il devrait ressembler à une chaine de 52 caractères comprenant lettres et chiffres, avec des espaces et des traits d'union optionnels.",
    "The entered node ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "L'ID du nœud inséré ne semble pas être valide. Il devrait ressembler à une chaîne de 52 ou 56 comprenant lettres et chiffres, avec des espaces et des traits d'union optionnels.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Les intervalles suivant sont utilisés: la première heure une version est conservée chaque 30 secondes, le premier jour une version est conservée chaque heure, les premiers 30 jours une version est conservée chaque jour, jusqu'à la limite d'âge maximum une version est conservée chaque semaine.",
    "The maximum age must be a number and cannot be blank.": "L'ancienneté maximum doit être un nombre et ne peut être vide.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Le temps maximum de conservation d'une version (en jours, mettre à 0 pour conserver les versions pour toujours)",
    "The node ID cannot be blank.": "L'ID du nœud ne peut être vide.",
    "The node ID to enter here can be found in the \"Edit > Show ID\" dialog on the other node. Spaces and dashes are optional (ignored).": "L'ID du nœud à insérer peut être trouvé à travers le menu \"Éditer > Montrer l'ID\" des autres nœuds. Les espaces et les traits d'union sont optionnels (ils seront ignorés).",
    "The number of old versions to keep, per file.": "Le nombre d'anciennes versions à garder, par fichier.",
    "The number of versions must be a number and cannot be blank.": "Le nombre de version doit être un nombre et ne peut pas être vide.",
    "The repository ID cannot be blank.": "L'ID du répertoire ne peut être vide.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the the dot (.), dash (-) and underscode (_) characters only.": "L'ID du répertoire doit être un identifiant court (64 caractères ou moins) comprenant des lettres, nombres, points (.), trait d'union (-) et tiret bas (_).",
    "The repository ID must be unique.": "L'ID du répertoire doit être unique.",
    "The repository path cannot be blank.": "Le chemin du répertoire ne peut pas être vide.",
    "The rescan interval must be at least 5 seconds.": "L'intervalle de scan doit être d'au minimum 5 secondes.",
    "Unknown": "Inconnu",
    "Up to Date": "Synchronisation à jour",
    "Upgrade To {%version%}": "Mettre à jour vers {{version}}",
    "Upgrading": "Mise à jour de Syncthing",
    "Upload Rate": "Débit d'envoi",
    "Usage": "Utilisation",
    "Use Compression": "Utiliser la compression",
    "Use HTTPS for GUI": "Utiliser l'HTTPS pour le GUI",
    "Version": "Version",
    "Versions Path": "Emplacement des versions",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Les versions sont supprimées automatiquement si celles-ci sont plus anciennes que l'ancienneté maximum ou que leur nombre est supérieur au nombre autorisé dans une intervale.",
    "When adding a new node, keep in mind that this node must be added on the other side too.": "Lorsqu'un nœud est ajouté, gardez à l'esprit que ce nœud doit aussi être ajouté de l'autre coté.",
    "When adding a new repository, keep in mind that the Repository ID is used to tie repositories together between nodes. They are case sensitive and must match exactly between all nodes.": "Lorsqu'un nouveau répertoire est ajouté, gardez à l'esprit que l'ID du répertoire est utilisé pour lier les répertoires à travers les nœuds. Ils sont sensibles à la casse et doivent être identiques à travers tous les nœuds.",
    "Yes": "Oui",
    "You must keep at least one version.": "Vous devez garder au minimum une version.",
    "full documentation": "full documentation",
    "items": "éléments"
}