{
    "API Key": "API ключ",
    "About": "Про програму",
    "Add Node": "Додати вузол",
    "Add Repository": "Додати репозиторій",
    "Address": "Адреса",
    "Addresses": "Адреси",
    "Allow Anonymous Usage Reporting?": "Дозволити програмі збирати анонімну статистику викроистання?",
    "Announce Server": "Сервер анонсування",
    "Anonymous Usage Reporting": "Анонімна статистика використання",
    "Any nodes configured on an introducer node will be added to this node as well.": "Any nodes configured on an introducer node will be added to this node as well.",
    "Bugs": "Помилки",
    "CPU Utilization": "Навантаження CPU",
    "Close": "Закрити",
    "Comment, when used at the start of a line": "Comment, when used at the start of a line",
    "Compression is recommended in most setups.": "Compression is recommended in most setups.",
    "Connection Error": "Помилка з’єднання",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Copyright © 2014 Jakob Borg та наступні контриб’ютори:",
    "Delete": "Видалити",
    "Disconnected": "З’єднання відсутнє",
    "Documentation": "Документація",
    "Download Rate": "Швидкість завантаження",
    "Edit": "Редагувати",
    "Edit Node": "Редагувати вузол",
    "Edit Repository": "Редагувати репозиторій",
    "Editing": "Editing",
    "Enable UPnP": "Увімкнути UPnP",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Уведіть адреси \"ip:port\" розділені комою, або слово \"dynamic\" для здійснення автоматичного виявлення адреси.",
    "Enter ignore patterns, one per line.": "Enter ignore patterns, one per line.",
    "Error": "Помилка",
    "File Versioning": "Керування версіями",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "Біти прав доступу до файлів будуть проігноровані під час визначення змін. Використовуйте на файлових системах FAT.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "Файли будуть поміщатися у директорію .stversions із відповідною позначкою часу, коли вони будуть замінятися або видалятися програмою.",
    "Files are protected from changes made on other nodes, but changes made on this node will be sent to the rest of the cluster.": "Файли захищені від змін на інших вузлах, але зміни на цьому вузлі будуть розіслані на інші вузли кластера.",
    "Folder": "Директорія",
    "GUI Authentication Password": "Пароль для доступу до панелі управління",
    "GUI Authentication User": "Логін користувача для доступу до панелі управління",
    "GUI Listen Addresses": "Адреса доступу до панелі управління",
    "Generate": "Згенерувати",
    "Global Discovery": "Глобальне виявлення",
    "Global Discovery Server": "Сервер для глобального виявлення",
    "Global Repository": "Глобальний репозиторій",
    "Idle": "Очікування",
    "Ignore Patterns": "Ignore Patterns",
    "Ignore Permissions": "Ігнорувати права доступу до файлів",
    "Incoming Rate Limit (KiB/s)": "Ліміт швидкості завантаження (КіБ/с)",
    "Introducer": "Introducer",
    "Inversion of the given condition (i.e. do not exclude)": "Inversion of the given condition (i.e. do not exclude)",
    "Keep Versions": "Зберігати версії",
    "Last seen": "З’являвся останній раз",
    "Latest Release": "Останній реліз",
    "Local Discovery": "Локальне виявлення",
    "Local Discovery Port": "Локальний порт для виявлення",
    "Local Repository": "Локальний репозиторій",
    "Master Repo": "Центральний репозиторій",
    "Max File Change Rate (KiB/s)": "Максимальна швидкість змінення файлів (КіБ/с)",
    "Max Outstanding Requests": "Максимальна кількість вихідних запитів",
    "Maximum Age": "Максимальний вік",
    "Multi level wildcard (matches multiple directory levels)": "Multi level wildcard (matches multiple directory levels)",
    "Never": "Ніколи",
    "No": "Ні",
    "No File Versioning": "Версіонування вимкнено",
    "Node ID": "ID вузла",
    "Node Identification": "Ідентифікатор вузла",
    "Node Name": "Назва вузла",
    "Notice": "Повідомлення",
    "OK": "OK",
    "Offline": "Офлайн",
    "Online": "Онлайн",
    "Out Of Sync": "Не синхронізовано",
    "Outgoing Rate Limit (KiB/s)": "Ліміт швидкості віддачі (КіБ/с)",
    "Override Changes": "Перезаписати зміни",
    "Path to the repository on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Шлях до репозиторія на локальному комп’ютері. Буде створений, якщо такий не існує. Символ тильди (~) може бути використаний як ярлик для",
    "Path where versions should be stored (leave empty for the default .stversions folder in the repository).": "Шлях, де повинні зберігатися версії (залиште порожнім для зберігання в директорію .stversions в репозиторії)",
    "Please wait": "Будь ласка, зачекайте",
    "Preview": "Попередній перегляд",
    "Preview Usage Report": "Попередній перегляд статистичного звіту",
    "Quick guide to supported patterns": "Quick guide to supported patterns",
    "RAM Utilization": "Використання RAM",
    "Reconnect Interval (s)": "Інтервал повторного з’єднання (с)",
    "Repository ID": "ID репозиторія",
    "Repository Master": "Центральний репозиторій",
    "Repository Path": "Шлях до репозиторія",
    "Rescan": "Пересканувати",
    "Rescan Interval": "Інтервал для повторного сканування",
    "Rescan Interval (s)": "Інтервал для повторного сканування (с)",
    "Restart": "Перезапуск",
    "Restart Needed": "Необхідний перезапуск",
    "Restarting": "Відбувається перезапуск",
    "Save": "Зберегти",
    "Scanning": "Сканування",
    "Select the nodes to share this repository with.": "Оберіть вузли із якими обміняти даний репозиторій.",
    "Settings": "Налаштування",
    "Share With Nodes": "Обмінювати із вузлами",
    "Shared With": "Доступно для",
    "Short identifier for the repository. Must be the same on all cluster nodes.": "Короткий ідентифікатор репозиторія. Повинен бути однаковим на всіх вузлах кластера.",
    "Show ID": "Показати ID",
    "Shown instead of Node ID in the cluster status.": "Показано замість ID вузла в статусі кластера.",
    "Shown instead of Node ID in the cluster status. Will be advertised to other nodes as an optional default name.": "Показується замість ID вузла в статусі кластера. Буде розголошено іншим вузлам як опціональне типове ім’я.",
    "Shown instead of Node ID in the cluster status. Will be updated to the name the node advertises if left empty.": "Показується замість ID вузла в статусі кластера. Буде оновлено ім’ям, яке розголошене вузлом, якщо залишити порожнім.",
    "Shutdown": "Вимкнути",
    "Simple File Versioning": "Просте версіонування",
    "Single level wildcard (matches within a directory only)": "Single level wildcard (matches within a directory only)",
    "Source Code": "Сирцевий код",
    "Staggered File Versioning": "Поступове версіонування",
    "Start Browser": "Запустити браузер",
    "Stopped": "Зупинено",
    "Support / Forum": "Підтримка / Форум",
    "Sync Protocol Listen Addresses": "Адреса панелі управління",
    "Synchronization": "Синхронізація",
    "Syncing": "Синхронізація",
    "Syncthing has been shut down.": "Syncthing вимкнено (закрито).",
    "Syncthing includes the following software or portions thereof:": "Syncthing містить наступне програмне забезпечення (або його частини):",
    "Syncthing is restarting.": "Syncthing перезавантажується.",
    "Syncthing is upgrading.": "Syncthing оновлюється.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Схоже на те, що Syncthing закритий, або виникла проблема із Інтернет-з’єднанням. Проводиться повторна спроба з’єднання…",
    "The aggregated statistics are publicly available at {%url%}.": "Зібрана статистика публічно доступна за посиланням {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Конфігурацію збережено, але не активовано. Необхідно перезапустити Syncthing для того, щоби активувати нову конфігурацію.",
    "The encrypted usage report is sent daily. It is used to track common platforms, repo sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Зашифрована статистика використання відсилається щоденно. Вона використовується для того, щоб розробники розуміли, на яких платформах працює програма, розміри репозиторіїв та версії програми. Якщо набір даних, що збирається зазнає змін, ви обов’язково будете повідомлені через це діалогове вікно.",
    "The entered node ID does not look valid. It should be a 52 character string consisting of letters and numbers, with spaces and dashes being optional.": "Введений ID вузла невалідний. Ідентифікатор має вигляд строки довжиною 52 символи, що містить цифри та літери, із опціональними пробілами та тире.",
    "The entered node ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Введений ID вузла невалідний. Ідентифікатор має вигляд строки довжиною 52 або 56 символів, що містить цифри та літери, із опціональними пробілами та тире.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Використовуються наступні інтервали: для першої години версія зберігається кожні 30 секунд, для першого дня версія зберігається щогодини, для перших 30 днів версія зберігається кожен день, опісля, до максимального строку, версія зберігається щотижня.",
    "The maximum age must be a number and cannot be blank.": "Максимальний термін повинен бути числом та не може бути пустим.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Максимальний термін, щоб зберігати версію (у днях, вствновіть в 0, щоби зберігати версії назавжди).",
    "The node ID cannot be blank.": "ID вузла не може бути порожнім.",
    "The node ID to enter here can be found in the \"Edit > Show ID\" dialog on the other node. Spaces and dashes are optional (ignored).": "ID вузла, який необхідно додати. Може бути знайдений у вікні \"Редагувати > Показати ID\" на іншому вузлі. Пробіли та тире опціональні (вони ігноруються програмою).",
    "The number of old versions to keep, per file.": "Кількість старих версій, яку необхідно зберігати для кожного файлу.",
    "The number of versions must be a number and cannot be blank.": "Кількість версій повинна бути цифрою та не може бути порожньою.",
    "The repository ID cannot be blank.": "ID репозиторія не може бути порожнім.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the the dot (.), dash (-) and underscode (_) characters only.": "ID репозиторія повинен бути коротким ідентифікатором (64 символи або менше), що містить лише цифри та літери, знак крапки (.), тире (-) та нижнього підкреслення (_).",
    "The repository ID must be unique.": "ID репозиторія повинен бути унікальним.",
    "The repository path cannot be blank.": "Шлях до репозиторія не може бути порожнім.",
    "The rescan interval must be at least 5 seconds.": "Інтервал повторного сканування повинен бути принаймні 5 секунд.",
    "Unknown": "Невідомо",
    "Up to Date": "Актуальа версія",
    "Upgrade To {%version%}": "Оновити до {{version}}",
    "Upgrading": "Оновлення",
    "Upload Rate": "Швидкість віддачі",
    "Usage": "Допомога",
    "Use Compression": "Використовувати компресію",
    "Use HTTPS for GUI": "Використовувати HTTPS для доступу до панелі управління",
    "Version": "Версія",
    "Versions Path": "Шлях до версій",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Версії автоматично видаляються, якщо вони старше, ніж максимальний вік, або перевищують допустиму кількість файлів за інтервал.",
    "When adding a new node, keep in mind that this node must be added on the other side too.": "Коли додаєте новий вузол, пам’ятайте, що цей вузол повинен бути доданий і на іншій стороні.",
    "When adding a new repository, keep in mind that the Repository ID is used to tie repositories together between nodes. They are case sensitive and must match exactly between all nodes.": "Коли додаєте новий репозиторій, пам’ятайте, що ID репозиторія використовується для того, щоб зв’язувати репозиторії разом між вузлами. Назви є чутливими до регістра та повинні співпадати точно між усіма вузлами.",
    "Yes": "Так",
    "You must keep at least one version.": "Ви повинні зберігати щонайменше одну версію.",
    "full documentation": "full documentation",
    "items": "елементи"
}