{
    "API Key": "API kulcs",
    "About": "Névjegy",
    "Add Device": "Eszköz hozzáadása",
    "Add Folder": "Mappa hozzáadása",
    "Address": "Cím",
    "Addresses": "Címek",
    "Allow Anonymous Usage Reporting?": "Engedélyezed a névtelen felhasználási adatok küldését?",
    "Anonymous Usage Reporting": "Névtelen felhasználási adatok küldése",
    "Any devices configured on an introducer device will be added to this device as well.": "Any devices configured on an introducer device will be added to this device as well.",
    "Bugs": "Hibák",
    "CPU Utilization": "Processzor használat",
    "Close": "Bezárás",
    "Comment, when used at the start of a line": "Megjegyzés, a sor elején használva",
    "Compression is recommended in most setups.": "A tömörítés a a legtöbb esetben ajánlott",
    "Connection Error": "Kapcsolódási hiba",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Copyright © 2014 Jakob Borg és az alábbi Közreműködők",
    "Delete": "Törlés",
    "Device ID": "Eszköz azonosító",
    "Device Identification": "Eszköz azonosító",
    "Device Name": "Eszköz neve",
    "Disconnected": "Kapcsolat bontva",
    "Documentation": "Dokumentáció",
    "Download Rate": "Letöltési sebesség",
    "Edit": "Szerkesztés",
    "Edit Device": "Eszköz szerkesztése",
    "Edit Folder": "Mappa szerkesztése",
    "Editing": "Szerkesztés",
    "Enable UPnP": "UPnP engedélyezése",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Add meg kettősponttal elválasztva (ip:port) a címet vagy add meg a \"dynamic\" szót az a cím automatikus észleléséhez.",
    "Enter ignore patterns, one per line.": "Figyelmen kívül hagyáshoz ide írhatod a mintákat, soronként egyet",
    "Error": "Hiba",
    "File Versioning": "Fájl verziózás",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "A fájl jogosultságok figyelmen kívül hagyása. FAT fájlrendszernél használatos.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "A fájlok időpecsételt verziói a .stversions mappában kerülnek áthelyezésre, amikor felülírásra vagy törlésre kerülnek a Sincthing által.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "A fájlok védve vannak a más eszközökön történt változásokkal szemben, de az ezen az eszközön történt változások érvényesek lesznek a többire.",
    "Folder ID": "Mappa azonosító",
    "Folder Master": "Központi mappa",
    "Folder Path": "Mappa elérési útja",
    "GUI Authentication Password": "Grafikus felület jelszava",
    "GUI Authentication User": "Grafikus felület felhasználó neve ",
    "GUI Listen Addresses": "Grafikus felület címe",
    "Generate": "Generálás",
    "Global Discovery": "Globális felfedezés",
    "Global Discovery Server": "Globális felfedező szerver",
    "Global State": "Globális állapot",
    "Idle": "Tétlen",
    "Ignore Patterns": "Figyelmen kívül hagyás",
    "Ignore Permissions": "Jogosultságok figyelmen kívül hagyása",
    "Incoming Rate Limit (KiB/s)": "Bejövő sebesség korlát (KIB/mp)",
    "Introducer": "Introducer",
    "Inversion of the given condition (i.e. do not exclude)": "A feltétel ellentéte (pl. ki nem hagyás)",
    "Keep Versions": "Megtartott verziók",
    "Last seen": "Utoljára látva",
    "Latest Release": "Utolsó kiadás",
    "Local Discovery": "Helyi felfedezés",
    "Local State": "Helyi állapot",
    "Maximum Age": "Maximális kor",
    "Multi level wildcard (matches multiple directory levels)": "Több szintű helyettesítő karakter (több könyvtár szintre érvényesül)",
    "Never": "Soha",
    "No": "Nem",
    "No File Versioning": "Nincs fájl verziózás",
    "Notice": "Megjegyzés",
    "OK": "Rendben",
    "Offline": "Nincs kapcsolat",
    "Online": "Kapcsolódva",
    "Out Of Sync": "Nincs szinkronban",
    "Outgoing Rate Limit (KiB/s)": "Kimenő sávszélesség (KiB/mp)",
    "Override Changes": "Változtatások felülbírálása",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "A mappa elérési útja az eszközön. Amennyiben nem létezik, a program automatikusan létrehozza. A hullámvonal (~)  a következő helyettesítésre használható: ",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Elérési út ahol a verziók tárolásra kerülnek (szabadon hagyva az alapértelmezett .stversions mappa lesz használva)",
    "Please wait": "Kérlek várj",
    "Preview": "Előnézet",
    "Preview Usage Report": "Felhasználási adatok átnézése",
    "Quick guide to supported patterns": "Rövid útmutató a használható mintákról",
    "RAM Utilization": "Memória használat",
    "Rescan": "Átnézés",
    "Rescan Interval": "Átnézési intervallum",
    "Restart": "Újraindítás",
    "Restart Needed": "Újraindítás szükséges",
    "Restarting": "Újraindulás",
    "Save": "Mentés",
    "Scanning": "Átnézés",
    "Select the devices to share this folder with.": "Válaszd ki az eszközöket amelyekkel meg szeretnéd osztani a mappát",
    "Settings": "Beállítások",
    "Share With Devices": "Megosztás eszközökkel",
    "Shared With": "Megosztva velük",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Rövid azonosító. Minden megosztott eszközön azonos kell legyen.",
    "Show ID": "Azonosító mutatása",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Az eszköz azonosító helyett jelenik meg. A többi eszközön alapértelmezett névként használható. ",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Az eszköz azonosító helyett jelenik meg. Üresen hagyva az eszköz saját neve lesz használva ",
    "Shutdown": "Leállítás",
    "Simple File Versioning": "Egyszerű fájl verziózás",
    "Single level wildcard (matches within a directory only)": "Egyszintű helyettesítő karakter (csak egy mappára érvényes)",
    "Source Code": "Forráskód",
    "Staggered File Versioning": "Többszintű fájl verziózás",
    "Start Browser": "Böngésző indítása",
    "Stopped": "Leállítva",
    "Support / Forum": "Támogatás / Fórum",
    "Sync Protocol Listen Addresses": "Szinkronizációs protokoll címe",
    "Synchronization": "Szinkronizálás",
    "Syncing": "Szinkronizálás",
    "Syncthing has been shut down.": "Syncthing leállítva",
    "Syncthing includes the following software or portions thereof:": "Syncthing a következő programokat, vagy komponenseket tartalmazza.",
    "Syncthing is restarting.": "Syncthing újraindul",
    "Syncthing is upgrading.": "Syncthing frissül",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "A Syncthing úgy tűnik, hogy nem működik, vagy valami probléma van az hálózati kapcsolattal. Újra próbálom...",
    "The aggregated statistics are publicly available at {%url%}.": "Az összevont statisztikák nyilvánosan elérhetők a {{url}} címen.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "A beállítások elmentésre kerültek, de nem lettek aktiválva. Indíts újra a Syncthing-et, hogy aktiváld őket.",
    "The device ID cannot be blank.": "Az eszköz azonosító nem lehet üres.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "Az eszköz azonosító az \"Azonosító mutatása\" ablakban található az eszközökön. A szóközök és kötőjelek opcionálisak (nem lesznek figyelembe véve)",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "A titkosított felhasználási adatok naponta kerülnek küldésre. Arra használjuk őket hogy kövessük a különböző platformokat, mappa méreteket és program verziókat. Amennyiben az elküldésre kerülő adat megváltozik, ez az ablak újra megjelenik.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "A beírt eszköz azonosító nem valódi. Az azonosító 52 vagy 56 karakter hosszú, számokból és betűkből áll, opcionálisan szóközöket és kötőjeleket tartalmaz.",
    "The folder ID cannot be blank.": "A mappa azonosító nem lehet üres.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "A mappa azonosító rövid (maximum 64 karakter), betűkből, számokból és a pont (.), kötőjel (-) és alulvonás (_) karakterekből állhat.",
    "The folder ID must be unique.": "A mappa azonosító egyedi kell legyen",
    "The folder path cannot be blank.": "Az elérési út nem lehet üres",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "A következő intervallumokat használjuk: egy régi verziót őrzünk meg az első órában minden 30 másodpercben, az első nap minden órában, az első 30 napban minden nap, egészen addig amíg el nem érjük a maximálisan megtartható verziók számát minden héten.",
    "The maximum age must be a number and cannot be blank.": "A maximális kornak számnak kell lenni és nem lehet üres",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "A verziók megtartásának maximális ideje (napokban, ha 0-t adsz meg örökre megmaradnak).",
    "The number of old versions to keep, per file.": "A megtartott régi verziók száma, fájlonként.",
    "The number of versions must be a number and cannot be blank.": "A megtartott verziók száma nem lehet üres",
    "The rescan interval must be at least 5 seconds.": "Az átnézési intervallumnak legalább 5 másodpercnek kell lennie.",
    "Unknown": "Ismeretlen",
    "Up to Date": "Friss",
    "Upgrade To {%version%}": "Frissítés a {{version}} verzióra",
    "Upgrading": "Frissítés",
    "Upload Rate": "Feltöltési sebesség",
    "Use Compression": "Tömörítés használata",
    "Use HTTPS for GUI": "HTTPS használata a GUI-hoz",
    "Version": "Verzió",
    "Versions Path": "Verziók útvonala",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "A régi verziók automatikusan törlődnek, amennyiben öregebbek mint a maximum kor, vagy már több van belőlük mint az adott intervallumban megtartható maximum.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Amikor új eszközt adsz hozzá, tartsd észben hogy, ezt az eszközt is hozzá kell adni a másik oldalon.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Amikor új mappát adsz hozzá, tartsd észben hogy a mappa azonosító arra való hogy összekösd a mappákat az eszközeiden. Az azonosító kisbetű-nagybetű érzékeny és pontosan egyeznie kell az eszközökön.",
    "Yes": "Igen",
    "You must keep at least one version.": "Legalább egy verziót meg kell tartanod",
    "full documentation": "teljes dokumentáció",
    "items": "tételek"
}