{
    "API Key": "Chave da API",
    "About": "Acerca da aplicação",
    "Add Device": "Adicionar dispositivo",
    "Add Folder": "Adicionar pasta",
    "Address": "Endereço",
    "Addresses": "Endereços",
    "Allow Anonymous Usage Reporting?": "Permitir envio de relatórios anónimos de utilização?",
    "Anonymous Usage Reporting": "Enviar relatórios anónimos de utilização",
    "Any devices configured on an introducer device will be added to this device as well.": "Quaisquer dispositivos configurados num dispositivo apresentador serão também adicionados a este dispositivo.",
    "Bugs": "Erros",
    "CPU Utilization": "Utilização da CPU",
    "Close": "Fechar",
    "Comment, when used at the start of a line": "Comentário, quando usado no início de uma linha",
    "Compression is recommended in most setups.": "A compressão é recomendada na maior parte dos casos.",
    "Connection Error": "Erro de ligação",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Direitos reservados © 2014 Jakob Borg e os seguintes contribuidores:",
    "Delete": "Eliminar",
    "Device ID": "ID do dispositivo",
    "Device Identification": "Identificação do dispositivo",
    "Device Name": "Nome do dispositivo",
    "Disconnected": "Desconectado",
    "Documentation": "Documentação",
    "Download Rate": "Velocidade de recepção",
    "Edit": "Editar",
    "Edit Device": "Editar dispositivo",
    "Edit Folder": "Editar pasta",
    "Editing": "Editando",
    "Enable UPnP": "Activar UPnP",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Introduza endereços \"ip:porto\" separados por vírgulas ou \"dynamic\" para descobrir automaticamente o endereço.",
    "Enter ignore patterns, one per line.": "Escreva os padrões de exclusão, um por linha.",
    "Error": "Erro",
    "File Versioning": "Gestão de versões",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "As permissões do ficheiro são ignoradas ao procurar alterações. Utilize nos sistemas de ficheiros FAT.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "Os ficheiros são movidos para versões marcadas com o tempo numa pasta .stversions, quando substituídos ou apagados pelo syncthing.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Os ficheiros estão protegidos contra alterações feitas noutros dispositivos, mas alterações feitas neste dispositivo serão enviadas ao resto do grupo.",
    "Folder ID": "ID da pasta",
    "Folder Master": "Pasta mestre",
    "Folder Path": "Caminho da pasta",
    "GUI Authentication Password": "Senha da autenticação na interface gráfica",
    "GUI Authentication User": "Utilizador da autenticação na interface gráfica",
    "GUI Listen Addresses": "Endereço de escuta da interface gráfica",
    "Generate": "Gerar",
    "Global Discovery": "Busca global",
    "Global Discovery Server": "Servidor da busca global",
    "Global State": "Estado global",
    "Idle": "Em espera",
    "Ignore Patterns": "Padrões de exclusão",
    "Ignore Permissions": "Ignorar permissões",
    "Incoming Rate Limit (KiB/s)": "Limite de velocidade de recepção (KiB/s)",
    "Introducer": "Apresentador",
    "Inversion of the given condition (i.e. do not exclude)": "Inversão de uma dada condição (ou seja, não excluir)",
    "Keep Versions": "Manter versões",
    "Last seen": "Última vez que foi verificado",
    "Latest Release": "Última versão",
    "Local Discovery": "Busca local",
    "Local State": "Estado local",
    "Maximum Age": "Idade máxima",
    "Multi level wildcard (matches multiple directory levels)": "Caractere polivalente multi-nível (faz corresponder a vários níveis de pastas)",
    "Never": "Nunca",
    "No": "Não",
    "No File Versioning": "Sem gestão de versões de ficheiros",
    "Notice": "Avisos",
    "OK": "OK",
    "Offline": "Desconectado",
    "Online": "Conectado",
    "Out Of Sync": "Não sincronizado",
    "Outgoing Rate Limit (KiB/s)": "Limite da velocidade de envio (KiB/s)",
    "Override Changes": "Sobrepor alterações",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Caminho para a pasta no computador local. Será criada, caso não exista. O caractere (~) pode ser utilizado como atalho para",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Caminho onde as versões são guardadas (deixe vazio para usar a pasta pré-definida .stversions na pasta).",
    "Please wait": "Aguarde",
    "Preview": "Previsão",
    "Preview Usage Report": "Pré-visualizar relatório de utilização",
    "Quick guide to supported patterns": "Guia rápido dos padrões suportados",
    "RAM Utilization": "Utilização da RAM",
    "Rescan": "Verificar agora",
    "Rescan Interval": "Intervalo entre verificações",
    "Restart": "Reiniciar",
    "Restart Needed": "É preciso reiniciar",
    "Restarting": "Reiniciando",
    "Save": "Gravar",
    "Scanning": "Verificando",
    "Select the devices to share this folder with.": "Seleccione os dispositivos com os quais vai partilhar esta pasta.",
    "Settings": "Configurações",
    "Share With Devices": "Partilhar com os dispositivos",
    "Shared With": "Partilhado com",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Identificador curto para a pasta. Tem que ser igual em todos os dispositivos do grupo.",
    "Show ID": "Mostrar ID",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Apresentado ao invés do ID do dispositivo no indicador de estado do grupo. Será divulgado aos outros dispositivos como um nome pré-definido opcional.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Apresentado ao invés do ID do dispositivo no indicador de estado do grupo. Será actualizado para o nome que o dispositivo divulga, se for deixado em branco.",
    "Shutdown": "Desligar",
    "Simple File Versioning": "Gestão de versões de ficheiros simples",
    "Single level wildcard (matches within a directory only)": "Caractere polivalente de um só nível (faz corresponder apenas dentro de uma pasta)",
    "Source Code": "Código fonte",
    "Staggered File Versioning": "Gestão de versões de ficheiros escalonada",
    "Start Browser": "Iniciar navegador",
    "Stopped": "Parado",
    "Support / Forum": "Suporte / Fórum",
    "Sync Protocol Listen Addresses": "Endereços de escuta do protocolo de sincronização",
    "Synchronization": "Sincronização",
    "Syncing": "A Sincronizar",
    "Syncthing has been shut down.": "O Syncthing foi desligado.",
    "Syncthing includes the following software or portions thereof:": "O Syncthing inclui as seguintes aplicações ou partes delas:",
    "Syncthing is restarting.": "O Syncthing está a reiniciar.",
    "Syncthing is upgrading.": "O Syncthing está a actualizar-se.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "O Syncthing parece estar em baixo, ou então existe um problema com a sua ligação à Internet. Tentando novamente...",
    "The aggregated statistics are publicly available at {%url%}.": "As estatísticas agrupadas estão disponíveis publicamente em {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "A configuração foi gravada mas não activada. O Syncthing tem que reiniciar para activar a nova configuração.",
    "The device ID cannot be blank.": "O ID do dispositivo não pode estar vazio.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "O ID do dispositivo a introduzir aqui pode ser encontrado no menu \"Editar > Mostrar ID\" do outro dispositivo. Espaços e hífenes são opcionais (ignorados).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "O relatório de utilização cifrado é enviado diariamente. É utilizado para rastrear plataformas comuns, tamanhos de pastas e versões da aplicação. Se o tipo de dados do relatório for alterado, será notificado novamente através desta janela.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "O ID do dispositivo fornecido não parece ser válido. Deveria ter 52 ou 56 caracteres constituídos por letras e números, com espaços e hífenes opcionais.",
    "The folder ID cannot be blank.": "O ID da pasta não pode estar vazio.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "O ID da pasta tem que ser um identificador curto (64 caracteres ou menos) e ser constituído somente por letras, números e os caracteres ponto (.), hífen (-) e sublinhado (_).",
    "The folder ID must be unique.": "O ID da pasta tem que ser único.",
    "The folder path cannot be blank.": "O caminho da pasta não pode estar vazio.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "São utilizados os seguintes intervalos: na primeira hora é guardada uma versão a cada 30 segundos, no primeiro dia é guardada uma versão a cada hora, nos primeiros 30 dias é guardada uma versão por dia e, até que atinja a idade máxima, é guardada uma versão por semana.",
    "The maximum age must be a number and cannot be blank.": "A idade máxima tem que ser um número e não pode estar vazia.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Tempo máximo para manter uma versão (em dias, use 0 para manter a versão para sempre).",
    "The number of old versions to keep, per file.": "O número de versões antigas a manter, por ficheiro.",
    "The number of versions must be a number and cannot be blank.": "O número de versões tem que ser um número e não pode estar vazio.",
    "The rescan interval must be at least 5 seconds.": "O intervalo entre verificações tem que ser pelo menos de 5 segundos.",
    "Unknown": "Desconhecido",
    "Up to Date": "Actualizado",
    "Upgrade To {%version%}": "Actualizar para {{version}}",
    "Upgrading": "Actualizando",
    "Upload Rate": "Velocidade de envio",
    "Use Compression": "Usar compressão",
    "Use HTTPS for GUI": "Utilizar HTTPS na interface gráfica",
    "Version": "Versão",
    "Versions Path": "Caminho das versões",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "As versões são eliminadas automaticamente se forem mais antigas do que a idade máxima ou excederem o número máximo de ficheiros permitido num intervalo.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Quando adicionar um novo dispositivo, lembre-se que este dispositivo tem que ser adicionado do outro lado também.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Quando adicionar uma nova pasta, lembre-se que o ID da pasta é utilizado para ligar as pastas entre dispositivos. É sensível às diferenças entre maiúsculas e minúsculas e tem que ter uma correspondência perfeita entre todos os dispositivos.",
    "Yes": "Sim",
    "You must keep at least one version.": "Tem que manter pelo menos uma versão.",
    "full documentation": "documentação completa",
    "items": "itens"
}