{
    "API Key": "API kulcs",
    "About": "Névjegy",
    "Add Node": "Csomópont hozzáadása",
    "Add Repository": "Tároló hozzáadása",
    "Address": "Cím",
    "Addresses": "Címek",
    "Allow Anonymous Usage Reporting?": "Engedélyezed a névtelen felhasználási statisztikai adatok küldését?",
    "Announce Server": "Cím hirdető szerver",
    "Anonymous Usage Reporting": "Névtelen felhasználási statisztikák küldése",
    "Any nodes configured on an introducer node will be added to this node as well.": "Any nodes configured on an introducer node will be added to this node as well.",
    "Bugs": "Hibák",
    "CPU Utilization": "Processzor használat",
    "Close": "Bezárás",
    "Comment, when used at the start of a line": "Megjegyzés, a sor elején használva",
    "Compression is recommended in most setups.": "Compression is recommended in most setups.",
    "Connection Error": "Kapcsolódási hiba",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Copyright © 2014 Jakob Borg és a következő Közreműködők",
    "Delete": "Törlés",
    "Disconnected": "Kapcsolat bontása",
    "Documentation": "Dokumentáció",
    "Download Rate": "Letöltési sebesség",
    "Edit": "Szerkesztés",
    "Edit Node": "Csomópont szerkesztése",
    "Edit Repository": "Tároló szerkesztése",
    "Editing": "Szerkesztés",
    "Enable UPnP": "UPnP engedélyezése",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Add meg kettősponttal elválasztva \"ip:port\" a címet vagy add meg a \"dynamic\" szót az a cím automatikus észleléséhez.",
    "Enter ignore patterns, one per line.": "Enter ignore patterns, one per line.",
    "Error": "Hiba",
    "File Versioning": "File verziózás",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "A file jogosultásgok figyelmen kívül hagyása. FAT file-rendszernél haszálatos.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "A file-ok időpecsételt verziói a .stversions mappában kerülnek áthelyezésre, amikor felülírásra vagy törlésre kerülnek a Síncthing által.",
    "Files are protected from changes made on other nodes, but changes made on this node will be sent to the rest of the cluster.": "A file-ok védve lesznek, a többi csomóponton történt változástól, de ezen a csomóponton történt változás el lesz küldve a többi csomópontra.",
    "Folder": "Mappa",
    "GUI Authentication Password": "GUI jelszó",
    "GUI Authentication User": "GUI felhastnáló",
    "GUI Listen Addresses": "GUI port",
    "Generate": "Generálás",
    "Global Discovery": "Globális csomópont keresés",
    "Global Discovery Server": "Globális csomópont kereséshez használt szerver",
    "Global Repository": "Globális tároló",
    "Idle": "Tétlen",
    "Ignore Patterns": "Ignore Patterns",
    "Ignore Permissions": "Jogosultságok figyelmen kívül hagyása",
    "Incoming Rate Limit (KiB/s)": "Bejövő sebesség korlát (KIB/mp)",
    "Introducer": "Introducer",
    "Inversion of the given condition (i.e. do not exclude)": "Inversion of the given condition (i.e. do not exclude)",
    "Keep Versions": "Verziók megtartása",
    "Last seen": "Utoljára látva",
    "Latest Release": "Utolsó kiadás",
    "Local Discovery": "Helyi csomópont keresés",
    "Local Discovery Port": "Helyi csomópont keresés port-ja",
    "Local Repository": "Helyi tároló",
    "Master Repo": "Központi tároló",
    "Max File Change Rate (KiB/s)": "Maximális file változás sebessége (KiB/mp)",
    "Max Outstanding Requests": "Maximális kimenő kérés",
    "Maximum Age": "Maximális kor",
    "Multi level wildcard (matches multiple directory levels)": "Több szintű joker (több könyvtár szintre érvényesül)",
    "Never": "Soha",
    "No": "Nem",
    "No File Versioning": "Nincs file verziózás",
    "Node ID": "Csomópont azonosító",
    "Node Identification": "Csomópont azonosítás",
    "Node Name": "Csomópont név",
    "Notice": "Megjegyzés",
    "OK": "Rendben",
    "Offline": "Nincs kpcsolat",
    "Online": "Kapcsolódva",
    "Out Of Sync": "Nincs szinkronban",
    "Outgoing Rate Limit (KiB/s)": "Kimenő sávszélesség (KiB/mp)",
    "Override Changes": "Változtatások felülbírálása",
    "Path to the repository on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "A tároló útvonala ezen a számítógépen. Amennyiben nem létezik automatikusan létrehozzuk. A hullámvonal (~) karakter használható a rövidítésre",
    "Path where versions should be stored (leave empty for the default .stversions folder in the repository).": "Az útvonal ahol a régi verziókat tároljuk (ha üresen hagyod akkor .stversions mappa lesz a neve).",
    "Please wait": "Kérem várj",
    "Preview": "Előnézet",
    "Preview Usage Report": "Felhasználási adatok átnézése",
    "Quick guide to supported patterns": "Quick guide to supported patterns",
    "RAM Utilization": "Memória használat",
    "Reconnect Interval (s)": "Újracsatlakozási intervallum (mp)",
    "Repository ID": "Tároló azonosító",
    "Repository Master": "Központi tároló",
    "Repository Path": "Tároló útvonala",
    "Rescan": "Újraátvizsgálás",
    "Rescan Interval": "Átnézési intervallum",
    "Rescan Interval (s)": "Átnézési intervallum (mp)",
    "Restart": "Újraindítás",
    "Restart Needed": "Újraindítás szükséges",
    "Restarting": "Újraindulás",
    "Save": "Mentés",
    "Scanning": "Átnézés",
    "Select the nodes to share this repository with.": "Válaszd ki a csomópontokat amikkel a tárolót megosszuk",
    "Settings": "Beállítások",
    "Share With Nodes": "Megosztás a csomópontokkal",
    "Shared With": "Megosztva velük",
    "Short identifier for the repository. Must be the same on all cluster nodes.": "A tároló rövid azonosítója. Ugyanannak kell lennie minden fürtbeli csomóponton.",
    "Show ID": "Azonosító mutatáas",
    "Shown instead of Node ID in the cluster status.": "A csomópont azonosító helyett jelenik meg a fürt állapotánál.",
    "Shown instead of Node ID in the cluster status. Will be advertised to other nodes as an optional default name.": "A csomópont azonosító helyett jelenik meg a fürtben a státusznál. A csomópontoknak ez is hirdetve lesz, mint opcionális alapértelmezett név.",
    "Shown instead of Node ID in the cluster status. Will be updated to the name the node advertises if left empty.": "A csomópont azonosító helyett jelenik meg a fürtben a státusznál. A csomópont neve a hirdetettre lesz llítva amennyiben az üresen van hagyva.",
    "Shutdown": "Leállítás",
    "Simple File Versioning": "Egyszerű file verziózás",
    "Single level wildcard (matches within a directory only)": "Single level wildcard (matches within a directory only)",
    "Source Code": "Forráskód",
    "Staggered File Versioning": "Többszintű file verziózás",
    "Start Browser": "Böngésző indítása",
    "Stopped": "Leállítva",
    "Support / Forum": "Támogatás / Fórum",
    "Sync Protocol Listen Addresses": "Szinkronizációs protokoll hallgatózási címe",
    "Synchronization": "Szinkronizálás",
    "Syncing": "Syncthing",
    "Syncthing has been shut down.": "Syncthing leállítva",
    "Syncthing includes the following software or portions thereof:": "Syncthing a következő programokat, vagy programkomponenseket tartalmazza.",
    "Syncthing is restarting.": "Syncthing újraindul",
    "Syncthing is upgrading.": "Syncthing frissül",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "A Syncthing úgy tűnik, hogy nem működik, vagy valami probléma van az hálózati kapcsolattal. Újra próbálom...",
    "The aggregated statistics are publicly available at {%url%}.": "Az összevont statisztikák nyilvánosan elérhetők a {{url}} címen.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "A beállítások ok elmentésre kerültek, de nem lettek aktiválva. Indítsad újra a Syncthing-et, hogy aktíváld őket.",
    "The encrypted usage report is sent daily. It is used to track common platforms, repo sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "A titkosított felhasználási jelentés naponta kerül elküldésre. Arra használjuk, hogy a futtató platformot, tároló méreteket illetve program verziókat kövessük nyomon. Amennyiben ez változik akkor újra meg fog jelenni ez az ablak.",
    "The entered node ID does not look valid. It should be a 52 character string consisting of letters and numbers, with spaces and dashes being optional.": "A beírt csomópont azonosító nem tűnik megfelelőnek. 52 karakter hosszúnak kell lennie és csak számokat illetve betűket tartalmazhat, amit szóközök illetve kötőjelek tagolhatnak.",
    "The entered node ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "A beírt csomópont azonosító nem tűnik megfelelőnek. 52 vagy 56 karakteresnek kell lennie csak számot és betűt kell tartalmaznia és szóközökkel vagy kötőjelekkel lehet tagolva.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "A következő intervallumokat használjuk: egy-egy régi verziót őrzünk meg az első órában minden 30 másodpercben, az első nap minden órában, az első 30 napban minden nap, egészen addig amíg el nem érjük a maximálisan megtartható verziók számát minden héten.",
    "The maximum age must be a number and cannot be blank.": "A maximális kornak számnak kell lenni és nem lehet üres",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "A verziók megtartásának maximális ideje (napokban, ha 0-t adsz meg örökre megmaradnak).",
    "The node ID cannot be blank.": "A csomópont azonosító nem lehet üres",
    "The node ID to enter here can be found in the \"Edit > Show ID\" dialog on the other node. Spaces and dashes are optional (ignored).": "A csomópont azonosító a túloldalon a \"Beállítások > Azonosító mutatása\" alatt található. A szóközök illetve a kötőjelek opcionálisak (kihagyhatóak). ",
    "The number of old versions to keep, per file.": "Mennyi régi változatot tartsunk meg a file-okból",
    "The number of versions must be a number and cannot be blank.": "A megtartott változatok száma nem lehet üres",
    "The repository ID cannot be blank.": "A tároló azonosító nem lehet üres",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "A tároló azonosító egy rövid (maximálisan 64 karakteres) csak számokat, betűket, pontot (.), kötőjelet (-) illetve aláhúzást (_) tartalmazó karakterlánc.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the the dot (.), dash (-) and underscode (_) characters only.": "A tároló azonosító egy rövid (maximálisan 64 karakteres) csak számokat, betűket, pontot (.), kötőjelet (-) illetve aláhúzást (_) tartalmazó karakterlánc",
    "The repository ID must be unique.": "A tároló azonosítónak egyedinek kell lennie",
    "The repository path cannot be blank.": "A tároló útvonala nem lehet üres",
    "The rescan interval must be at least 5 seconds.": "Az átnézési intervallumbak legalább 5 másodpercnek kell lennie.",
    "Unknown": "Ismeretlen",
    "Up to Date": "Friss",
    "Upgrade To {%version%}": "Frissítés a {{version}} verzióra",
    "Upgrading": "Frissítés",
    "Upload Rate": "Feltöltési sebesség",
    "Usage": "Használat",
    "Use Compression": "Tömörítés használata",
    "Use HTTPS for GUI": "HTTPS használata a GUI-hoz",
    "Version": "Verzió",
    "Versions Path": "Verziók útvonala",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "A régi verziók automatikusan törlődnek, amennyiben öregebbek mint a maximum kor, vagy már több van belőlük mint az adott intervallumban megtartható maximum.",
    "When adding a new node, keep in mind that this node must be added on the other side too.": "Amikor új csomópontot adsz hozzá, tartsd észben, hogy azt a túloldalhoz is hozzá kell majd adni.",
    "When adding a new repository, keep in mind that the Repository ID is used to tie repositories together between nodes. They are case sensitive and must match exactly between all nodes.": "Amikor hozzáadod a tárolót, tartsad észben, hogy a Tároló azonosító az ami összeköti a csomópontokat. Kis-nagybetű érzékeny, és pontosan ugyan úgy kell azokat megadni mindegyik csomóponton.",
    "Yes": "Igen",
    "You must keep at least one version.": "Legalább egy verziót meg kell tartanod",
    "full documentation": "teljes dokumentáció",
    "items": "tételek"
}