{
    "API Key": "API-Key",
    "About": "Über Syncthing",
    "Add Node": "Knoten hinzufügen",
    "Add Repository": "Verzeichnis hinzufügen",
    "Address": "Adresse",
    "Addresses": "Adressen",
    "Allow Anonymous Usage Reporting?": "Übertragung von anonymen Nutzungsstatistiken erlauben?",
    "Announce Server": "Ankündigungs-Server",
    "Anonymous Usage Reporting": "Anonymer Nutzungsbericht",
    "Any nodes configured on an introducer node will be added to this node as well.": "Any nodes configured on an introducer node will be added to this node as well.",
    "Bugs": "Fehler",
    "CPU Utilization": "Prozessorauslastung",
    "Close": "Schließen",
    "Comment, when used at the start of a line": "Kommentar, wenn am Anfang der Zeile benutzt.",
    "Compression is recommended in most setups.": "Compression is recommended in most setups.",
    "Connection Error": "Verbindungsfehler",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Copyright © 2014 Jakob Borg und folgende Unterstützer:",
    "Delete": "Löschen",
    "Disconnected": "Verbindung getrennt",
    "Documentation": "Dokumentation",
    "Download Rate": "Downloadgeschwindigkeit",
    "Edit": "Einstellungen bearbeiten",
    "Edit Node": "Knoten bearbeiten",
    "Edit Repository": "Verzeichnis ändern",
    "Editing": "Bearbeitung",
    "Enable UPnP": "UPnP aktivieren",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Trage durch ein Komma getrennte \"IP:Port\" Adressen oder \"dynamic\" ein um automatische Adresserkennung durchzuführen.",
    "Enter ignore patterns, one per line.": "Geben Sie Ignoriermuster ein, eines pro Zeile.",
    "Error": "Fehler",
    "File Versioning": "Dateiversionierung",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "Dateizugriffsrechte beim Suchen nach Veränderungen ignorieren. Bei FAT-Dateisystemen verwenden.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "Dateien werden, bevor syncthing sie löscht oder ersetzt, als datierte Versionen in einen Ordner names .stversions verschoben.",
    "Files are protected from changes made on other nodes, but changes made on this node will be sent to the rest of the cluster.": "Dateien sind vor Veränderung durch andere Knoten geschützt, auf diesem Knoten durchgeführte Veränderungen werden aber auf den Rest des Netzwerks übertragen.",
    "Folder": "Ordner",
    "GUI Authentication Password": "Passwort für Zugang zur Benutzeroberfläche",
    "GUI Authentication User": "Nutzername für Zugang zur Benutzeroberfläche.",
    "GUI Listen Addresses": "Adresse(n) für die Benutzeroberfläche",
    "Generate": "Generieren",
    "Global Discovery": "Globale Auffindung",
    "Global Discovery Server": "Globaler Auffindungsserver",
    "Global Repository": "Globales Verzeichnis",
    "Idle": "Untätig",
    "Ignore Patterns": "Ignoriermuster",
    "Ignore Permissions": "Berechtigungen ignorieren",
    "Incoming Rate Limit (KiB/s)": "Eingehendes Datenratelimit (KiB/s)",
    "Introducer": "Introducer",
    "Inversion of the given condition (i.e. do not exclude)": "Umkehrung der angegebenen Bedingung (z.B. schließe nicht aus)",
    "Keep Versions": "Versionen erhalten",
    "Last seen": "Zuletzt online",
    "Latest Release": "Letzte Veröffentlichung",
    "Local Discovery": "Lokale Auffindung",
    "Local Discovery Port": "Lokaler Aufindungsport",
    "Local Repository": "Lokales Verzeichnis",
    "Master Repo": "Originalverzeichnis",
    "Max File Change Rate (KiB/s)": "Maximale Datenänderungsrate (KiB/s)",
    "Max Outstanding Requests": "Max. ausstehende Anfragen",
    "Maximum Age": "Höchstalter",
    "Multi level wildcard (matches multiple directory levels)": "Verschachteltes Maskenzeichen (wird für verschachtelte Verzeichnisse verwendet)",
    "Never": "Nie",
    "No": "Nein",
    "No File Versioning": "Keine Dateiversionierung",
    "Node ID": "Knoten-ID",
    "Node Identification": "Knoten Identifikation",
    "Node Name": "Knoten-Name",
    "Notice": "Benachrichtigung",
    "OK": "Ok",
    "Offline": "Offline",
    "Online": "Online",
    "Out Of Sync": "Nicht synchronisiert",
    "Outgoing Rate Limit (KiB/s)": "Ausgehendes Datenratelimit (KiB/s)",
    "Override Changes": "Änderungen überschreiben",
    "Path to the repository on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Pfad zum Verzeichnis auf dem lokalen Rechner. Wird erzeugt, wenn es nicht existiert. Das Tilden-Zeichen (~)  kann als Abkürzung benutzt werden für",
    "Path where versions should be stored (leave empty for the default .stversions folder in the repository).": "Pfad in dem die Versionen gespeichert werden sollen (ohne Angabe wird der Ordner .stversions im Verzeichnis verwendet).",
    "Please wait": "Bitte warten",
    "Preview": "Vorschau",
    "Preview Usage Report": "Vorschau des Nutzungsberichts",
    "Quick guide to supported patterns": "Schnellanleitung zu den unterstützten Suchstrukturen",
    "RAM Utilization": "Verwendeter Arbeitsspeicher",
    "Reconnect Interval (s)": "Wiederverbindungsintervall (s)",
    "Repository ID": "Verzeichnis-ID",
    "Repository Master": "Originalverzeichnis",
    "Repository Path": "Pfad zum Verzeichnis",
    "Rescan": "Überprüfen",
    "Rescan Interval": "Suchintervall",
    "Rescan Interval (s)": "Suchintervall (s)",
    "Restart": "Neustart",
    "Restart Needed": "Neustart notwendig",
    "Restarting": "Wird neu gestartet",
    "Save": "Speichern",
    "Scanning": "Sucht",
    "Select the nodes to share this repository with.": "Wähle die Knoten aus, mit denen du dieses Verzeichnis teilen willst.",
    "Settings": "Einstellungen",
    "Share With Nodes": "Teile mit diesen Knoten",
    "Shared With": "Geteilt mit",
    "Short identifier for the repository. Must be the same on all cluster nodes.": "Kurze ID für das Verzeichnis. Muss auf allen Verbunds-Knoten gleich sein.",
    "Show ID": "ID anzeigen",
    "Shown instead of Node ID in the cluster status.": "Wird anstatt der Knoten-ID im Verbunds-Status angezeigt.",
    "Shown instead of Node ID in the cluster status. Will be advertised to other nodes as an optional default name.": "Wird anstatt der Knoten-ID im Verbunds-Status angezeigt. Wird als optionaler Standardname an andere Knoten bekannt gegeben.",
    "Shown instead of Node ID in the cluster status. Will be updated to the name the node advertises if left empty.": "Wird anstatt der Knoten-ID im Verbunds-Status angezeigt. Wird auf den Namen aktualisiert, den der Knoten angibt.",
    "Shutdown": "Herunterfahren",
    "Simple File Versioning": "Einfache Dateiversionierung",
    "Single level wildcard (matches within a directory only)": "Einzelnes Maskenzeichen (wird für ein einzelnes Verzeichnis verwendet)",
    "Source Code": "Sourcecode",
    "Staggered File Versioning": "Stufenweise Dateiversionierung",
    "Start Browser": "Starte Browser",
    "Stopped": "Gestoppt",
    "Support / Forum": "Support / Forum",
    "Sync Protocol Listen Addresses": "Adresse(n) für das Synchronisierungsprotokoll",
    "Synchronization": "Synchronisierung",
    "Syncing": "Synchronisiere",
    "Syncthing has been shut down.": "Syncthing wurde heruntergefahren.",
    "Syncthing includes the following software or portions thereof:": "Syncthing enthält die folgende Software oder Teile davon:",
    "Syncthing is restarting.": "Syncthing wird neu gestartet",
    "Syncthing is upgrading.": "Syncthing wird aktualisiert",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing scheint nicht erreichbar zu sein oder es gibt ein Problem mit Ihrer Internetverbindung. Versuche erneut...",
    "The aggregated statistics are publicly available at {%url%}.": "Die gesammelten Statistiken sind öffentlich verfügbar unter {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Die Konfiguration wurde gespeichert, aber nicht aktiviert. Syncthing muss neugestartet werden um die neue Konfiguration zu aktivieren.",
    "The encrypted usage report is sent daily. It is used to track common platforms, repo sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Der verschlüsselte Benutzungsbericht wird täglich gesendet. Er wird benutzt um Statistiken über verwendete Betriebssysteme, Verzeichnis-Größen und Programm-Versionen zu erstellen. Sobald der Bericht in Zukunft weitere Daten erfasst, wird dir dieses Fenster erneut angezeigt.",
    "The entered node ID does not look valid. It should be a 52 character string consisting of letters and numbers, with spaces and dashes being optional.": "Die eingegebene Knoten-ID scheint nicht gültig zu sein. Sie sollte eine 52 Stellen lange Zeichenkette aus Buchstaben und Zahlen sein. Leerzeichen und Striche sind optional (werden ignoriert).",
    "The entered node ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Die eingegebene Knoten-ID scheint nicht gültig zu sein. Es sollte eine 52 oder 56 stellige Zeichenkette aus Buchstaben und Nummern sein. Leerzeichen und Bindestriche sind optional.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Es wird in folgenden Abständen versioniert: in der ersten Stunde wird alle 30 Sekunden eine Version behalten, am ersten Tag eine jede Stunde, in den ersten 30 Tagen eine jeden Tag, danach wird bis zum Höchstalter eine Version pro Woche beibehalten.",
    "The maximum age must be a number and cannot be blank.": "Das Höchstalter muss angegeben werden und eine Zahl sein.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Die längste Zeit, die alte Versionen vorgehalten werden (in Tagen, 0 bedeutet, alte Versionen für immer zu behalten).",
    "The node ID cannot be blank.": "Die Knoten-ID darf nicht leer sein.",
    "The node ID to enter here can be found in the \"Edit > Show ID\" dialog on the other node. Spaces and dashes are optional (ignored).": "Die hier einzutragende Knoten-ID kann im \"Bearbeiten > Zeige ID\"-Dialog auf dem anderen Knoten gefunden werden. Leerzeichen und Striche sind optional (werden ignoriert).",
    "The number of old versions to keep, per file.": "Anzahl der alten Versionen, die von jeder Datei gespeichert werden sollen.",
    "The number of versions must be a number and cannot be blank.": "Die Anzahl von Versionen muss eine Zahl und darf nicht leer sein.",
    "The repository ID cannot be blank.": "Die Verzeichnis-ID darf nicht leer sein.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "Die Verzeichnis-ID muss eine kurze Kennung (64 Zeichen oder weniger) sein. Sie kann nur aus Buchstaben, Zahlen und den Punkt- (.), Strich- (-), und Unterstrich- (_) Zeichen bestehen.",
    "The repository ID must be a short identifier (64 characters or less) consisting of letters, numbers and the the dot (.), dash (-) and underscode (_) characters only.": "Die Verzeichnis-ID muss eine kurze Kennung (64 Zeichen oder weniger) sein. Sie kann aus Buchstaben, Zahlen und den Punkt- (.), Strich- (-), und Unterstrich- (_) Zeichen bestehen.",
    "The repository ID must be unique.": "Die Verzeichnis-ID muss eindeutig sein.",
    "The repository path cannot be blank.": "Der Verzeichnis-Pfad kann nicht leer sein",
    "The rescan interval must be at least 5 seconds.": "Das Suchintervall muss mindestens 5 Sekunden betragen.",
    "Unknown": "Unbekannt",
    "Up to Date": "Aktuell",
    "Upgrade To {%version%}": "Upgrade auf {{version}}",
    "Upgrading": "Wird aktualisiert",
    "Upload Rate": "Uploadgeschwindigkeit",
    "Usage": "Benutzung",
    "Use Compression": "Benutze Komprimierung",
    "Use HTTPS for GUI": "Benutze HTTPS für Benutzeroberfläche",
    "Version": "Version",
    "Versions Path": "Versionierungspfad",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Alte Versionen werden automatisch gelöscht wenn sie älter als das angegebene Höchstalter sind oder die Höchstzahl der Dateien pro Zeitabschnitt überschritten wird.",
    "When adding a new node, keep in mind that this node must be added on the other side too.": "Beachte beim Hinzufügen eines neuen Knotens, dass dieser Knoten auch auf der Gegenseite hinzugefügt werden muss.",
    "When adding a new repository, keep in mind that the Repository ID is used to tie repositories together between nodes. They are case sensitive and must match exactly between all nodes.": "Beim Hinzufügen eines neuen Verzeichnisses, beachte dass die Verzeichnis-ID dazu verwendet wird, Verzeichnisse zwischen Knoten zu verbinden. Die ID muss also auf allen Knoten gleich sein, Groß- und Kleinschreibung muss dabei beachtet werden.",
    "Yes": "Ja",
    "You must keep at least one version.": "Du musst mindestens eine Version behalten.",
    "full documentation": "Komplette Dokumentation",
    "items": "Einträge"
}