{
    "A negative number of days doesn't make sense.": "Un nombre négatif de jours n'a pas de sens.",
    "A new major version may not be compatible with previous versions.": "Une nouvelle version majeure peut présenter des incompatibilités avec les versions antérieures.",
    "API Key": "Clé API",
    "About": "À propos",
    "Actions": "Actions",
    "Add": "Ajouter",
    "Add Device": "Ajouter un périphérique",
    "Add Folder": "Ajouter un répertoire",
    "Add new folder?": "Ajouter un nouveau dossier ?",
    "Address": "Adresse",
    "Addresses": "Adresses",
    "Advanced": "Avancé",
    "Advanced Configuration": "Configuration avancée",
    "All Data": "Toutes les données",
    "Allow Anonymous Usage Reporting?": "Autoriser le rapport anonyme de statistiques d'utilisation ?",
    "Alphabetic": "Alphabétique",
    "An external command handles the versioning. It has to remove the file from the synced folder.": "Une commande externe gère les versions de fichiers. Elle supprime les fichiers dans le dossier synchronisé.",
    "Anonymous Usage Reporting": "Rapport anonyme de statistiques d'utilisation",
    "Any devices configured on an introducer device will be added to this device as well.": "Toute machine ajoutée depuis une machine introductrice sera aussi ajoutée sur cette machine.",
    "Automatic upgrades": "Mises à jour automatiques",
    "Be careful!": "Faites attention !",
    "Bugs": "Bugs",
    "CPU Utilization": "Utilisation du CPU",
    "Changelog": "Historique des changements",
    "Clean out after": "Nettoyer après",
    "Close": "Fermer",
    "Command": "Commande",
    "Comment, when used at the start of a line": "Commentaire lorsque utilisé en début de ligne",
    "Compression": "Compression",
    "Connection Error": "Erreur de connexion",
    "Copied from elsewhere": "Copié d'ailleurs",
    "Copied from original": "Copié depuis l'original",
    "Copyright © 2015 the following Contributors:": "Copyright © 2015 Les contributeurs suivants:",
    "Delete": "Supprimer",
    "Deleted": "Supprimé",
    "Device ID": "ID du périphérique",
    "Device Identification": "Identification de l'appareil",
    "Device Name": "Nom du périphérique",
    "Device {%device%} ({%address%}) wants to connect. Add new device?": "L'appareil {{device}} ({{address}}) veut se connecter. Voulez-vous ajouter cette appareil ?",
    "Devices": "Appareil",
    "Disconnected": "Déconnecté",
    "Documentation": "Documentation",
    "Download Rate": "Débit de réception",
    "Downloaded": "Téléchargé",
    "Downloading": "En cours de téléchargement",
    "Edit": "Éditer",
    "Edit Device": "Éditer le périphérique",
    "Edit Folder": "Éditer le répertoire",
    "Editing": "Édition",
    "Enable UPnP": "Activer l'UPnP",
    "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Entrer les adresses (\"tcp://ip:port\" ou \"tcp://host:port\") séparées par une virgule ou \"dynamic\" afin d'activer la recherche automatique de l'adresse.",
    "Enter ignore patterns, one per line.": "Entrer les masques de filtrage, un par ligne.",
    "Error": "Erreur",
    "External File Versioning": "Gestion externe des versions de fichiers",
    "Failed Items": "Éléments en échec",
    "File Pull Order": "Ordre de récupération de fichier",
    "File Versioning": "Versions de fichier",
    "File permission bits are ignored when looking for changes. Use on FAT file systems.": "Les bits de permission de fichier sont ignorés lors de la recherche de changements. Utilisé sur les systèmes de fichiers FAT.",
    "Files are moved to .stversions folder when replaced or deleted by Syncthing.": "Les fichiers sont déplacés vers le dossier .stversions quand ils sont remplacés ou effacés par Syncthing.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by Syncthing.": "Les fichiers sont déplacés, avec horodatage, dans le dossier .stversions quand ils sont remplacés ou supprimés par Syncthing.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Les fichiers sont protégés des changements réalisés sur les autres appareils, mais les changements réalisés sur cet appareil seront transférés aux autres appareils.",
    "Folder": "Dossier",
    "Folder ID": "ID du répertoire",
    "Folder Master": "Répertoire maître",
    "Folder Path": "Chemin du répertoire",
    "Folders": "Dossiers",
    "GUI": "GUI",
    "GUI Authentication Password": "Mot de passe d'authentification GUI",
    "GUI Authentication User": "Utilisateur autorisé GUI",
    "GUI Listen Addresses": "Adresse du GUI",
    "Generate": "Générer",
    "Global Discovery": "Recherche globale",
    "Global Discovery Server": "Serveur global de recherche",
    "Global State": "État global",
    "Help": "Aide",
    "Home page": "Page d'accueil",
    "Ignore": "Ignorer",
    "Ignore Patterns": "Modèles à éviter",
    "Ignore Permissions": "Ignorer les permissions",
    "Incoming Rate Limit (KiB/s)": "Limite du débit entrant (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Une configuration incorrecte peut créer des dommages dans vos dossiers et mettre hors-service Syncthing",
    "Introducer": "Initiateur",
    "Inversion of the given condition (i.e. do not exclude)": "Inverser la condition donnée (i.e. ne pas exclure)",
    "Keep Versions": "Conserver les versions",
    "Largest First": "Les plus volumineux en premier",
    "Last File Received": "Dernier fichier reçu",
    "Last seen": "Dernière apparition",
    "Later": "Plus tard",
    "Local Discovery": "Recherche locale",
    "Local State": "État local",
    "Local State (Total)": "État local (Total)",
    "Major Upgrade": "Mise à jour majeure",
    "Maximum Age": "Ancienneté maximum",
    "Metadata Only": "Métadonnées uniquement",
    "Minimum Free Disk Space": "Espace disque libre minimum",
    "Move to top of queue": "Déplacer en haut de la file",
    "Multi level wildcard (matches multiple directory levels)": "Astérisque à plusieurs niveaux (correspond aux répertoires et sous-répertoires)",
    "Never": "Jamais",
    "New Device": "Nouvel appareil",
    "New Folder": "Nouveau dossier",
    "Newest First": "Les plus récents en premier",
    "No": "Non",
    "No File Versioning": "Pas de version de fichier",
    "Notice": "Notification",
    "OK": "OK",
    "Off": "Éteint",
    "Oldest First": "Les plus anciens en premier",
    "Options": "Options",
    "Out of Sync": "Désynchronisé",
    "Out of Sync Items": "Objets non synchronisés",
    "Outgoing Rate Limit (KiB/s)": "Limite du débit sortant (KiB/s)",
    "Override Changes": "Écraser les changements",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Le chemin du dossier sur l'ordinateur local sera créé si il n'existe pas. Le caractère tilde (~) peut être utilisé comme raccourci vers",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Chemin où les versions doivent être conservées (laisser vide pour le chemin par défaut de .stversions dans le répertoire)",
    "Pause": "Pause",
    "Paused": "En pause",
    "Please consult the release notes before performing a major upgrade.": "Veuillez consulter les notes de version avant de réaliser une mise à jour majeure.",
    "Please wait": "Merci de patienter",
    "Preview": "Aperçu",
    "Preview Usage Report": "Aperçu du rapport de statistiques d'utilisation",
    "Quick guide to supported patterns": "Guide rapide des masques supportés",
    "RAM Utilization": "Utilisation de la RAM",
    "Random": "Aléatoire",
    "Relayed via": "Relayée par",
    "Relays": "Relais",
    "Release Notes": "Notes de version",
    "Remove": "Enlever",
    "Rescan": "Rescanner",
    "Rescan All": "Réanalyser tout",
    "Rescan Interval": "Intervalle de scan",
    "Restart": "Redémarrer",
    "Restart Needed": "Redémarrage nécessaire",
    "Restarting": "Redémarrage",
    "Resume": "Résumer",
    "Reused": "Réutilisé",
    "Save": "Sauver",
    "Scanning": "En cours de scan",
    "Select the devices to share this folder with.": "Sélectionner les appareils avec qui partager ce dossier.",
    "Select the folders to share with this device.": "Sélectionner les dossiers à partager avec cet appareil.",
    "Settings": "Configuration",
    "Share": "Partager",
    "Share Folder": "Partager le dossier",
    "Share Folders With Device": "Partager des dossiers avec des appareils",
    "Share With Devices": "Partage avec des appareils",
    "Share this folder?": "Voulez-vous partager ce dossier ?",
    "Shared With": "Partagé avec",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Identifiant court du dossier. Il doit être le même sur l'ensemble des appareils du groupe.",
    "Show ID": "Montrer l'ID",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Affiché à la place de l'ID de l'appareil dans le groupe. Sera proposé aux autres appareils comme nom optionnel par défaut.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Affiché à la place de l'ID de l'appareil dans le groupe. Si laissé vide, il sera mis à jour par le nom proposé par l'appareil distant.",
    "Shutdown": "Éteindre",
    "Shutdown Complete": "Extinction terminée",
    "Simple File Versioning": "Suivi simple des versions de fichier",
    "Single level wildcard (matches within a directory only)": "Astérisque à un seul niveau (correspond uniquement à l’intérieur du dossier)",
    "Smallest First": "Les plus petits en premier",
    "Source Code": "Code source",
    "Staggered File Versioning": "Versions échelonnées de fichier",
    "Start Browser": "Démarrer le navigateur web",
    "Statistics": "Statistiques",
    "Stopped": "Arrêté",
    "Support": "Aide",
    "Sync Protocol Listen Addresses": "Adresse d'écoute du protocole de synchronisation",
    "Syncing": "En cours de synchronisation",
    "Syncthing has been shut down.": "Syncthing a été éteint.",
    "Syncthing includes the following software or portions thereof:": "Syncthing intègre les logiciels suivants (ou des éléments provenant de ces logiciels) :",
    "Syncthing is restarting.": "Syncthing est cours de redémarrage.",
    "Syncthing is upgrading.": "Syncthing est cours de mise à jour.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing semble être éteint, ou il y a un problème avec votre connexion Internet. Nouvelle tentative ...",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Syncthing semble avoir un problème pour traiter votre demande. S'il vous plait, rafraichissez la page ou redémarrer Syncthing si le problème persiste.",
    "The aggregated statistics are publicly available at {%url%}.": "Les statistiques agrégées sont disponibles publiquement à l'adresse {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "La configuration a été enregistrée mais pas activée. Syncthing doit redémarrer afin d'activer la nouvelle configuration.",
    "The device ID cannot be blank.": "L'ID de l'appareil ne peut être vide.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "L'ID de l'appareil à entrer peut être trouvé dans le menu \"Éditer > Montrer l'ID\" des autres appareils. Les espaces et les tirets sont optionnels (ils seront ignorés).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Le rapport d'utilisation chiffré est envoyé quotidiennement. Il sert à répertorier les plateformes utilisées, la taille des dossiers et les versions de l'application. Si les données rapportées sont modifiées cette boite de dialogue vous redemandera votre confirmation.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "L'ID de l'appareil inséré ne semble pas être valide. Il devrait ressembler à une chaîne de 52 ou 56 caractères comprenant des lettres, des chiffres et potentiellement des espaces et des traits d'union.",
    "The first command line parameter is the folder path and the second parameter is the relative path in the folder.": "Le premier paramètre de ligne de commande est le chemin du dossier, et le second est le chemin relatif dans le dossier.",
    "The folder ID cannot be blank.": "L'identifiant (ID) du dossier ne peut être vide.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "L'ID du dossier doit être un identifiant court (64 caractères ou moins) comprenant uniquement des lettres, chiffre, points (.), traits d'union (-) et tirets bas (_).",
    "The folder ID must be unique.": "L'ID du répertoire doit être unique.",
    "The folder path cannot be blank.": "Le chemin du répertoire ne peut pas être vide.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Les intervalles suivant sont utilisés: la première heure une version est conservée chaque 30 secondes, le premier jour une version est conservée chaque heure, les premiers 30 jours une version est conservée chaque jour, jusqu'à la limite d'âge maximum une version est conservée chaque semaine.",
    "The following items could not be synchronized.": "Les éléments suivants ne peuvent pas être synchronisés.",
    "The maximum age must be a number and cannot be blank.": "L'âge maximum doit être un nombre et ne peut être vide.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Le temps maximum de conservation d'une version (en jours, mettre à 0 pour conserver les versions pour toujours)",
    "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).": "Le pourcentage d'espace disque libre doit être un nombre positif compris entre 0 et 100 (inclus).",
    "The number of days must be a number and cannot be blank.": "Le nombre de jours doit être numérique et ne peut pas être vide.",
    "The number of days to keep files in the trash can. Zero means forever.": "Le nombre de jours de conservation des fichiers dans la poubelle. Zéro signifie toujours.",
    "The number of old versions to keep, per file.": "Le nombre d'anciennes versions à garder, par fichier.",
    "The number of versions must be a number and cannot be blank.": "Le nombre de versions doit être numérique, et ne peut pas être vide.",
    "The path cannot be blank.": "Le chemin ne peut pas être vide.",
    "The rate limit must be a non-negative number (0: no limit)": "La limite de débit ne doit pas être négative (0: Aucune limite)",
    "The rescan interval must be a non-negative number of seconds.": "L'intervalle d'analyse ne doit pas être un nombre négatif de secondes.",
    "They are retried automatically and will be synced when the error is resolved.": "Ils seront réessayés automatiquement et synchronisés quand l'erreur sera résolue.",
    "This is a major version upgrade.": "Ceci est une mise à jour majeure.",
    "Trash Can File Versioning": "Gestion des versions de fichier style poubelle.",
    "Unknown": "Inconnu",
    "Unshared": "Non partagé",
    "Unused": "Non utilisé",
    "Up to Date": "Synchronisé",
    "Updated": "Mis à jour",
    "Upgrade": "Mettre à jour",
    "Upgrade To {%version%}": "Mettre à jour vers {{version}}",
    "Upgrading": "Mise à jour de Syncthing",
    "Upload Rate": "Débit d'envoi",
    "Uptime": "Durée de fonctionnement",
    "Use HTTPS for GUI": "Utiliser l'HTTPS pour le GUI",
    "Version": "Version",
    "Versions Path": "Emplacement des versions",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Les versions seront supprimées automatiquement, si elles dépassent la durée maximum de conservation, ou si leur nombre est supérieur à la valeur autorisée dans l'intervalle.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Lorsqu'un appareil est ajouté, gardez à l'esprit que cet appareil doit aussi être ajouté de l'autre coté.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Lorsqu'un nouveau répertoire est ajouté, gardez à l'esprit que son ID est utilisé pour lier les répertoires à travers les appareils. Les ID sont sensibles à la casse et doivent être identiques à travers tous les nœuds.",
    "Yes": "Oui",
    "You must keep at least one version.": "Vous devez garder au minimum une version.",
    "full documentation": "documentation complète",
    "items": "éléments",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} veut partager le dossier \"{{folder}}\"."
}