{
    "API Key": "API-sleutel",
    "About": "Over",
    "Add": "Toevoegen",
    "Add Device": "Toestel toevoegen",
    "Add Folder": "Folder toevoegen",
    "Add new folder?": "Nieuwe folder toevoegen?",
    "Address": "Adres",
    "Addresses": "Adressen",
    "All Data": "Alle Gegevens",
    "Allow Anonymous Usage Reporting?": "Bijhouden van anonieme gebruikers statistieken toestaan?",
    "Anonymous Usage Reporting": "Bijhouden anonieme gebruikers statistieken",
    "Any devices configured on an introducer device will be added to this device as well.": "Toestellen geconfigureerd op een introductie toestel zullen ook aan dit toestel worden toegevoegd.",
    "Automatic upgrades": "Automatisch bijwerken",
    "Bugs": "Fouten",
    "CPU Utilization": "CPU Gebruik",
    "Changelog": "Logboek",
    "Close": "Sluiten",
    "Comment, when used at the start of a line": "Commentaar, indien gebruikt aan het begin van de lijn",
    "Compression": "Compressie",
    "Compression is recommended in most setups.": "Gegevenscompressie is aan te raden in de meeste situaties.",
    "Connection Error": "Verbindingsfout",
    "Copied from elsewhere": "Van elders gekopieerd",
    "Copied from original": "Gekopieerd van het origineel",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Copyright © 2014 Jakob Borg en de onderstaande bijdragers:",
    "Delete": "Verwijderen",
    "Device ID": "Apparaat ID",
    "Device Identification": "Apparaat identificatie",
    "Device Name": "Naam apparaat",
    "Device {%device%} ({%address%}) wants to connect. Add new device?": "Het apparaat {{device}} ({{address}}) wenst te verbinden. Dit apparaat toevoegen?",
    "Devices": "Toestellen",
    "Disconnected": "Niet Verbonden",
    "Documentation": "Documentatie",
    "Download Rate": "Downloadsnelheid",
    "Downloaded": "Gedownload",
    "Downloading": "Bezig met downloaden",
    "Edit": "Bewerk",
    "Edit Device": "Apparaat aanpassen",
    "Edit Folder": "Folder aanpassen",
    "Editing": "Bezig met aanpassen",
    "Enable UPnP": "UPnP aanzetten",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Geef, gescheiden door komma's, \"ip:port\" adressen of \"dynamic\" voor het automatische vinden van de addressen.",
    "Enter ignore patterns, one per line.": "Geef te negeren patronen, één per regel.",
    "Error": "Fout",
    "File Versioning": "Versiebeheer",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "Bestands permissiebits worden genegeerd wanneer naar veranderingen wordt gekeken. Gebruik dit op FAT bestandsystemen",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "Bestanden worden naar de .stversions map verplaatst met een tijdsaanduiding, wanneer ze aangepast of verwijderd worden door syncthing.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Bestanden zijn beschermt tegen aanpassingen gemaakt door andere apparaten maar aanpassingen op dit apparaat worden doorgestuurd naar de rest van de cluster.",
    "Folder ID": "Folder ID",
    "Folder Master": "Hoofdfolder",
    "Folder Path": "Locatie folder",
    "Folders": "Folders",
    "GUI Authentication Password": "GUI Authentificatie Wachtwoord",
    "GUI Authentication User": "GUI Authentificatie Gebruikersnaam",
    "GUI Listen Addresses": "GUI Inkomend adres",
    "Generate": "Genereer",
    "Global Discovery": "Globaal zoeken",
    "Global Discovery Server": "Globale zoekserver",
    "Global State": "Globale status",
    "Idle": "Inactief",
    "Ignore": "Negeren",
    "Ignore Patterns": "Te negeren patronen",
    "Ignore Permissions": "Rechten negeren",
    "Incoming Rate Limit (KiB/s)": "Download snelheidslimiet (KiB/s)",
    "Introducer": "Introductietoestel",
    "Inversion of the given condition (i.e. do not exclude)": "Inversie van de gegeven voorwaarde (bv. niet uitsluiten)",
    "Keep Versions": "Versies behouden",
    "Last File Received": "Laatste ontvangen bestand",
    "Last File Synced": "Laatste Gesynchroniseerde Bestand",
    "Last seen": "Laatst gezien op",
    "Later": "Later",
    "Latest Release": "Laatste uitgave",
    "Local Discovery": "Lokaal zoeken",
    "Local State": "Lokale status",
    "Maximum Age": "Maximum leeftijd",
    "Metadata Only": "Alleen Metadata",
    "Move to top of queue": "Verplaats naar begin van wachtrij",
    "Multi level wildcard (matches multiple directory levels)": "Wildcard op meerder niveaus (toepasbaar op meerdere niveaus van folders)",
    "Never": "Nooit",
    "New Device": "Nieuw Apparaat",
    "New Folder": "Nieuwe Folder",
    "No": "Nee",
    "No File Versioning": "Geen versiebeheer",
    "Notice": "Notificatie",
    "OK": "OK",
    "Off": "Uit",
    "Offline": "Offline",
    "Online": "Online",
    "Out Of Sync": "Niet gesynchroniseerd",
    "Out of Sync Items": "Niet gesynchroniseerde objecten",
    "Outgoing Rate Limit (KiB/s)": "Uitgaande snelheidslimiet (KiB/s)",
    "Override Changes": "Veranderingen overschrijven",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Locatie van de folder op de lokale computer. Zal aangemaakt worden wanneer deze niet bestaat. De tilde (~) kan gebruikt in plaats van",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Locatie waar de versies opgeslagen moeten worden (leeg laten voor de standaard .stversions subfolder).",
    "Please wait": "Even geduld",
    "Preview": "Voorbeeld",
    "Preview Usage Report": "Bekijk gebruiksstatistieken",
    "Quick guide to supported patterns": "Snelgids voor ondersteunde patronen",
    "RAM Utilization": "RAM gebruik",
    "Rescan": "Opnieuw scannen",
    "Rescan All": "Scan Alles Opnieuw",
    "Rescan Interval": "Scanfrequentie",
    "Restart": "Herstart",
    "Restart Needed": "Herstart nodig",
    "Restarting": "Herstarten",
    "Reused": "Hergebruikt",
    "Save": "Bewaar",
    "Scanning": "Aan het zoeken",
    "Select the devices to share this folder with.": "Selecteer de toestellen om deze folder mee te delen.",
    "Select the folders to share with this device.": "Selecteer de folders om met dit toestel te delen.",
    "Settings": "Instellingen",
    "Share": "Delen",
    "Share Folder": "Folder Delen",
    "Share Folders With Device": "Folders delen met toestellen",
    "Share With Devices": "Delen met toestellen",
    "Share this folder?": "Deze folder delen?",
    "Shared With": "Gedeeld met",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Korte aanduiding voor deze folder. Moet dezelfde zijn op alle toestellen in de cluster.",
    "Show ID": "Toon ID",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Wordt getoond in plaats van de toestel ID in de cluster staat. Wordt doorgegeven aan andere toestellen as een bijkomende standaard toestelnaam.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Wordt getoond in plaats van de toestel ID in de cluster staat. Wanneer leeg wordt deze aangepast met de naam aangekondigd door het toestel.",
    "Shutdown": "Sluit af",
    "Shutdown Complete": "Afsluiten voltooid",
    "Simple File Versioning": "Eenvoudig versiebeheer",
    "Single level wildcard (matches within a directory only)": "Wildcard op enkel niveau (toepasbaar binnen een enkele folder)",
    "Source Code": "Broncode",
    "Staggered File Versioning": "Gelaagd versiebeheer",
    "Start Browser": "Start browser",
    "Stopped": "Gestopt",
    "Support": "Support",
    "Support / Forum": "Support / Forum",
    "Sync Protocol Listen Addresses": "Synchronisatie protocol luister adres",
    "Synchronization": "Synchronisatie",
    "Syncing": "Aan het synchroniseren",
    "Syncthing has been shut down.": "Syncthing is afgesloten",
    "Syncthing includes the following software or portions thereof:": "De volgende software of delen daarvan zijn onderdeel van syncthing:",
    "Syncthing is restarting.": "Syncthing is aan het herstarten.",
    "Syncthing is upgrading.": "Syncthing is aan het upgraden.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing lijkt afgesloten te zijn, of er is een verbindingsprobleem met het internet. Nieuwe poging....",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Syncthing heeft problemen bij het verwerken van je vraag. Gelieve de pagina opnieuw te laden of Syncthing te herstarten wanneer het probleem blijft opduiken.",
    "The aggregated statistics are publicly available at {%url%}.": "The verzamelde statistieken zijn publiek beschikbaar op {{url}}",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "De configuratie is opslagen maar nog niet actief. Syncthing moet opnieuw opgestart worden om de nieuwe configuratie te activeren.",
    "The device ID cannot be blank.": "Het toestel ID mag niet leeg zijn.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "Het verwachte toestel ID kan teruggevonden worden in het \"Aanpassen > Toon ID\" scherm op het andere toestel. Spaties en streepjes zijn facultatief (worden genegeerd).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Het versleutelde gebruiksrapport wordt dagelijks opgestuurd en wordt gebruikt om de verschillende platformen, folder groottes en versies op te volgen. Als de reeks gegevens wijzigt zal opnieuw toestemming gevraagd worden.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Dit toestel ID lijkt ongeldig. Het toestel ID bestaat uit 52 of 56 letters en nummers met facultatieve spaties en streepjes.",
    "The folder ID cannot be blank.": "De folder ID mag niet leeg zijn.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "De folder ID mag maximaal 64 tekens lang zijn en bestaat enkel uit letters, nummers, punten (.), streepjes (-) en onderstrepingstekens (_).",
    "The folder ID must be unique.": "De folder ID moet uniek zijn.",
    "The folder path cannot be blank.": "De folder locatie mag niet leeg zijn.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "De volgende intervallen worden gebruikt: het eerste uur worden versies iedere 30 seconden bewaard, de eerste dag worden versies ieder uur bewaard, de eerste 30 dagen worden versies iedere dag bewaard, tot de maximale leeftijd worden versies iedere week bewaard.",
    "The maximum age must be a number and cannot be blank.": "De maximum leeftijd moet uit cijfers bestaan en mag niet leeggelaten worden.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "De maximale tijdsduur om een versie te bewaren (in dagen, gebruik 0 om versies voor altijd te bewaren).",
    "The number of old versions to keep, per file.": "Het aantal versies dat bewaard moet worden per file.",
    "The number of versions must be a number and cannot be blank.": "Het aantal nummers moet een getal zijn en mag niet leeg blijven.",
    "The rescan interval must be a non-negative number of seconds.": "De scanfrequentie moet een positief getal in seconden zijn.",
    "The rescan interval must be at least 5 seconds.": "De scanfrequentie moet minimaal 5 seconden zijn.",
    "Unknown": "Onbekend",
    "Unshared": "Niet gedeeld",
    "Unused": "Ongebruikt",
    "Up to Date": "Gesynchroniseerd",
    "Upgrade To {%version%}": "Upgrade naar {{version}}",
    "Upgrading": "Bezig met upgrade",
    "Upload Rate": "Upload snelheid",
    "Use Compression": "Compressie gebruiken",
    "Use HTTPS for GUI": "Gebruik HTTPS voor de GUI",
    "Version": "Versie",
    "Versions Path": "Locatie versies",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Versies worden automatisch verwijderd als deze ouder zijn dan de maximale leeftijd of als ze het maximaal aantal toegestane bestanden per interval overschrijden. ",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Onthoud dat een toegevoegd toestel ook aan de andere kant moet worden toegevoegd.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Onthoud, bij het toevoegen van een folder, dat de folder ID gebruikt wordt om folders tussen toestellen te verbinden. Ze zijn hoofdletter gevoelig en moeten exact hetzelfde zijn op de andere toestellen.",
    "Yes": "Ja",
    "You must keep at least one version.": "Minstens 1 versie moet bewaard blijven.",
    "full documentation": "volledige documentatie",
    "items": "objecten",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} wil de folder \"{{folder}}\" delen."
}