{
    "A negative number of days doesn't make sense.": "Et negativt antall dager gir ikke mening.",
    "A new major version may not be compatible with previous versions.": "En ny hovedversjon kan bli ikke-kompatibel med en eldre versjon.",
    "API Key": "API-nøkkel",
    "About": "Om",
    "Actions": "Handlinger",
    "Add": "Legg til",
    "Add Device": "Legg til Enhet",
    "Add Folder": "Legg til Mappe",
    "Add new folder?": "Legg til ny mappe?",
    "Address": "Adresse",
    "Addresses": "Adresser",
    "Advanced": "Avansert",
    "Advanced Configuration": "Avanserte Innstillinger",
    "All Data": "Alle data",
    "Allow Anonymous Usage Reporting?": "Tillat Anonym Innsamling Av Brukerdata?",
    "Alphabetic": "Alfabetisk",
    "An external command handles the versioning. It has to remove the file from the synced folder.": "En ekstern kommando håndterer versjonkontrollen. Den må fjerne filen fra den synkroniserte katalogen.",
    "Anonymous Usage Reporting": "Anonym Innsamling Av Brukerdata",
    "Any devices configured on an introducer device will be added to this device as well.": "Enheter konfigurert på en introduksjonsenhet vil også bli lagt til denne enheten.",
    "Automatic upgrades": "Automatiske oppdateringer",
    "Be careful!": "Vær forsiktig!",
    "Bugs": "Programfeil",
    "CPU Utilization": "CPU-utnyttelse",
    "Changelog": "Endringslogg",
    "Clean out after": "Tøm etter",
    "Close": "Lukk",
    "Command": "Kommando",
    "Comment, when used at the start of a line": "Kommentar, når det blir brukt i starten av en linje.",
    "Compression": "Komprimering",
    "Connection Error": "Tilkoblingsfeil",
    "Copied from elsewhere": "Kopiert fra et annet sted",
    "Copied from original": "Kopiert fra original",
    "Copyright © 2015 the following Contributors:": "Opphavsrett © 2015 de følgende bidragsytere:",
    "Delete": "Slett",
    "Deleted": "Slettet",
    "Device ID": "Enhets ID",
    "Device Identification": "Enhetskjennemerke",
    "Device Name": "Navn på Enhet",
    "Device {%device%} ({%address%}) wants to connect. Add new device?": "Enhet {{device}} ({{address}}) ønsker å koble seg til. Legg til ny enhet?",
    "Devices": "Enheter",
    "Disconnected": "Frakoblet",
    "Documentation": "Dokumentasjon",
    "Download Rate": "Nedlastingsrate",
    "Downloaded": "Lastet ned",
    "Downloading": "Laster ned",
    "Edit": "Rediger",
    "Edit Device": "Rediger Enhet",
    "Edit Folder": "Rediger Mappe",
    "Editing": "Redigerer",
    "Enable UPnP": "Aktiver UPnP",
    "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Skriv inn kommaseparerte (\"tcp://ip:port\", \"tcp://host:port\") adresser, eller \"dynamic\" for å automatisk finne adressen.",
    "Enter ignore patterns, one per line.": "Skriv inn mønster som skal utelates, ett per linje.",
    "Error": "Feilmelding",
    "External File Versioning": "Ekstern Versjonskontroll",
    "Failed Items": "Elementsynkronisering som har feilet",
    "File Pull Order": "Filenes Henterekkefølge",
    "File Versioning": "Versjonskontroll",
    "File permission bits are ignored when looking for changes. Use on FAT file systems.": "Fil bit-rettigheter ignoreres når forandringer oppdages. Bruk FAT filsystem. ",
    "Files are moved to .stversions folder when replaced or deleted by Syncthing.": "Filer som slettes eller erstattes av Syncthing flyttes til katalogen .stversions",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by Syncthing.": "Filer flyttes til en datostemplet versjon i .stversions-katalogen når den oppdateres eller slettes av Syncthing.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Filer er beskyttet mot endringer som er gjort på andre enheter, men endringer som er gjort på denne enheten blir sendt til resten av gruppen.",
    "Folder": "Katalog",
    "Folder ID": "Mappe ID",
    "Folder Master": "Styrende Mappe",
    "Folder Path": "Mappeplassering",
    "Folders": "Mapper",
    "GUI": "grafisk brukergrensesnitt",
    "GUI Authentication Password": "GUI Passord",
    "GUI Authentication User": "GUI Bruker",
    "GUI Listen Addresses": "GUI Lytteadresse",
    "Generate": "Generer",
    "Global Discovery": "Global Søking",
    "Global Discovery Server": "Global Søkemotor",
    "Global State": "Global Tilstand",
    "Help": "Hjelp",
    "Home page": "Hjemmeside",
    "Ignore": "Ignorer",
    "Ignore Patterns": "Utelatelsesmønster",
    "Ignore Permissions": "Ignorer Tilgangsbit",
    "Incoming Rate Limit (KiB/s)": "Innkommende Hastighetsbegrensning (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Feilaktige innstillinger kan skade innholdet i dine delte kataloger og hindre Syncthing i å fungere. ",
    "Introducer": "Introduktør",
    "Inversion of the given condition (i.e. do not exclude)": "Invers av den gitte tilstanden (t.d. ikke ekskluder)",
    "Keep Versions": "Behold Versjoner",
    "Largest First": "Største fil",
    "Last File Received": "Sist Mottatte Fil",
    "Last seen": "Sist sett",
    "Later": "Senere",
    "Local Discovery": "Lokal Søking",
    "Local State": "Lokal Tilstand",
    "Local State (Total)": "Lokal Tilstand (Total)",
    "Major Upgrade": "Hovedoppgradering",
    "Maximum Age": "Maksimal Levetid",
    "Metadata Only": "Kun metadata",
    "Minimum Free Disk Space": "Nødvendig ledig diskplass",
    "Move to top of queue": "Flytt til topp av kø",
    "Multi level wildcard (matches multiple directory levels)": "Multinivåsøk (søker på flere mappenivå)",
    "Never": "Aldri",
    "New Device": "Ny Enhet",
    "New Folder": "Ny Mappe",
    "Newest First": "Den nyeste først",
    "No": "Nei",
    "No File Versioning": "Ingen Versjonskontroll",
    "Notice": "Merknader",
    "OK": "OK",
    "Off": "Av",
    "Oldest First": "Den eldste først",
    "Options": "Valg",
    "Out of Sync": "Ikke synkronisert",
    "Out of Sync Items": "Ikke Synkroniserte Element",
    "Outgoing Rate Limit (KiB/s)": "Utgående Hastighetsbegrensning (KiB/s)",
    "Override Changes": "Overstyr Endringer",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Plasseringen av mappen på datamaskinen. Denne vil bli opprettet dersom den ikke finnes. Krøllstrektegnet (~) kan brukes som forkortelse for",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Plasseringen for lagrede versjoner (la denne være tom for å bruke standard .stversions-mappen i mappen).",
    "Pause": "Oppholde",
    "Paused": "Oppholdt",
    "Please consult the release notes before performing a major upgrade.": "Se \"release notes\" før en hovedoppgradering utføres.",
    "Please wait": "Vennligst vent",
    "Preview": "Forhåndsvisning",
    "Preview Usage Report": "Forhåndsvisning Av Datainnsamling",
    "Quick guide to supported patterns": "Kjapp innføring i godkjente mønster",
    "RAM Utilization": "RAM-utnyttelse",
    "Random": "Tilfeldig",
    "Relayed via": "Relayed via",
    "Relays": "Relays",
    "Release Notes": "Utgivelsesnotat",
    "Remove": "Fjern",
    "Rescan": "Skann på nytt",
    "Rescan All": "Skann alt på nytt",
    "Rescan Interval": "Skanneintervall",
    "Restart": "Omstart",
    "Restart Needed": "Omstart Kreves",
    "Restarting": "Starter På Ny",
    "Resume": "Gjenoppta",
    "Reused": "Gjenbrukt",
    "Save": "Lagre",
    "Scanning": "Skanner",
    "Select the devices to share this folder with.": "Velg enhetene du vil dele denne mappen med.",
    "Select the folders to share with this device.": "Velg hvilke mapper som skal deles med denne enheten.",
    "Settings": "Innstillinger",
    "Share": "Del",
    "Share Folder": "Del Mappe",
    "Share Folders With Device": "Del Mapper Med Enhet",
    "Share With Devices": "Del Med Enheter",
    "Share this folder?": "Dele denne mappen?",
    "Shared With": "Delt Med",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Kort kjennemerke på mappen. Må være det samme på alle enheter i en gruppe.",
    "Show ID": "Vis ID",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Vis i stedet for Eining ID i gruppestatus. Vil bli kringkastet til andre enheter som et valgfritt standardnavn.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Vist i stedet for Mappe-ID i gruppestatus. Vil bli oppdatert til navnet enheten kringkaster dersom tomt.",
    "Shutdown": "Slå Av",
    "Shutdown Complete": "Avslutning fullført",
    "Simple File Versioning": "Enkel Versjonskontroll",
    "Single level wildcard (matches within a directory only)": "Enkeltnivåsøk (søker kun i en mappe)",
    "Smallest First": "Den minste først",
    "Source Code": "Kildekode",
    "Staggered File Versioning": "Forskjøvet Versjonskontroll",
    "Start Browser": "Start Nettleser",
    "Statistics": "Statistikk",
    "Stopped": "Stoppa",
    "Support": "Brukerstøtte",
    "Sync Protocol Listen Addresses": "Lytteadresse For Synkroniseringsprotokoll",
    "Syncing": "Synkroniserer",
    "Syncthing has been shut down.": "Syncthing har blitt slått av.",
    "Syncthing includes the following software or portions thereof:": "Syncthing inkluderer helt eller delvis følgende programvare:",
    "Syncthing is restarting.": "Syncthing starter på ny.",
    "Syncthing is upgrading.": "Syncthing oppgraderer.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing ser ut til å være nede, eller så er det et problem med nettforbindelsen din. Prøver på ny …",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Syncthing ser ut til å ha støtt på et problem under behandling av din forespørsel. Vennligst oppfrisk nettleseren eller start Syncthing på nytt dersom problemet vedvarer.",
    "The aggregated statistics are publicly available at {%url%}.": "Samlet statistikk er åpent tilgjengelig på {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Innstillingene har blitt lagret men ikke aktivert. Syncthing må starte på ny for å aktivere de nye innstillingene.",
    "The device ID cannot be blank.": "Enhets-ID kan ikke være tom.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "Enhet-IDen lagt til her kan hentes fram via \"Rediger > Vis ID\"-dialogboksen på den andre enheten. Mellomrom og bindestrek er valgfritt (blir ignorert).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Kryptert informasjon om bruken av programmet blir gjort daglig. Dette blir brukt til å følge med på vanlig brukte systemoppsett, størrelser på mapper, og versjoner av programmet. Om datasettet endrer seg vil denne dialogboksen dukke opp og du vil bli bedt om å godkjenne dette.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "IDen for denne enheten er ikke godkjent. Det bør være 52 eller 56 tegn bestående av bokstaver og tall, valgfritt med mellomrom og bindestrek.",
    "The first command line parameter is the folder path and the second parameter is the relative path in the folder.": "Den første kommandolinje-parameteren er katalog-filbanen, det andre parametere er den relative filbanen i katalogen.",
    "The folder ID cannot be blank.": "Mappe-ID kan ikke være tom.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "Mappe-IDen må være et kort kjennemerke (64 tegn eller mindre) bestående kun av bokstaver, tall og tegnene punktum (.), mellomrom (-) og strek (_).",
    "The folder ID must be unique.": "Mappe-ID må være unik.",
    "The folder path cannot be blank.": "Mappeplasseringen kan ikke være tom.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Følgende intervall blir brukt: den første timen blir en versjon lagret hvert 30. sekund, den første dagen blir en versjon lagret hver time, de første 30 dagene blir en versjon lagret hver dag, og inntil maksimal levetid blir en versjon lagret hver uke.",
    "The following items could not be synchronized.": "Følgende filer kunne ikke synkroniseres.",
    "The maximum age must be a number and cannot be blank.": "Maksimal levetid må være et tall og kan ikke være tomt.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Maksimal tid å beholde en versjon (i dager, sett til 0 for å beholde versjoner på ubegrenset tid).",
    "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).": "Nødvendig ledig diskplass må være et tall mellom 0 og 100.",
    "The number of days must be a number and cannot be blank.": "Antall dager må være et tall og kan ikke være tomt.",
    "The number of days to keep files in the trash can. Zero means forever.": "Antall dager man skal bevare filene i papirkurven. Null betyr for alltid.",
    "The number of old versions to keep, per file.": "Antall gamle versjoner å beholde, per fil.",
    "The number of versions must be a number and cannot be blank.": "Antall versjoner må være et tall og kan ikke være tomt.",
    "The path cannot be blank.": "Plasseringen kan ikke være tom.",
    "The rate limit must be a non-negative number (0: no limit)": "Hastighetsbegrensningen kan ikke være et negativt tall (0: ingen begrensing)",
    "The rescan interval must be a non-negative number of seconds.": "Antall sekund i skanneintervallet kan ikke være negativt.",
    "They are retried automatically and will be synced when the error is resolved.": "Disse hentes automatisk og vil synkroniseres når feilen er blitt utbedret.",
    "This is a major version upgrade.": "Dette er en hovedoppgradering",
    "Trash Can File Versioning": "Fil Versjonskontroll i papirkurven",
    "Unknown": "Ukjent",
    "Unshared": "Ikke delt",
    "Unused": "Ikke i bruk",
    "Up to Date": "Oppdatert",
    "Updated": "Oppdatert",
    "Upgrade": "Oppgradere",
    "Upgrade To {%version%}": "Oppgrader Til {{version}}",
    "Upgrading": "Oppgraderer",
    "Upload Rate": "Opplastingsrate",
    "Uptime": "Oppetid",
    "Use HTTPS for GUI": "Bruk HTTPS for GUI",
    "Version": "Versjon",
    "Versions Path": "Plassering Av Versjoner",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Versjoner blir automatisk slettet når maksimal levetid er nådd eller når antall filer er oversteget.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Merk at når en ny enhet blir lagt til må denne også legges til på andre siden.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Når en ny mappe blir lagt til, husk at Mappe-ID blir brukt til å binde sammen mapper mellom enheter. Det er forskjell på store og små bokstaver, så IDene må være identiske på alle enhetene.",
    "Yes": "Ja",
    "You must keep at least one version.": "Du må beholde minst én versjon",
    "full documentation": "all dokumentasjon",
    "items": "element",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} ønsker å dele mappen \"{{folder}}\"."
}