{
    "API Key": "Chave da API",
    "About": "Sobre",
    "Add": "Adicionar",
    "Add Device": "Adicionar dispositivo",
    "Add Folder": "Adicionar pasta",
    "Add new folder?": "Adicionar nova pasta?",
    "Address": "Endereço",
    "Addresses": "Endereços",
    "All Data": "Todos os dados",
    "Allow Anonymous Usage Reporting?": "Permitir envio de relatórios anônimos de uso?",
    "Anonymous Usage Reporting": "Relatórios anônimos de uso",
    "Any devices configured on an introducer device will be added to this device as well.": "Quaisquer dispositivos configurados em um apresentador também serão adicionados a este dispositivo.",
    "Automatic upgrades": "Atualizações automáticas",
    "Bugs": "Erros",
    "CPU Utilization": "Uso de CPU",
    "Changelog": "Registro de alterações",
    "Close": "Fechar",
    "Comment, when used at the start of a line": "Comentário, se usado no início de uma linha",
    "Compression": "Compressão",
    "Compression is recommended in most setups.": "A compressão é recomendada na maior parte dos casos.",
    "Connection Error": "Erro de conexão",
    "Copied from elsewhere": "Copiado de outro lugar",
    "Copied from original": "Copiado do original",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Direitos reservados © 2014 Jakob Borg e os seguintes contribuidores:",
    "Delete": "Apagar",
    "Device ID": "ID do dispositivo",
    "Device Identification": "Identificação do dispositivo",
    "Device Name": "Nome do dispositivo",
    "Device {%device%} ({%address%}) wants to connect. Add new device?": "Dispositivo {{device}} ({{address}}) quer se conectar. Adicionar novo dispositivo?",
    "Devices": "Dispositivos",
    "Disconnected": "Desconectado",
    "Documentation": "Documentação",
    "Download Rate": "Velocidade de recepção",
    "Downloaded": "Recebido",
    "Downloading": "Recebendo",
    "Edit": "Editar",
    "Edit Device": "Editar dispositivo",
    "Edit Folder": "Editar pasta",
    "Editing": "Editando",
    "Enable UPnP": "Habilitar UPnP",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Insira endereços \"ip:porta\" separados por vírgulas ou \"dynamic\" para descobrir automaticamente o endereço.\n",
    "Enter ignore patterns, one per line.": "Insira os padrões de exclusão, um por linha.",
    "Error": "Erro",
    "File Versioning": "Versionamento de arquivos",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "As permissões de arquivo são ignoradas ao procurar por alterações. Use nos sistemas de arquivos FAT.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "Os arquivos são movidos para versões marcadas com o tempo numa pasta .stversions, quando substituídos ou apagados pelo syncthing.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Os arquivos estão protegidos contra alterações feitas em outros dispositivos, mas alterações feitas neste dispositivo serão enviadas ao resto do grupo.",
    "Folder ID": "ID da pasta",
    "Folder Master": "Pasta mestre",
    "Folder Path": "Caminho da pasta",
    "Folders": "Pastas",
    "GUI Authentication Password": "Senha para acesso à interface",
    "GUI Authentication User": "Nome de usuário para acesso à interface",
    "GUI Listen Addresses": "Endereços de escuta da interface",
    "Generate": "Gerar",
    "Global Discovery": "Descoberta global",
    "Global Discovery Server": "Servidor de descoberta global",
    "Global State": "Estado global",
    "Idle": "Em espera",
    "Ignore": "Ignorar",
    "Ignore Patterns": "Padrões de exclusão",
    "Ignore Permissions": "Ignorar permissões",
    "Incoming Rate Limit (KiB/s)": "Limite de velocidade de recepção (KiB/s)",
    "Introducer": "Apresentador",
    "Inversion of the given condition (i.e. do not exclude)": "Inversão de uma condição (ou seja, não excluir)",
    "Keep Versions": "Manter versões",
    "Last File Received": "Último arquivo recebido",
    "Last File Synced": "Último arquivo sincronizado",
    "Last seen": "Visto por último em",
    "Later": "Depois",
    "Latest Release": "Versão mais recente",
    "Local Discovery": "Descoberta local",
    "Local State": "Estado local",
    "Maximum Age": "Idade máxima",
    "Metadata Only": "Somente metadados",
    "Move to top of queue": "Mover para o topo da lista",
    "Multi level wildcard (matches multiple directory levels)": "Coringa multi-nível (faz corresponder a vários níveis de pastas)",
    "Never": "Nunca",
    "New Device": "Novo dispositivo",
    "New Folder": "Nova Pasta",
    "No": "Não",
    "No File Versioning": "Sem versionamento de arquivos",
    "Notice": "Aviso",
    "OK": "OK",
    "Off": "Desligada",
    "Offline": "Desconectado",
    "Online": "Conectado",
    "Out Of Sync": "Não sincronizado",
    "Out of Sync Items": "Itens não sincronizados",
    "Outgoing Rate Limit (KiB/s)": "Limite de velocidade de envio (KiB/s)",
    "Override Changes": "Sobrescrever mudanças",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Caminho para a pasta na máquina local. Será criado caso não exista. O caractere til (~) pode ser usado como um atalho para",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "O caminho onde as versões serão salvas (deixe vazio para usar a pasta padrão .stversions dentro desta pasta).",
    "Please wait": "Aguarde",
    "Preview": "Visualizar",
    "Preview Usage Report": "Visualizar relatório de uso",
    "Quick guide to supported patterns": "Guia rápido dos padrões suportados",
    "RAM Utilization": "Uso de RAM",
    "Rescan": "Verificar agora",
    "Rescan All": "Verificar todas",
    "Rescan Interval": "Intervalo entre verificações",
    "Restart": "Reiniciar",
    "Restart Needed": "É necessário reiniciar",
    "Restarting": "Reiniciando",
    "Reused": "Reutilizado",
    "Save": "Salvar",
    "Scanning": "Verificando",
    "Select the devices to share this folder with.": "Selecione os dispositivos com os quais esta pasta será compartilhada.",
    "Select the folders to share with this device.": "Selecione as pastas a serem compartilhadas com este dispositivo.",
    "Settings": "Configurações",
    "Share": "Compartilhar",
    "Share Folder": "Compartilhar Pasta",
    "Share Folders With Device": "Compartilhar pastas com o dispositivo",
    "Share With Devices": "Compartilhar com os dispositivos",
    "Share this folder?": "Compartilhar esta pasta?",
    "Shared With": "Compartilhada com",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Identificador curto para a pasta. Deve ser igual em todos os dispositivos.",
    "Show ID": "Mostrar ID",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Mostrado no lugar do ID do dispositivo no indicador de estado do grupo. Será divulgado aos outros dispositivos como um nome pré-definido opcional.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Mostrado no lugar do ID do dispositivo no indicador de estado do grupo. Será atualizado para o nome que o dispositivo divulga, caso seja deixado em branco.",
    "Shutdown": "Desligar",
    "Shutdown Complete": "Desligamento completado",
    "Simple File Versioning": "Versionamento simples de arquivos",
    "Single level wildcard (matches within a directory only)": "Coringa de único nível (faz corresponder apenas dentro de uma pasta)",
    "Source Code": "Código-fonte",
    "Staggered File Versioning": "Versionamento escalonado de arquivos",
    "Start Browser": "Iniciar navegador",
    "Stopped": "Parado",
    "Support": "Suporte",
    "Support / Forum": "Suporte / Fórum",
    "Sync Protocol Listen Addresses": "Endereços de escuta do protocolo de sincronização",
    "Synchronization": "Sincronização",
    "Syncing": "Sincronizando",
    "Syncthing has been shut down.": "O Syncthing foi desligado.",
    "Syncthing includes the following software or portions thereof:": "O Syncthing inclui os seguintes programas ou partes deles:",
    "Syncthing is restarting.": "O Syncthing está sendo reiniciado.",
    "Syncthing is upgrading.": "O Syncthing está sendo atualizado.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Parece que o Syncthing está desligado ou há um problema com a sua conexão de internet. Tentando novamente...",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Parece que o Syncthing está tendo problemas ao processar sua requisição. Recarregue a página ou reinicie o Syncthing caso o problema persista.",
    "The aggregated statistics are publicly available at {%url%}.": "As estatísticas agregadas estão disponíveis publicamente em {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "A configuração foi salva mas ainda não foi ativada. O Syncthing precisa ser reiniciado para a ativação da nova configuração.",
    "The device ID cannot be blank.": "O ID de dispositivo não pode estar em branco.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "O ID do dispositivo a ser inserido aqui pode ser encontrado no menu \"Editar > Mostrar ID\" do outro dispositivo. Espaços e hífens são opcionais (ignorados).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "O relatório criptografado de uso é enviado diariamente. É utilizado para rastrear plataformas comuns, tamanhos de pastas e versões da aplicação. Se o tipo de dados do relatório for alterado, esta janela te notificará novamente.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "O ID de dispositivo inserido não parece ser válido. Ele deve ter entre 52 e 56 caracteres e ser composto de letras e números, com espaços e hífens opcionais.",
    "The folder ID cannot be blank.": "O ID da pasta não pode estar vazio.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "O ID da pasta deve ser um identificador curto (com 64 caracteres ou menos), composto somente de letras, números, pontos (.), hífens (-) ou underscores (_).",
    "The folder ID must be unique.": "O ID da pasta deve ser único.",
    "The folder path cannot be blank.": "O caminho da pasta não pode estar vazio.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "São utilizados os seguintes intervalos: na primeira hora é guardada uma versão a cada 30 segundos, no primeiro dia é guardada uma versão a cada hora, nos primeiros 30 dias é guardada uma versão por dia e, até que atinja a idade máxima, é guardada uma versão por semana.",
    "The maximum age must be a number and cannot be blank.": "A idade máxima deve ser um valor numérico e não pode estar vazio.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "O número máximo de dias em que uma versão é guardada. (Use 0 para manter para sempre).",
    "The number of old versions to keep, per file.": "O número de versões antigas a serem mantidas, por arquivo.",
    "The number of versions must be a number and cannot be blank.": "O número de versões deve ser um valor numério e não pode estar em branco.",
    "The rescan interval must be a non-negative number of seconds.": "O intervalo entre verificações deve ser um número positivo de segundos.",
    "The rescan interval must be at least 5 seconds.": "O intervalo entre verificações deve ser de pelo menos 5 segundos.",
    "Unknown": "Desconhecida",
    "Unshared": "Não compartilhada",
    "Unused": "Não utilizado",
    "Up to Date": "Sincronizada",
    "Upgrade To {%version%}": "Atualizar para {{version}}",
    "Upgrading": "Atualizando",
    "Upload Rate": "Velocidade de envio",
    "Use Compression": "Usar compressão",
    "Use HTTPS for GUI": "Usar HTTPS para a interface web",
    "Version": "Versão",
    "Versions Path": "Caminho das versões",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "As versões são automaticamente apagadas se elas são mais antigas do que a idade máxima ou excederem o número de arquivos permitido em um intervalo.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Quando estiver adicionando um dispositivo, lembre-se de que este dispositivo deve ser adicionado do outro lado também.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Quando adicionar uma nova pasta, lembre-se que o ID da pasta é utilizado para ligar pastas entre dispositivos. Ele é sensível às diferenças entre maiúsculas e minúsculas e devem ser iguais em todos os dispositivos.",
    "Yes": "Sim",
    "You must keep at least one version.": "Você deve manter pelo menos uma versão.",
    "full documentation": "documentação completa",
    "items": "itens",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} quer compartilhar a pasta \"{{folder}}\"."
}