{
    "A negative number of days doesn't make sense.": "A negative number of days doesn't make sense.",
    "A new major version may not be compatible with previous versions.": "Una nova versió major pot ser incompatible amb versions anteriors.",
    "API Key": "Clau API",
    "About": "Sobre",
    "Actions": "Accions",
    "Add": "Afegir",
    "Add Device": "Afegir dispositiu",
    "Add Folder": "Afegir carpeta",
    "Add new folder?": "Afegir nova carpeta?",
    "Address": "Adreça",
    "Addresses": "Adreces",
    "Advanced": "Advanced",
    "Advanced Configuration": "Advanced Configuration",
    "All Data": "Totes les dades",
    "Allow Anonymous Usage Reporting?": "Permetre l'enviament anònim d'informes d'ús?",
    "Alphabetic": "Alfabètic",
    "An external command handles the versioning. It has to remove the file from the synced folder.": "Un comando extern s'encarrega del control de versions. Ha d'eliminar l'arxiu de la carpeta sincronitzada.",
    "Anonymous Usage Reporting": "Informe anònim d'ús",
    "Any devices configured on an introducer device will be added to this device as well.": "Qualsevol dispositiu configurat en un dispositiu introductor també s'afegirà a aquest dispositiu.",
    "Automatic upgrades": "Actualitzacions automàtiques",
    "Be careful!": "Be careful!",
    "Bugs": "Bugs",
    "CPU Utilization": "Utilització del CPU",
    "Changelog": "Historial de canvis",
    "Clean out after": "Clean out after",
    "Close": "Tancar",
    "Command": "Comando",
    "Comment, when used at the start of a line": "Comentari quan és usat al principi d'una línia",
    "Compression": "Compressió",
    "Connection Error": "Error de connexió",
    "Copied from elsewhere": "Copiat d'un altre lloc",
    "Copied from original": "Copiat de l'original",
    "Copyright © 2015 the following Contributors:": "Copyright © 2015 els següents col·laboradors:",
    "Delete": "Esborrar",
    "Deleted": "Deleted",
    "Device ID": "ID del dispositiu",
    "Device Identification": "Identificació del dispositiu",
    "Device Name": "Nom del dispositiu",
    "Device {%device%} ({%address%}) wants to connect. Add new device?": "El dispositiu {{device}} ({{address}}) vol conectar-se. Afegir nou dispositiu?",
    "Devices": "Dispositius",
    "Disconnected": "Desconnectat",
    "Documentation": "Documentació",
    "Download Rate": "Tasca de descarrega",
    "Downloaded": "Descarregat",
    "Downloading": "Descarregant",
    "Edit": "Editar",
    "Edit Device": "Modificar dispositiu",
    "Edit Folder": "Modificar carpeta",
    "Editing": "Modificant",
    "Enable UPnP": "Habilitat UPnP",
    "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.",
    "Enter ignore patterns, one per line.": "Introduex patrons a ignorar, un per línia.",
    "Error": "Error",
    "External File Versioning": "Versionat de fitxers extern",
    "Failed Items": "Failed Items",
    "File Pull Order": "Ordre d'agafar fitxers",
    "File Versioning": "Versionat de Fitxers",
    "File permission bits are ignored when looking for changes. Use on FAT file systems.": "Els bits de permisos dels fitxers son ignorats quan es cerquen canvis. Utilitzar en sistemes de fitxers FAT.",
    "Files are moved to .stversions folder when replaced or deleted by Syncthing.": "Files are moved to .stversions folder when replaced or deleted by Syncthing.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by Syncthing.": "Els fitxers es mouen amb l'estampat de la data a la carpeta .stversions quan son substituïts o esborrats per syncthing.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Els fitxers estan protegits de canvis fets per altres dispositius, però els canvis fets en aquest dispositiu seran enviats a la resta del cluster.",
    "Folder": "Folder",
    "Folder ID": "ID de carpeta",
    "Folder Master": "Carpeta mestre",
    "Folder Path": "Camí de carpeta",
    "Folders": "Carpetes",
    "GUI": "GUI",
    "GUI Authentication Password": "Contrasenya d'autenticació GUI",
    "GUI Authentication User": "Usuari d'autenticació GUI",
    "GUI Listen Addresses": "Adreça d'escolta del GUI",
    "Generate": "Generar",
    "Global Discovery": "Descobriment Global",
    "Global Discovery Server": "Servidor de Descobriment Global",
    "Global State": "Estat global",
    "Help": "Ajuda",
    "Home page": "Home page",
    "Ignore": "Ignorar",
    "Ignore Patterns": "Patrons d'ignoració",
    "Ignore Permissions": "Ignora Permisos",
    "Incoming Rate Limit (KiB/s)": "Tasca Límit d'Entrada (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Incorrect configuration may damage your folder contents and render Syncthing inoperable.",
    "Introducer": "Introductor",
    "Inversion of the given condition (i.e. do not exclude)": "Inversió del patrò introduït",
    "Keep Versions": "Mantenir Versions",
    "Largest First": "Més gran primer",
    "Last File Received": "Últim fitxer rebut",
    "Last seen": "Vist per última vegada",
    "Later": "Després",
    "Local Discovery": "Descobriment Local",
    "Local State": "Estat local",
    "Local State (Total)": "Local State (Total)",
    "Major Upgrade": "Actualització major",
    "Maximum Age": "Antiguitat Màxima",
    "Metadata Only": "Només metadades",
    "Minimum Free Disk Space": "Minimum Free Disk Space",
    "Move to top of queue": "Moure al primer de la cua",
    "Multi level wildcard (matches multiple directory levels)": "Caràcter comodí de nivell múltiple (aparella en carpetes de nivells múltiples)",
    "Never": "Mai",
    "New Device": "Nou dispositiu",
    "New Folder": "Nova carpeta",
    "Newest First": "Més nou primer",
    "No": "No",
    "No File Versioning": "Sense Versionat de Fitxer",
    "Notice": "Avís",
    "OK": "OK",
    "Off": "Desactivar",
    "Oldest First": "Més antic primer",
    "Options": "Options",
    "Out of Sync": "Out of Sync",
    "Out of Sync Items": "Arxius encara no sincronitzats",
    "Outgoing Rate Limit (KiB/s)": "Tasca Límit de Sortida (KiB/s)",
    "Override Changes": "Sobreescriure Canvis",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Ruta de la carpeta a l'equip local. Si no existeix serà creada. El caràcter (~) es pot fer servir com a drecera de",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Ruta on les versions s'haurien de guardar (deixa-ho buit per fer servir el directori .stversions per defecte a la carpeta)",
    "Pause": "Pause",
    "Paused": "Paused",
    "Please consult the release notes before performing a major upgrade.": "Si us plau consulta les notes de llançament abans de realitzar una actualització major.",
    "Please wait": "Si-us-plau espera",
    "Preview": "Vista prèvia",
    "Preview Usage Report": "Vista Prèvia de l'Informe d'Ús",
    "Quick guide to supported patterns": "Guia ràpida per als possibles patrons",
    "RAM Utilization": "Utilització de la RAM",
    "Random": "Aleatori",
    "Relayed via": "Relayed via",
    "Relays": "Relays",
    "Release Notes": "Notes de llançament",
    "Remove": "Remove",
    "Rescan": "Re-escanejar",
    "Rescan All": "Re-escanejar tot",
    "Rescan Interval": "Interval de re-escaneig",
    "Restart": "Reiniciar",
    "Restart Needed": "És Necessari Reiniciar",
    "Restarting": "Reiniciant",
    "Resume": "Resume",
    "Reused": "Reutilitzat",
    "Save": "Guardar",
    "Scanning": "Escanejant",
    "Select the devices to share this folder with.": "Selecciona els dispositius en els quals compartir aquesta carpeta.",
    "Select the folders to share with this device.": "Selecciona la carpeta per a compartir en aquest dispositiu.",
    "Settings": "Preferències",
    "Share": "Compartir",
    "Share Folder": "Compartir carpeta",
    "Share Folders With Device": "Compartir carpetes en dispositiu",
    "Share With Devices": "Compartir en dispositius",
    "Share this folder?": "Compartir aquesta carpeta?",
    "Shared With": "Compartir Amb",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Breva identificació per a la carpeta. Té que ser la mateixa per tots els dispositius del cluster.",
    "Show ID": "Mostrar ID",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Mostrat en comptes del ID del Node en l'estat del cluster. Serà advertit als altres dispositius com un nom opcional per defecte.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Mostrat en comptes del ID del Node en l'estat del cluster. S'actualitzarà al nom del dispositiu si es deixa buit.",
    "Shutdown": "Apagar",
    "Shutdown Complete": "Apagat complet",
    "Simple File Versioning": "Versionat de Fitxers Senzill",
    "Single level wildcard (matches within a directory only)": "Caràcter comodí de nivell singular (aparella sóls en una carpeta)",
    "Smallest First": "Més petit primer",
    "Source Code": "Codi Font",
    "Staggered File Versioning": "Versionat de Fitxers Esglaonat",
    "Start Browser": "Arrancar Navegador",
    "Statistics": "Statistics",
    "Stopped": "Aturat",
    "Support": "Suport",
    "Sync Protocol Listen Addresses": "Adreça d'escolta del Protocol Sync",
    "Syncing": "Synthing",
    "Syncthing has been shut down.": "S'ha aturat el synthing.",
    "Syncthing includes the following software or portions thereof:": "Syncthing inclou el següent programari o parts dels mateixos:",
    "Syncthing is restarting.": "Reiniciant syncthing.",
    "Syncthing is upgrading.": "Actualitzant syncthing.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Synthing sembla parat, o hi ha algun problema amb la connexió a Internet. Reintentant...",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Sembla ser que Syncthing està tinguent problemes per processar la teva petició. Si us plau, refresca la pàgina o reinicia Syncthing si el problema persisteix.",
    "The aggregated statistics are publicly available at {%url%}.": "Les estadístiques agregades estan públicament disponibles a {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "La configuració s'ha guardar però no s'ha activat. S'ha de reiniciar el synthing per activar la nova configuració.",
    "The device ID cannot be blank.": "El ID del dispositiu no pot estar en blanc.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "El ID del dispositiu per introduir ací es pot trobar al diàleg \"Editar > Mostrar ID\" en l'altre dispositiu. Els espais i les barres son opcionals (s'ignoren).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "L'informe d'ús encriptat s'envia diàriament. Es fa servir per rastrejar plataformes habituals, mides de carpetes i versions de l'aplicació. Si es canvia el conjunt de dades reportades es demanarà amb aquest diàleg de nou.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "El ID del dispositiu introduït no sembla vàlid. Hauria de tenir 52 o 56 caràcters amb lletres i números, els espais i les barres son opcionals.",
    "The first command line parameter is the folder path and the second parameter is the relative path in the folder.": "El primer paràmetre de la línia de comandes és el camí a la carpeta i el segon paràmetre és el camí relatiu a la carpeta.",
    "The folder ID cannot be blank.": "El ID del dispositiu no pot estar en blanc.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "El ID de la carpeta ha de ser un identificador curt (64 caràcters o menys) format només per lletres, nombres i el punt (.), barra (-) i barra baixa (_).",
    "The folder ID must be unique.": "El ID de la carpeta ha de ser únic.",
    "The folder path cannot be blank.": "El camí a la carpeta no pot estar en blanc.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Es fan servir els següents intervals: per la primera hora es manté una versió cada 30 segons, pel primer dia es manté una versió cada hora, pel primer cada 30 dies es manté una versió cada dia, fins el màxim d'antiguitat es manté una versió cada setmana.",
    "The following items could not be synchronized.": "The following items could not be synchronized.",
    "The maximum age must be a number and cannot be blank.": "La màxima antiguitat ha de ser un número i no pot estar en blanc.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Temps màxim en mantenir una versió (en dies, si es deixa en 0 es mantenen les versions per sempre).",
    "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).": "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).",
    "The number of days must be a number and cannot be blank.": "The number of days must be a number and cannot be blank.",
    "The number of days to keep files in the trash can. Zero means forever.": "The number of days to keep files in the trash can. Zero means forever.",
    "The number of old versions to keep, per file.": "El nombre de versions antigues que es mantenen per fitxer.",
    "The number of versions must be a number and cannot be blank.": "El nombre de versions ha de ser un número i no es pot deixar en blanc.",
    "The path cannot be blank.": "El camí no pot estar en blanc.",
    "The rate limit must be a non-negative number (0: no limit)": "The rate limit must be a non-negative number (0: no limit)",
    "The rescan interval must be a non-negative number of seconds.": "El interval de re-escaneig ha der ser un nombre positiu de segons.",
    "They are retried automatically and will be synced when the error is resolved.": "They are retried automatically and will be synced when the error is resolved.",
    "This is a major version upgrade.": "Aquesta és una actualització de versió major.",
    "Trash Can File Versioning": "Trash Can File Versioning",
    "Unknown": "Desconegut",
    "Unshared": "No compartit",
    "Unused": "No usat",
    "Up to Date": "Actualitzat",
    "Updated": "Updated",
    "Upgrade": "Actualització",
    "Upgrade To {%version%}": "Actualitzar a {{version}}",
    "Upgrading": "Actualitzant",
    "Upload Rate": "Tasca de Pujada",
    "Uptime": "Temps funcionant",
    "Use HTTPS for GUI": "Utilitzar HTTPS pel GUI",
    "Version": "Versió",
    "Versions Path": "Carpeta de les Versions",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Les versions son automàticament eliminades si son més antigues que el màxim d'antiguitat o si excedeixen del nombre de fitxers permesos en un interval.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Quan s'afegeix un nou dispositiu, recorda que aquest dispositiu tambè s'ha d'afegir a l'altre banda.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Quan s'afegeix una nova carpeta recorda que el ID d'aquesta s'utilitza per lligar repositoris entre els dispositius. Es distingeix entre majúscules i minúscules i ha de ser exactament iguals entre tots els dispositius.",
    "Yes": "Si",
    "You must keep at least one version.": "Has de mantenir com a mínim una versió.",
    "full documentation": "documentació sencera",
    "items": "Elements",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} vol compartir la carpeta \"{{folder}}\"."
}