{
    "A device with that ID is already added.": "A device with that ID is already added.",
    "A negative number of days doesn't make sense.": "Số ngày không thể âm.",
    "A new major version may not be compatible with previous versions.": "Phiên bản quan trọng mới có thể sẽ không tương thích với các bản cũ.",
    "API Key": "Khoá API",
    "About": "Thông tin về",
    "Actions": "Hành động",
    "Add": "Thêm",
    "Add Device": "Thêm thiết bị",
    "Add Folder": "Thêm thư mục",
    "Add new folder?": "Thêm thư mục mới?",
    "Address": "Địa chỉ",
    "Addresses": "Các địa chỉ",
    "Advanced": "Nâng cao",
    "Advanced Configuration": "Cấu hình nâng cao",
    "All Data": "Tất cả dữ liệu",
    "Allow Anonymous Usage Reporting?": "Cho phép báo cáo sử dụng ẩn danh?",
    "Alphabetic": "A-Z",
    "An external command handles the versioning. It has to remove the file from the synced folder.": "Một lệnh ngoại vi xử lý việc phiên bản hoá. Nó phải loại bỏ tập tin này khỏi thư mục đã đồng bộ.",
    "Anonymous Usage Reporting": "Báo cáo sử dụng ẩn danh",
    "Any devices configured on an introducer device will be added to this device as well.": "Bất kỳ thiết bị nào liên kết với thiết bị giới thiệu cũng sẽ được thêm vào.",
    "Automatic upgrades": "Cập nhật tự động",
    "Be careful!": "Cẩn thận!",
    "Bugs": "Lỗi",
    "CPU Utilization": "Mức sử dụng CPU",
    "Changelog": "Lược sử thay đổi",
    "Clean out after": "Dọn dẹp sau",
    "Close": "Đóng",
    "Command": "Lệnh",
    "Comment, when used at the start of a line": "Bình luận, khi dùng trước đầu dòng",
    "Compression": "Nén",
    "Connection Error": "Lỗi kết nối",
    "Copied from elsewhere": "Đã sao chép từ nơi khác",
    "Copied from original": "Đã sao chép từ nguồn",
    "Copyright © 2015 the following Contributors:": "Bản quyền © 2015 theo các nhà cộng tác sau:",
    "Danger!": "Nguy hiểm!",
    "Delete": "Xoá",
    "Deleted": "Đã xoá",
    "Device ID": "ID thiết bị",
    "Device Identification": "Danh tính thiết bị",
    "Device Name": "Tên thiết bị",
    "Device {%device%} ({%address%}) wants to connect. Add new device?": "Thiết bị {{thiết bị}} ({{địa chỉ}}) muốn kết nối. Thêm thiết bị mới?",
    "Devices": "Các thiết bị",
    "Disconnected": "Đã ngắt kết nối",
    "Discovery": "Dò tìm",
    "Documentation": "Tài liệu",
    "Download Rate": "Tốc độ tải xuống",
    "Downloaded": "Đã tải xuống",
    "Downloading": "Đang tải xuống",
    "Edit": "Chỉnh sửa",
    "Edit Device": "Chỉnh sửa thiết bị",
    "Edit Folder": "Chỉnh sửa thư mục",
    "Editing": "Đang chỉnh sửa",
    "Enable UPnP": "Bật UPnP",
    "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Nhập dấu phẩy ngăn cách các địa chỉ (\"tcp://ip:port\", \"tcp://host:port\")  hoặc \"dynamic\" để tiến hành dò tìm địa chỉ tự động.",
    "Enter ignore patterns, one per line.": "Nhập quy luật bỏ qua, từng dòng một.",
    "Error": "Lỗi",
    "External File Versioning": "Phiên bản hoá tập tin ngoại vi",
    "Failed Items": "Các nội dung bị lỗi",
    "File Pull Order": "Thứ tự pull tập tin",
    "File Versioning": "Phiên bản hoá tập tin",
    "File permission bits are ignored when looking for changes. Use on FAT file systems.": "Các phần tử giấy phép tập tin sẽ được bỏ qua khi tìm kiếm thay đổi. Dùng trên hệ thống tập tin FAT.",
    "Files are moved to .stversions folder when replaced or deleted by Syncthing.": "Các tập tin sẽ được chuyển tới thư mục .stversions khi bị thay thế hoặc xoá bởi Syncthing.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by Syncthing.": "Các tập tin sẽ được chuyển tới các phiên bản được đánh dấu ngày tháng trong thư mục .stversions khi bị thay thế hoặc xoá bởi Syncthing.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Các tập tin sẽ được bảo vệ khỏi những thay đổi trên các thiết bị khác, nhưng những thay đổi trên thiết bị này sẽ được chuyển tới những máy còn lại trong cụm.",
    "Folder": "Thư mục",
    "Folder ID": "ID thư mục",
    "Folder Master": "Thư mục chính",
    "Folder Path": "Đường dẫn thư mục",
    "Folders": "Các thư mục",
    "GUI": "GUI",
    "GUI Authentication Password": "Mật khẩu xác minh GUI",
    "GUI Authentication User": "Người dùng xác minh GUI",
    "GUI Listen Addresses": "Các địa chỉ lắng nghe GUI",
    "Generate": "Tạo mới",
    "Global Discovery": "Dò tìm toàn cầu",
    "Global Discovery Server": "Máy chủ dò tìm toàn cầu",
    "Global State": "Hiện trạng toàn cầu",
    "Help": "Trợ giúp",
    "Home page": "Trang chủ",
    "Ignore": "Bỏ qua",
    "Ignore Patterns": "Bỏ qua các quy luật",
    "Ignore Permissions": "Bỏ qua các giấy phép ",
    "Incoming Rate Limit (KiB/s)": "Giới hạn tốc độ đầu vào (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Cấu hình không đúng có thể gây mất mát nội dung và khiến Syncthing dừng hoạt động.",
    "Introducer": "Thiết bị giới thiệu",
    "Inversion of the given condition (i.e. do not exclude)": "Đảo ngược điều kiện cho trước (ví dụ: không được loại trừ)",
    "Keep Versions": "Giữ các phiên bản",
    "Largest First": "Lớn nhất trước tiên",
    "Last File Received": "Tập tin nhận cuối cùng",
    "Last seen": "Thấy lần cuối",
    "Later": "Để sau",
    "Local Discovery": "Dò tìm cục bộ",
    "Local State": "Trạng thái cục bộ",
    "Local State (Total)": "Trạng thái cục bộ (Tổng)",
    "Major Upgrade": "Bản nâng cấp quan trọng",
    "Maximum Age": "Thời hạn tối đa",
    "Metadata Only": "Chỉ siêu dữ liệu",
    "Minimum Free Disk Space": "Dung lượng ổ đĩa trống tối thiểu",
    "Move to top of queue": "Chuyển đến đầu hàng chờ",
    "Multi level wildcard (matches multiple directory levels)": "Ký tự thay thế đa cấp (phù hợp với đa cấp độ thư mục)",
    "Never": "Không bao giờ",
    "New Device": "Thiết bị mới",
    "New Folder": "Thư mục mới",
    "Newest First": "Mới nhất đầu tiên",
    "No": "Không",
    "No File Versioning": "Không phiên bản hoá tập tin",
    "Notice": "Chú ý",
    "OK": "OK",
    "Off": "Tắt",
    "Oldest First": "Cũ nhất đầu tiên",
    "Options": "Tuỳ chọn",
    "Out of Sync": "Mất đồng bộ",
    "Out of Sync Items": "Các nội dung mất đồng bộ",
    "Outgoing Rate Limit (KiB/s)": "Giới hạn tốc độ đầu ra (KiB/s)",
    "Override Changes": "Ghi đè các thay đổi",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Đường dẫn đến thư mục trên máy tính cục bộ. Sẽ tạo mới nếu chưa có sẵn. Dấu ngã (~) có thể được dùng làm lối tắt",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Đường dẫn nơi các phiên bản được lưu trữ (để trống cho thư mục mặc định .stversions).",
    "Pause": "Tạm dừng",
    "Paused": "Đã tạm dừng",
    "Please consult the release notes before performing a major upgrade.": "Hãy xem kỹ lược sử phát hành trước khi tiến hành bản cập nhật quan trọng.",
    "Please set a GUI Authentication User and Password in the Settings dialog.": "Hãy thiết lập tên người dùng và mật khẩu xác minh GUI trong hộp thoại Cài đặt.",
    "Please wait": "Xin chờ",
    "Preview": "Xem trước",
    "Preview Usage Report": "Xem trước báo cáo sử dụng",
    "Quick guide to supported patterns": "Hướng dẫn sơ lược về các quy luật được hỗ trợ",
    "RAM Utilization": "Mức sử dụng RAM",
    "Random": "Ngẫu nhiên",
    "Relayed via": "Chuyển tiếp qua",
    "Relays": "Các máy chuyển tiếp",
    "Release Notes": "Lược sử phát hành",
    "Remove": "Loại bỏ",
    "Rescan": "Quét lại",
    "Rescan All": "Quét lại tất cả",
    "Rescan Interval": "Khoảng cách thời gian quét lại",
    "Restart": "Khởi động lại",
    "Restart Needed": "Cần khởi động lại",
    "Restarting": "Đang khởi động lại",
    "Resume": "Tiếp tục",
    "Reused": "Đã dùng lại",
    "Save": "Sao lưu",
    "Scan Time Remaining": "Thời gian quét còn lại",
    "Scanning": "Đang quét",
    "Select the devices to share this folder with.": "Chọn các thiết bị để chia sẻ thư mục này.",
    "Select the folders to share with this device.": "Chọn các thư mục để chia sẻ với thiết bị này.",
    "Settings": "Cài đặt",
    "Share": "Chia sẻ",
    "Share Folder": "Chia sẻ thư mục",
    "Share Folders With Device": "Chia sẻ các thư mục với thiết bị",
    "Share With Devices": "Chia sẻ với các thiết bị",
    "Share this folder?": "Chia sẻ thư mục này?",
    "Shared With": "Đã chia sẻ với",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Tên tắt cho thư mục. Phải trùng khớp trên tất cả thiết bị trong cụm.",
    "Show ID": "Hiển thị ID",
    "Show QR": "Show QR",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Hiển thị thay cho ID thiết bị trong trạng thái cụm. Sẽ được giới thiệu đến các thiết bị khác như tên mặc định tuỳ chọn.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Hiển thị thay cho ID thiết bị trong trạng thái cụm. Nếu để trống sẽ được cập nhật thành tên mà thiết bị giới thiệu.",
    "Shutdown": "Đóng",
    "Shutdown Complete": "Hoàn tất đóng",
    "Simple File Versioning": "Phiên bản hoá tập tin dạng đơn giản",
    "Single level wildcard (matches within a directory only)": "Ký tự thay thế đơn cấp (phù hợp với chỉ một thư mục)",
    "Smallest First": "Nhỏ nhất đầu tiên",
    "Source Code": "Mã nguồn",
    "Staggered File Versioning": "Phiên bản hoá tập tin theo thời gian",
    "Start Browser": "Mở trình duyệt",
    "Statistics": "Thống kê",
    "Stopped": "Đã dừng",
    "Support": "Hỗ trợ",
    "Sync Protocol Listen Addresses": "Đồng bộ các địa chỉ lắng nghe giao thức",
    "Syncing": "Đang đồng bộ",
    "Syncthing has been shut down.": "Đã đóng Syncthing.",
    "Syncthing includes the following software or portions thereof:": "Syncthing bao gồm phần mềm hoặc các phần tử của phần mềm sau:",
    "Syncthing is restarting.": "Syncthing đang khởi động lại.",
    "Syncthing is upgrading.": "Syncthing đang nâng cấp.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Có vẻ như Syncthing đang bị nghẽn hoặc là mạng của bạn có vấn đề. Đang thử lại...",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Có vẻ như Syncthing đang gặp phải vấn đề khi xử lý yêu cầu của bạn. Xin làm mới trang hoặc khởi động lại Syncthing nếu vấn đề vẫn còn tiếp diễn.",
    "The Syncthing admin interface is configured to allow remote access without a password.": "Giao diện quản trị của Syncthing được cấu hình nhằm cho phép truy cập từ xa không cần mật mã.",
    "The aggregated statistics are publicly available at {%url%}.": "Thống kê tổng hợp được đăng công khai trên {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Cấu hình đã được lưu nhưng chưa được kích hoạt. Syncthing phải khởi động lại để kích hoạt cấu hình mới. ",
    "The device ID cannot be blank.": "ID thiết bị không thể trống.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "ID thiết bị cần nhập có thể được tìm thấy trong hộp thoại \"Chỉnh sửa > Hiển thị ID\" trên thiết bị kia. Khoảng trắng và gạch ngang là tuỳ chọn (bỏ qua).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Báo cáo sử dụng đã mã khoá sẽ được gửi đi hằng ngày. Nó được dùng để thu thập số liệu về các hệ điều hành phổ biến, kích cỡ thư mục và phiên bản ứng dụng. Nếu bộ dữ liệu báo cáo có thay đổi, bạn sẽ được nhắc nhở thông qua hộp thoại này.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "ID thiết bị đã nhập không hợp lệ. Nó phải là một chuỗi từ 52 đến 56 ký tự, bao gồm chữ cái và các con số, với khoảng trắng và gạch ngang là tuỳ chọn.",
    "The first command line parameter is the folder path and the second parameter is the relative path in the folder.": "Tham số dòng lệnh đầu tiên là đường dẫn thư mục và tham số thứ hai là đường dẫn tương đối trong thư mục.",
    "The folder ID cannot be blank.": "ID thư mục không thể trống.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "ID thư mục phải là một tên tắt (64 ký tự hoặc ít hơn) chỉ bao gồm chữ cái, các con số và dấu chấm (.), gạch ngang (-) và gạch chân (_).",
    "The folder ID must be unique.": "ID thư mục phải là duy nhất.",
    "The folder path cannot be blank.": "Đường dẫn thư mục không thể trống.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Các khoảng thời gian sau đây được sử dụng: một phiên bản, trong giờ đầu tiên, được giữ lại mỗi 30 giây, trong ngày đầu tiên là mỗi giờ, trong 30 ngày đầu tiên là mỗi ngày, cho đến khi thời hạn tối đa mỗi phiên bản được giữ lại là mỗi tuần. ",
    "The following items could not be synchronized.": "Những nội dung sau không thể đồng bộ được.",
    "The maximum age must be a number and cannot be blank.": "Thời hạn tối đa phải là một con số và không thể để trống.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Thời gian tối đa phiên bản được giữ lại (tính bằng ngày, từ 0 đến mãi mãi).",
    "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).": "Phần trăm dung lượng ổ đĩa còn trống tối thiểu phải là một số không âm (trong khoảng) từ 0 đến 100.",
    "The number of days must be a number and cannot be blank.": "Số ngày phải là một con số và không thể để trống.",
    "The number of days to keep files in the trash can. Zero means forever.": "Số ngày giữ tập tin trong thùng rác. Số 0 nghĩa là mãi mãi.",
    "The number of old versions to keep, per file.": "Số phiên bản cũ cần giữ, với mỗi tập tin.",
    "The number of versions must be a number and cannot be blank.": "Số phiên bản phải là một con số và không thể để trống.",
    "The path cannot be blank.": "Đường dẫn không thể trống.",
    "The rate limit must be a non-negative number (0: no limit)": "Giới hạn tốc độ phải là một số không âm (0: không giới hạn)",
    "The rescan interval must be a non-negative number of seconds.": "Khoảng thời gian quét lại phải là một số giây không âm. ",
    "They are retried automatically and will be synced when the error is resolved.": "Chúng sẽ được tự động thử lại và đồng bộ khi lỗi được khắc phục.",
    "This can easily give hackers access to read and change any files on your computer.": "Thao tác này có thể khiến tin tặc truy cập để đọc và thay đổi bất kỳ tập tin nào trên máy tính của bạn một cách dễ dàng.",
    "This is a major version upgrade.": "Đây là bản nâng cấp quan trọng.",
    "Trash Can File Versioning": "Phiên bản hoá tập tin trong thùng rác",
    "Unknown": "Không biết",
    "Unshared": "Chưa chia sẻ",
    "Unused": "Chưa sử dụng",
    "Up to Date": "Đã cập nhật",
    "Updated": "Đã cập nhật",
    "Upgrade": "Nâng cấp",
    "Upgrade To {%version%}": "Nâng cấp lên {{phiên bản}}",
    "Upgrading": "Đang nâng cấp",
    "Upload Rate": "Tốc độ tải lên",
    "Uptime": "Thời gian hoạt động",
    "Use HTTPS for GUI": "Sử dụng HTTPS cho GUI",
    "Version": "Phiên bản",
    "Versions Path": "Đường dẫn các phiên bản",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Các phiên bản sẽ tự động được xoá nếu chúng cũ hơn thời hạn tối đa hoặc vượt quá số tập tin cho phép trong một khoảng thời gian.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Khi thêm một thiết bị mới, hãy nhớ rằng thiết bị này cũng được thêm vào máy khác.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Khi thêm một thư mục mới, hãy nhớ rằng ID thư mục được dùng để gắn kết thư mục giữa các thiết bị với nhau. Chúng phải chính xác từng chữ, cả viết hoa và thường giữa tất cả thiết bị.",
    "Yes": "Có",
    "You must keep at least one version.": "Bạn phải giữ ít nhất một phiên bản.",
    "days": "ngày",
    "full documentation": "tài liệu đầy đủ",
    "items": "các nội dung",
    "{%device%} wants to share folder \"{%folder%}\".": "{{thiết bị}} muốn chia sẻ thư mục \"{{thư mục}}\"."
}