{
    "A negative number of days doesn't make sense.": "Un nombre negatiu de dies no té sentit.",
    "A new major version may not be compatible with previous versions.": "Una nova versión amb canvis importants pot no ser compatible amb versions prèvies.",
    "API Key": "Clau API",
    "About": "Sobre",
    "Actions": "Accions",
    "Add": "Afegir",
    "Add Device": "Afegir dispositiu",
    "Add Folder": "Afegir carpeta",
    "Add new folder?": "Afegir nova carpeta?",
    "Address": "Direcció",
    "Addresses": "Direccions",
    "Advanced": "Advanced",
    "Advanced Configuration": "Advanced Configuration",
    "All Data": "Totes les dades",
    "Allow Anonymous Usage Reporting?": "Permetre informes d'ús anònim?",
    "Alphabetic": "Alfabètic",
    "An external command handles the versioning. It has to remove the file from the synced folder.": "Un comando extern controla el versionat. És necessari eliminar el fitxer de la carpeta sincronitzada.",
    "Anonymous Usage Reporting": "Informe d'ús anònim",
    "Any devices configured on an introducer device will be added to this device as well.": "Tots els dispositius configurats en un dispositiu presentador seràn afegits també a aquest dispositiu.",
    "Automatic upgrades": "Actualitzacions automàtiques",
    "Be careful!": "Be careful!",
    "Bugs": "Errors (Bugs)",
    "CPU Utilization": "Utilització de la CPU",
    "Changelog": "Registre de canvis",
    "Clean out after": "Netejar després de",
    "Close": "Tancar",
    "Command": "Comando",
    "Comment, when used at the start of a line": "Comentar, quant s'utilitza al principi d'una línia",
    "Compression": "Compresió",
    "Connection Error": "Error de connexió",
    "Copied from elsewhere": "Copiat de qualsevol lloc",
    "Copied from original": "Copiat de l'original",
    "Copyright © 2015 the following Contributors:": "Copyright © 2015 els següents Col·laboradors:",
    "Delete": "Esborrar",
    "Deleted": "Esborrat",
    "Device ID": "ID del dispositiu",
    "Device Identification": "Identificació del dispositiu",
    "Device Name": "Nom del dispositiu",
    "Device {%device%} ({%address%}) wants to connect. Add new device?": "El dispositiu {{device}} ({{address}}) vol connectar-se. Afegir nou dispositiu?",
    "Devices": "Dispositius",
    "Disconnected": "Desconnectat",
    "Documentation": "Documentació",
    "Download Rate": "Velocitat de descàrrega",
    "Downloaded": "Descarregat",
    "Downloading": "Descarregant",
    "Edit": "Editar",
    "Edit Device": "Editar dispositiu",
    "Edit Folder": "Editar carpeta",
    "Editing": "Editant",
    "Enable UPnP": "Activar UPnp",
    "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.",
    "Enter ignore patterns, one per line.": "Introduïr patrons a ignorar, un per línia.",
    "Error": "Error",
    "External File Versioning": "Versionat extern de fitxers",
    "Failed Items": "Failed Items",
    "File Pull Order": "Ordre de fitxers del pull",
    "File Versioning": "Versionat de fitxer",
    "File permission bits are ignored when looking for changes. Use on FAT file systems.": "Els bits de permís del fitxer són ignorats quant es busquen els canvis. Utilitzar en sistemes de fitxers FAT.",
    "Files are moved to .stversions folder when replaced or deleted by Syncthing.": "Els arxius es menejen a la carpeta .stversions quant són substituïts o esborrats per Syncthing.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by Syncthing.": "Els fitxers són canviats a versions amb indicació de data en una carpeta \".stversions\" quant són reemplaçats o esborrats per Syncthing.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Els fitxers són protegits dels canvis fets en altres dispositius, però els canvis fets en aquest dispositiu seràn enviats a la resta del grup (cluster).",
    "Folder": "Folder",
    "Folder ID": "ID de carpeta",
    "Folder Master": "Carpeta principal",
    "Folder Path": "Ruta de la carpeta",
    "Folders": "Carpetes",
    "GUI": "GUI",
    "GUI Authentication Password": "Password d'autenticació de l'Interfície Gràfica d'Usuari (GUI)",
    "GUI Authentication User": "Autenticació de l'usuari de l'Interfície Gràfica d'Usuari (GUI)",
    "GUI Listen Addresses": "Direcció d'escolta de l'Interfície Gràfica d'Usuari (GUI)",
    "Generate": "Generar",
    "Global Discovery": "Descobriment global",
    "Global Discovery Server": "Servidor de descobriment global",
    "Global State": "Estat global",
    "Help": "Ajuda",
    "Home page": "Home page",
    "Ignore": "Ignorar",
    "Ignore Patterns": "Patrons a ignorar",
    "Ignore Permissions": "Permisos a ignorar",
    "Incoming Rate Limit (KiB/s)": "Límit de descàrrega (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Incorrect configuration may damage your folder contents and render Syncthing inoperable.",
    "Introducer": "Presentador",
    "Inversion of the given condition (i.e. do not exclude)": "Inversió de la condició donada (per exemple no excloure)",
    "Keep Versions": "Mantindre versions",
    "Largest First": "El més gran primer",
    "Last File Received": "Darrer fitxer rebut",
    "Last seen": "Vist per última vegada",
    "Later": "Més tard",
    "Local Discovery": "Descobriment local",
    "Local State": "Estat local",
    "Local State (Total)": "Estat Local (Total)",
    "Major Upgrade": "Actualització important",
    "Maximum Age": "Edat màxima",
    "Metadata Only": "Sols metadades",
    "Minimum Free Disk Space": "Minimum Free Disk Space",
    "Move to top of queue": "Moure al principi de la cua",
    "Multi level wildcard (matches multiple directory levels)": "Comodí multinivell (coincideix amb múltiples nivells de directoris)",
    "Never": "Mai",
    "New Device": "Nou dispositiu",
    "New Folder": "Nova carpeta",
    "Newest First": "El més nou primer",
    "No": "No",
    "No File Versioning": "Sense versionat de fitxer",
    "Notice": "Avís",
    "OK": "OK",
    "Off": "Off",
    "Oldest First": "El més vell primer",
    "Options": "Options",
    "Out of Sync": "Out of Sync",
    "Out of Sync Items": "Dispositius sense sincronitzar",
    "Outgoing Rate Limit (KiB/s)": "Límit de pujada (KiB/s)",
    "Override Changes": "Sobreescriure els canvis",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Ruta a la carpeta local en l'ordinador. Es crearà si no existeix. El caràcter tilde (~) es pot utilitzar com a drecera",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Ruta on les versions deurien estar emmagatzemades (deixar buit per a la carpeta .stversions en la carpeta).",
    "Pause": "Pause",
    "Paused": "Paused",
    "Please consult the release notes before performing a major upgrade.": "Per favor, consultar les notes de la versió abans de fer una actualització important.",
    "Please wait": "Per favor, espere",
    "Preview": "Vista prèvia",
    "Preview Usage Report": "Informe d'ús de vista prèvia",
    "Quick guide to supported patterns": "Guía ràpida de patrons suportats",
    "RAM Utilization": "Utilització de la RAM",
    "Random": "Aleatori",
    "Relayed via": "Relayed via",
    "Relays": "Relays",
    "Release Notes": "Notes de la versió",
    "Remove": "Remove",
    "Rescan": "Tornar a buscar",
    "Rescan All": "Tornar a buscar tot",
    "Rescan Interval": "Interval de nova busca",
    "Restart": "Reiniciar",
    "Restart Needed": "Reinici necesari",
    "Restarting": "Reiniciant",
    "Resume": "Resume",
    "Reused": "Reutilitzat",
    "Save": "Gravar",
    "Scanning": "Rastrejant",
    "Select the devices to share this folder with.": "Selecciona els dispositius amb els que compartir aquesta carpeta.",
    "Select the folders to share with this device.": "Selecciona les carpetes per a compartir amb aquest dispositiu.",
    "Settings": "Ajustos",
    "Share": "Compartir",
    "Share Folder": "Compartir carpeta",
    "Share Folders With Device": "Compartir carpetes amb el dispositiu",
    "Share With Devices": "Compartir amb els dispositius",
    "Share this folder?": "Compartir aquesta carpeta?",
    "Shared With": "Compartit amb",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Identificador curt per a la carpeta. Deu ser el mateix en tots els dispositius del grup (cluster).",
    "Show ID": "Mostrar ID",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Mostrat en lloc de l'ID del dispositiu en l'estat del grup (cluster). S'anunciarà als altres dispositius com el nom opcional per defecte.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Mostrat en lloc de l'ID del dispositiu en l'estat del grup (cluster). S'actualitzarà al nom que el dispositiu anuncia si es deixa buit.",
    "Shutdown": "Apagar",
    "Shutdown Complete": "Apagar completament",
    "Simple File Versioning": "Versionat de fitxers senzill",
    "Single level wildcard (matches within a directory only)": "Comodí de nivell únic (coincideix sols dins d'un directori)",
    "Smallest First": "El més xicotet primer",
    "Source Code": "Codi font",
    "Staggered File Versioning": "Versionat de fitxers escalonat",
    "Start Browser": "Iniciar navegador",
    "Statistics": "Statistics",
    "Stopped": "Parat",
    "Support": "Suport",
    "Sync Protocol Listen Addresses": "Direccions d'escolta del protocol de sincronització",
    "Syncing": "Sincronitzant",
    "Syncthing has been shut down.": "Syncthing s'ha apagat",
    "Syncthing includes the following software or portions thereof:": "Syncthing inclou el següent software o parts d'ell:",
    "Syncthing is restarting.": "Syncthing està reiniciant.",
    "Syncthing is upgrading.": "Syncthing està actualitzant-se.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing pareix apagat o hi ha un problema amb la connexió a Internet. Tornant a intentar...",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Syncthing pareix que té un problema processant la seua sol·licitud. Per favor, refresque la pàgina o reinicie Syncthing si el problema persistix.",
    "The aggregated statistics are publicly available at {%url%}.": "Les estadístiques agregades estan disponibles públicament en {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "La configuració ha sigut gravada però no activada. Syncthing deu reiniciar per tal d'activar la nova configuració.",
    "The device ID cannot be blank.": "L'ID del dispositiu no pot estar buida.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "L'ID del dispositiu que hi ha que introduïr ací es pot trobar en el menú \"Editar > Mostrar ID\" en l'altre dispositiu. Els espais i les barres son opcionals (ignorats).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "L'informe encriptat d'ús s'envia diariament. S'utilitza per a rastrejar plataformes comuns, tamanys de carpetes i versions de l'aplicació. Si el conjunt de dades enviat a l'informe es canvia, se li demanarà a vosté l'autorització altra vegada.\n",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "L'ID del dispositiu introduïda no pareix vàlida. Deuria ser una cadena de 52 o 56 caracters consistents en lletres i nombre, amb espais i barres opcionals.",
    "The first command line parameter is the folder path and the second parameter is the relative path in the folder.": "El primer paràmetre de la línia de comandos és la ruta de la carpeta i el segon és la ruta relativa en la carpeta.",
    "The folder ID cannot be blank.": "L'ID de la carpeta no pot estar buit.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "L'ID de la carpeta deu ser un identificador curt (64 caracters o menys) consistint en lletres, nombres i únicament els caracters del punt (.), guió (-) i guió baix (_).",
    "The folder ID must be unique.": "L'ID de la carpeta deu ser única.",
    "The folder path cannot be blank.": "La ruta de la carpeta no pot estar buida.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "S'utilitzen els següents intervals: per a la primera hora es guarda una versió cada 30 segons, per al primer dia es guarda una versió cada hora, per als primers 30 dies es guarda una versió diaria, fins l'edat màxima es guarda una versió cada setmana.",
    "The following items could not be synchronized.": "The following items could not be synchronized.",
    "The maximum age must be a number and cannot be blank.": "L'edat màxima deu ser un nombre i no pot estar buida.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "El temps màxim per a guardar una versió (en dies, ficar 0 per a guardar les versions per a sempre).",
    "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).": "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).",
    "The number of days must be a number and cannot be blank.": "El nombre de dies deu ser un nombre i no pot estar en blanc.",
    "The number of days to keep files in the trash can. Zero means forever.": "El nombre de dies per a mantindre els arxius a la paperera. Cero vol dir \"per a sempre\".",
    "The number of old versions to keep, per file.": "El nombre de versions antigues per a guardar, per cada fitxer.",
    "The number of versions must be a number and cannot be blank.": "El nombre de versions deu ser un nombre i no pot estar buit.",
    "The path cannot be blank.": "La ruta no pot estar buida.",
    "The rate limit must be a non-negative number (0: no limit)": "The rate limit must be a non-negative number (0: no limit)",
    "The rescan interval must be a non-negative number of seconds.": "L'interval de reescaneig deu ser un nombre positiu de segons.",
    "They are retried automatically and will be synced when the error is resolved.": "They are retried automatically and will be synced when the error is resolved.",
    "This is a major version upgrade.": "Aquesta és una actualització important de la versió.",
    "Trash Can File Versioning": "Versionat d'arxius de la paperera",
    "Unknown": "Desconegut",
    "Unshared": "No compartit",
    "Unused": "No utilitzat",
    "Up to Date": "Actualitzat",
    "Updated": "Actualitzat",
    "Upgrade": "Actualitzar",
    "Upgrade To {%version%}": "Actualitzar a {{version}}",
    "Upgrading": "Actualitzant",
    "Upload Rate": "Velocitat d'actualització",
    "Uptime": "Temps de funcionament",
    "Use HTTPS for GUI": "Utilitzar HTTP per a l'Interfície Gràfica d'Usuari (GUI)",
    "Version": "Versió",
    "Versions Path": "Ruta de les versions",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Les versions s'esborren automàticament si són més antigues que l'edat màxima o excedixen el nombre de fitxer permesos en un interval.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Quant s'afig un nou dispositiu, hi ha que tindre en compte que aquest dispositiu deu ser afegit també en l'altre costat.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Quant s'afig una nova carpeta, hi ha que tindre en compte que l'ID de la carpeta s'utilitza per a juntar les carpetes entre dispositius. Són sensibles a les majúscules i deuen coincidir exactament entre tots els dispositius.",
    "Yes": "Sí",
    "You must keep at least one version.": "Es deu mantindre al menys una versió.",
    "full documentation": "Documentació completa",
    "items": "Elements",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} vol compartit la carpeta \"{{folder}}\"."
}