{
    "A negative number of days doesn't make sense.": "Een negatief aantal dagen is niet logisch.",
    "A new major version may not be compatible with previous versions.": "Een nieuwe major version is misschien niet compatibel met eerdere versies.",
    "API Key": "API-sleutel",
    "About": "Over",
    "Actions": "Acties",
    "Add": "Toevoegen",
    "Add Device": "Apparaat toevoegen",
    "Add Folder": "Map toevoegen",
    "Add new folder?": "Voeg nieuwe map toe?",
    "Address": "Adres",
    "Addresses": "Adressen",
    "Advanced": "Geavanceerd",
    "Advanced Configuration": "Geavanceerde configuratie",
    "All Data": "Alle gegevens",
    "Allow Anonymous Usage Reporting?": "Versturen van anonieme gebruikersstatistieken toestaan?",
    "Alphabetic": "Alfabetisch",
    "An external command handles the versioning. It has to remove the file from the synced folder.": "Een extern commando regelt het versiebeheer. Dit moet het bestand verwijderen van de gesynchroniseerde map.",
    "Anonymous Usage Reporting": "Anonieme gebruikersstatistieken",
    "Any devices configured on an introducer device will be added to this device as well.": "Apparaten die geconfigureerd worden op een introductieapparaat zullen ook aan dit apparaat worden toegevoegd.",
    "Automatic upgrades": "Automatische upgrades",
    "Be careful!": "Wees voorzichtig!",
    "Bugs": "Bugs",
    "CPU Utilization": "CPU-gebruik",
    "Changelog": "Logboek",
    "Clean out after": "Schoon op na",
    "Close": "Sluiten",
    "Command": "Commando",
    "Comment, when used at the start of a line": "Reageer indien gebruikt aan het begin van een lijn.",
    "Compression": "Compressie",
    "Connection Error": "Verbindingsfout",
    "Copied from elsewhere": "Gekopieerd vanaf elders",
    "Copied from original": "Gekopieerd van het origineel",
    "Copyright © 2015 the following Contributors:": "Copyright © 2015 de volgende Bijdragers:",
    "Delete": "Verwijderen",
    "Deleted": "Verwijderd",
    "Device ID": "Apparaat-ID",
    "Device Identification": "Apparaat-identificatie",
    "Device Name": "Naam apparaat",
    "Device {%device%} ({%address%}) wants to connect. Add new device?": "Apparaat {{device}} ({{address}}) wil verbinding maken. Dit apparaat toevoegen?",
    "Devices": "Apparaten",
    "Disconnected": "Niet verbonden",
    "Documentation": "Documentatie",
    "Download Rate": "Downloadsnelheid",
    "Downloaded": "Gedownload",
    "Downloading": "Bezig met downloaden",
    "Edit": "Bewerk",
    "Edit Device": "Bewerk apparaat",
    "Edit Folder": "Bewerk map",
    "Editing": "Bezig met bewerken",
    "Enable UPnP": "UPnP gebruiken",
    "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Voer door komma's gescheiden (\"tcp://ip:port\", \"tcp://host:port\") adressen of \"dynamisch\" in om automatische ontdekking van het adres uit te voeren.",
    "Enter ignore patterns, one per line.": "Voer negeerpatronen in, één per regel.",
    "Error": "Fout",
    "External File Versioning": "Extern versiebeheer voor bestanden",
    "Failed Items": "Mislukte items",
    "File Pull Order": "Volgorde ontvangen bestanden",
    "File Versioning": "Versiebeheer",
    "File permission bits are ignored when looking for changes. Use on FAT file systems.": "Toegangsrechten voor bestanden worden genegeerd bij het zoeken naar wijzigingen. Gebruik voor FAT-bestandssystemen.",
    "Files are moved to .stversions folder when replaced or deleted by Syncthing.": "Verwijderde of vervangen bestanden worden verplaatst naar de map .stversions.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by Syncthing.": "Bestanden worden niet door Syncthing vervangen of verwijderd, maar verplaatst naar de map .stversions.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Bestanden zijn beschermt tegen aanpassingen die gemaakt zijn door andere apparaten, maar aanpassingen op dit apparaat worden doorgestuurd naar de rest van het cluster.",
    "Folder": "Map",
    "Folder ID": "Map-ID",
    "Folder Master": "Hoofdmap",
    "Folder Path": "Maplocatie",
    "Folders": "Mappen",
    "GUI": "GUI",
    "GUI Authentication Password": "GUI-wachtwoord",
    "GUI Authentication User": "GUI-gebruikersnaam",
    "GUI Listen Addresses": "GUI-adres",
    "Generate": "Genereer",
    "Global Discovery": "Globaal zoeken",
    "Global Discovery Server": "Globale zoekserver",
    "Global State": "Globale status",
    "Help": "Help",
    "Home page": "Startpagina",
    "Ignore": "Negeer",
    "Ignore Patterns": "Bestanden negeren",
    "Ignore Permissions": "Negeer bestandspermissies",
    "Incoming Rate Limit (KiB/s)": "Limiteer downloadsnelheid (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Een verkeerde configuratie kan bestanden in mappen beschadigen en/of Syncthing onbruikbaar maken.",
    "Introducer": "Introductie-apparaat",
    "Inversion of the given condition (i.e. do not exclude)": "Inversie van de gegeven voorwaarde (i.e. niet uitsluiten)",
    "Keep Versions": "Versies behouden",
    "Largest First": "Grootste eerst",
    "Last File Received": "Laatst ontvangen bestand",
    "Last seen": "Laatst gezien op",
    "Later": "Later",
    "Local Discovery": "Lokaal zoeken",
    "Local State": "Lokale status",
    "Local State (Total)": "Lokale status (totaal)",
    "Major Upgrade": "Grote update",
    "Maximum Age": "Maximum leeftijd",
    "Metadata Only": "Alleen metadata",
    "Minimum Free Disk Space": "Minimale vrije schijfruimte",
    "Move to top of queue": "Verplaats naar het begin van de wachtrij",
    "Multi level wildcard (matches multiple directory levels)": "Wildcard op meerdere niveaus (toepasbaar op meerdere mapniveaus)",
    "Never": "Nooit",
    "New Device": "Nieuw apparaat",
    "New Folder": "Nieuwe map",
    "Newest First": "Nieuwste eerst",
    "No": "Nee",
    "No File Versioning": "Geen versiebeheer",
    "Notice": "Mededeling",
    "OK": "OK",
    "Off": "Uit",
    "Oldest First": "Oudste eerst",
    "Options": "Opties",
    "Out of Sync": "Niet gesynchroniseerd",
    "Out of Sync Items": "Niet-gesynchroniseerde items",
    "Outgoing Rate Limit (KiB/s)": "Uitgaande snelheidslimiet (KiB/s)",
    "Override Changes": "Veranderingen overschrijven",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Locatie van de map op de lokale computer. Als deze niet bestaat zal de map aangemaakt worden. De tilde (~) kan gebruikt worden als snelkoppeling voor ",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Betandspad waar de versies opgeslagen moeten worden (leeg laten voor de standaard .stversions subfolder).",
    "Pause": "Pauze",
    "Paused": "Gepauseerd",
    "Please consult the release notes before performing a major upgrade.": "Lees eerst de release notes voordat u een grote update uitvoert.",
    "Please wait": "Even geduld",
    "Preview": "Preview",
    "Preview Usage Report": "Preview gebruiksstatistieken",
    "Quick guide to supported patterns": "Snelgids voor ondersteunde patronen",
    "RAM Utilization": "Geheugengebruik",
    "Random": "Willekeurig",
    "Relayed via": "Doorgestuurd via",
    "Relays": "Relais",
    "Release Notes": "Release notes",
    "Remove": "Verwijderen",
    "Rescan": "Opnieuw scannen",
    "Rescan All": "Scan alles opnieuw",
    "Rescan Interval": "Scanfrequentie",
    "Restart": "Herstart",
    "Restart Needed": "Herstart nodig",
    "Restarting": "Herstarten",
    "Resume": "Hervatten",
    "Reused": "Hergebruikt",
    "Save": "Bewaar",
    "Scanning": "Aan het zoeken",
    "Select the devices to share this folder with.": "Selecteer de apparaten om deze map mee te delen.",
    "Select the folders to share with this device.": "Selecteer de mappen om met dit apparaat te delen.",
    "Settings": "Instellingen",
    "Share": "Delen",
    "Share Folder": "Deel map",
    "Share Folders With Device": "Deel mappen met apparaat",
    "Share With Devices": "Delen met apparaten",
    "Share this folder?": "Deze map delen?",
    "Shared With": "Gedeeld met",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Korte aanduiding voor deze map. Moet dezelfde zijn op alle apparaten in het cluster.",
    "Show ID": "Toon ID",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Wordt i.p.v. het apparaat-ID getoond in de clusterstatus. Deze naam wordt aan andere apparaten voorgesteld als optionele standaard naam.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Wordt in plaats van het apparaat-ID in de cluster status getoond. Zal geupdate worden naar de naam die het apparaat uitzend. ",
    "Shutdown": "Sluit af",
    "Shutdown Complete": "Afsluiten voltooid",
    "Simple File Versioning": "Eenvoudig versiebeheer",
    "Single level wildcard (matches within a directory only)": "Wildcard op enkelvoudig niveau (alleen toepasbaar binnen een map)",
    "Smallest First": "Kleinste eerst",
    "Source Code": "Broncode",
    "Staggered File Versioning": "Gelaagd versiebeheer",
    "Start Browser": "Start browser",
    "Statistics": "Statistieken",
    "Stopped": "Gestopt",
    "Support": "Support",
    "Sync Protocol Listen Addresses": "Synchronisatie protocol luister adres",
    "Syncing": "Aan het synchroniseren",
    "Syncthing has been shut down.": "Syncthing is afgesloten",
    "Syncthing includes the following software or portions thereof:": "De volgende software of delen daarvan zijn onderdeel van syncthing:",
    "Syncthing is restarting.": "Syncthing is aan het herstarten.",
    "Syncthing is upgrading.": "Syncthing is aan het upgraden.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing lijkt afgesloten te zijn, of er is een verbindingsprobleem met het internet. Nieuwe poging....",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Syncthing lijkt een probleem te ondervinden met het verwerken van je verzoek. Refresh de pagina of herstart Syncthing als de problemen zich blijven voordoen. ",
    "The aggregated statistics are publicly available at {%url%}.": "The verzamelde statistieken zijn publiek beschikbaar op {{url}}",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "De configuratie is opslagen maar nog niet actief. Syncthing moet opnieuw opgestart worden om de nieuwe configuratie te activeren.",
    "The device ID cannot be blank.": "Het apparaat-ID mag niet leeg zijn.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "Het in te vullen apparaat-ID kan gevonden worden in het \"Aanpassen > Toon ID\" scherm op het andere apparaat. Spaties en streepjes zijn optioneel (worden genegeerd).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Het versleutelde gebruiksrapport wordt dagelijks gestuurd en wordt gebruikt om de verschillende platformen, mappengrootte en versies op te volgen. Als de reeks gegevens wijzigt zal dit scherm opnieuw worden getoond.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Dit apparaat-ID lijkt ongeldig. Het apparaat-ID bestaat uit 52 of 56 letters en cijfers, spaties en streepjes zijn optioneel.",
    "The first command line parameter is the folder path and the second parameter is the relative path in the folder.": "De eerste parameter is het pad naar de map en de tweede parameter is het relatieve pad binnen die map.",
    "The folder ID cannot be blank.": "Het map-ID mag niet leeg zijn.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "De map-ID is een korte aanduiding (maximaal 64 tekens lang) en bestaat enkel uit letters, nummers, punten (.), streepjes (-) en onderstrepingstekens (_).",
    "The folder ID must be unique.": "Het map-ID moet uniek zijn.",
    "The folder path cannot be blank.": "De map locatie mag niet leeg zijn.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "De volgende intervallen worden gebruikt: het eerste uur worden versies iedere 30 seconden bewaard, de eerste dag worden versies ieder uur bewaard, de eerste 30 dagen worden versies iedere dag bewaard, tot de maximale leeftijd worden versies iedere week bewaard.",
    "The following items could not be synchronized.": "De volgende bestanden konden niet worden gesynchroniseerd.",
    "The maximum age must be a number and cannot be blank.": "De maximum leeftijd moet uit cijfers bestaan en mag niet leeggelaten worden.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "De maximale tijdsduur om een versie te bewaren (in dagen, gebruik 0 om versies voor altijd te bewaren).",
    "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).": "Het percentage minimale vrije schijfruimte dient een positief nummer tussen 0 en 100 (inclusief) te zijn.",
    "The number of days must be a number and cannot be blank.": "Het aantal dagen moet een getal zijn en kan niet leeg gelaten worden.",
    "The number of days to keep files in the trash can. Zero means forever.": "Het aantal dagen dat bestanden in de prullenbak blijven. Type 0 voor oneindig.",
    "The number of old versions to keep, per file.": "Het aantal versies dat bewaard moet worden per file.",
    "The number of versions must be a number and cannot be blank.": "Het aantal nummers moet een getal zijn en mag niet leeg blijven.",
    "The path cannot be blank.": "Het bestandspad mag niet leeg zijn.",
    "The rate limit must be a non-negative number (0: no limit)": "De snelheidslimiet moet een positief nummer zijn (0: geen limiet)",
    "The rescan interval must be a non-negative number of seconds.": "De scanfrequentie moet een positief getal in seconden zijn.",
    "They are retried automatically and will be synced when the error is resolved.": "Het wordt automatisch opnieuw geprobeerd. Bestanden worden gesynchroniseerd als de fout is hersteld.",
    "This is a major version upgrade.": "Dit is een grote update.",
    "Trash Can File Versioning": "Versiebeheer bestanden prullenbak",
    "Unknown": "Onbekend",
    "Unshared": "Niet gedeeld",
    "Unused": "Ongebruikt",
    "Up to Date": "Gesynchroniseerd",
    "Updated": "Bijgewerkt",
    "Upgrade": "Upgrade",
    "Upgrade To {%version%}": "Upgrade naar {{version}}",
    "Upgrading": "Bezig met upgrade",
    "Upload Rate": "Upload snelheid",
    "Uptime": "Uptime",
    "Use HTTPS for GUI": "Gebruik HTTPS voor de GUI",
    "Version": "Versie",
    "Versions Path": "Bestandspad versies",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Versies worden automatisch verwijderd als deze ouder zijn dan de maximale leeftijd of als ze het maximaal aantal toegestane bestanden per interval overschrijden. ",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Wanneer een nieuw toestel wordt toegevoegd, houd er dan rekening mee dat dit toestel ook aan de andere kant moet worden toegevoegd.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Houd er bij het toevoegen van nieuwe mappen rekening mee dat het map-ID gebruikt wordt om mappen tussen apparaten te verbinden. Dit ID is hoofdlettergevoelig en moet identiek zijn op andere apparaten.",
    "Yes": "Ja",
    "You must keep at least one version.": "Minstens 1 versie moet bewaard blijven.",
    "full documentation": "volledige documentatie",
    "items": "objecten",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} wil de map \"{{folder}}\" delen."
}