{
    "A negative number of days doesn't make sense.": "Отрицательное число дней не имеет значения.",
    "A new major version may not be compatible with previous versions.": "Новое обновление основной версии может быть несовместимо с предыдущими версиями.",
    "API Key": "Ключ API",
    "About": "О программе",
    "Actions": "Действия",
    "Add": "Добавить",
    "Add Device": "Добавить устройство",
    "Add Folder": "Добавить папку",
    "Add new folder?": "Добавить новую папку?",
    "Address": "Адрес",
    "Addresses": "Адреса",
    "Advanced": "Дополнительно",
    "Advanced Configuration": "Дополнительные настройки",
    "All Data": "Все данные",
    "Allow Anonymous Usage Reporting?": "Разрешить сбор анонимной статистики использования?",
    "Alphabetic": "По алфавиту",
    "An external command handles the versioning. It has to remove the file from the synced folder.": "Внешний процесс управляет версиями файлов.  Процесс удалит файл из синхронизируемой папки.",
    "Anonymous Usage Reporting": "Анонимная статистика использования",
    "Any devices configured on an introducer device will be added to this device as well.": "Все устройства, подключённые к устройству-рекомендателю, будут добавлены к текущему устройству.",
    "Automatic upgrades": "Автообновление",
    "Be careful!": "Будьте осторожны!",
    "Bugs": "Ошибки",
    "CPU Utilization": "Загрузка ЦПУ",
    "Changelog": "Журнал изменений",
    "Clean out after": "Очистить после",
    "Close": "Закрыть",
    "Command": "Команда",
    "Comment, when used at the start of a line": "Комментарий, если используется в начале строки",
    "Compression": "Сжатие",
    "Connection Error": "Ошибка подключения",
    "Copied from elsewhere": "Скопировано из другого места",
    "Copied from original": "Скопировано с оригинала",
    "Copyright © 2015 the following Contributors:": "Все права защищены ©, 2015 участники:",
    "Delete": "Удалить",
    "Deleted": "Удалено",
    "Device ID": "ID устройства",
    "Device Identification": "Идентификация устройства",
    "Device Name": "Имя устройства",
    "Device {%device%} ({%address%}) wants to connect. Add new device?": "Устройство {{device}} ({{address}}) хочет подключиться. Добавить новое устройство?",
    "Devices": "Устройства",
    "Disconnected": "Нет соединения",
    "Documentation": "Документация",
    "Download Rate": "Скорость загрузки",
    "Downloaded": "Загружено",
    "Downloading": "Загрузка",
    "Edit": "Изменить",
    "Edit Device": "Изменить устройство",
    "Edit Folder": "Изменить папку",
    "Editing": "Редактирование",
    "Enable UPnP": "Включить UPnP",
    "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Введите адреса через запятую (\"tcp://ip:port\", \"tcp://host:port\") или \"dynamic\" для автоматического поиска адресов.",
    "Enter ignore patterns, one per line.": "Введите шаблоны игнорирования, по одному на строку.",
    "Error": "Ошибка",
    "External File Versioning": "Внешний контроль версий файлов",
    "Failed Items": "Сбои",
    "File Pull Order": "Порядок получения файлов",
    "File Versioning": "Управление версиями",
    "File permission bits are ignored when looking for changes. Use on FAT file systems.": "Права на файлы игнорируются при поиске изменений. Используется на файловой системе FAT.",
    "Files are moved to .stversions folder when replaced or deleted by Syncthing.": "Файлы перемещаются в папку .stversions после их замены или удаления системой Syncthing.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by Syncthing.": "Файлы с временнОй меткой версии помещаются в папку .stversions при их замене или удалении Syncthing.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Файлы защищены от изменений сделанных на других устройствах, но изменения сделанные на этом устройстве будут отправлены всему кластеру.",
    "Folder": "Папка",
    "Folder ID": "ID папки",
    "Folder Master": "Папка-оригинал",
    "Folder Path": "Путь к папке",
    "Folders": "Папки",
    "GUI": "Интерфейс",
    "GUI Authentication Password": "Пароль для доступа к панели управления",
    "GUI Authentication User": "Имя пользователя для доступа к панели управления",
    "GUI Listen Addresses": "Адрес панели управления",
    "Generate": "Сгенерировать",
    "Global Discovery": "Глобальное обнаружение",
    "Global Discovery Server": "Сервер глобального обнаружения",
    "Global State": "Глобальное состояние",
    "Help": "Помощь",
    "Home page": "Домашная страница",
    "Ignore": "Игнорировать",
    "Ignore Patterns": "Шаблоны игнорирования",
    "Ignore Permissions": "Игнорировать файловые права доступа",
    "Incoming Rate Limit (KiB/s)": "Ограничение входящего потока (Кбит/сек)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Неправильные настройки могут повредить содержимое папок и сделать Syncthing нерабочим",
    "Introducer": "Рекомендатель",
    "Inversion of the given condition (i.e. do not exclude)": "Инвертировать текущее условие (например, исключить)",
    "Keep Versions": "Количество хранимых версий",
    "Largest First": "Сначала большие",
    "Last File Received": "Последний полученный файл",
    "Last seen": "Был доступен",
    "Later": "Потом",
    "Local Discovery": "Локальное обнаружение",
    "Local State": "Локальное состояние",
    "Local State (Total)": "Локально (всего)",
    "Major Upgrade": "Обновление основной версии",
    "Maximum Age": "Максимальный срок",
    "Metadata Only": "Только метаданные",
    "Minimum Free Disk Space": "Минимальное свободное место на диске",
    "Move to top of queue": "Поместить в начало очереди",
    "Multi level wildcard (matches multiple directory levels)": "Многоуровневая маска (поиск совпадений во всех подпапках)",
    "Never": "Никогда",
    "New Device": "Новое устройство",
    "New Folder": "Новая папка",
    "Newest First": "Сначала новые",
    "No": "Нет",
    "No File Versioning": "Без управления версиями файлов",
    "Notice": "Внимание",
    "OK": "ОК",
    "Off": "Отключить",
    "Oldest First": "Сначала старые",
    "Options": "Настройки",
    "Out of Sync": "Нет синхронизации",
    "Out of Sync Items": "Не синхронизированные пункты",
    "Outgoing Rate Limit (KiB/s)": "Предел скорости отдачи (KiB/s)",
    "Override Changes": "Перезаписать изменения",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Путь к папке на локальном компьютере. Если её не существует, то она будет создана. Тильда (~) может использоваться как сокращение для",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Путь, где должны храниться версии (оставьте пустым, чтобы использовать папку по умолчанию .stversions внутри папки).",
    "Pause": "Пауза",
    "Paused": "Остановлено",
    "Please consult the release notes before performing a major upgrade.": "Перед проведением обновления основной версии ознакомтесь, пожалуйста, с Замечаниями к версии",
    "Please wait": "Пожалуйста, подождите",
    "Preview": "Предварительный просмотр",
    "Preview Usage Report": "Посмотреть отчёт об использовании",
    "Quick guide to supported patterns": "Краткое руководство по поддерживаемым шаблонам",
    "RAM Utilization": "Использование ОЗУ",
    "Random": "Случайно",
    "Relayed via": "Релей через",
    "Relays": "Релеи",
    "Release Notes": "Замечания к версии",
    "Remove": "Удалить",
    "Rescan": "Пересканирование",
    "Rescan All": "Пересканировать все",
    "Rescan Interval": "Интервал пересканирования",
    "Restart": "Перезапуск",
    "Restart Needed": "Требуется перезапуск",
    "Restarting": "Перезапуск",
    "Resume": "Возобновить",
    "Reused": "Повторно использовано",
    "Save": "Сохранить",
    "Scanning": "Сканирование",
    "Select the devices to share this folder with.": "Выберите устройства, для которых будет доступна эта папка.",
    "Select the folders to share with this device.": "Выберите папку для предоставления доступа данному устройству",
    "Settings": "Настройки",
    "Share": "Предоставить доступ",
    "Share Folder": "Предоставить доступ к папке",
    "Share Folders With Device": "Предоставить доступ устройству к папкам",
    "Share With Devices": "Предоставить доступ устройствам",
    "Share this folder?": "Предоставить доступ к этой папке?",
    "Shared With": "Доступ предоставлен",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Короткий идентификатор папки. Должен быть одинаковым на всех устройствах кластера.",
    "Show ID": "Показать ID",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Отображается вместо ID устройства в статусе группы. Будет разослан другим устройствам в качестве имени по умолчанию.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Отображается вместо ID устройства в статусе группы. Если поле не заполнено, то будет установлено имя, передаваемое этим устройством.",
    "Shutdown": "Выключить",
    "Shutdown Complete": "Выключено",
    "Simple File Versioning": "Простое управление версиями файлов",
    "Single level wildcard (matches within a directory only)": "Одноуровневая маска (поиск совпадений только внутри папки)",
    "Smallest First": "Сначала маленькие",
    "Source Code": "Исходный код",
    "Staggered File Versioning": "Ступенчатое управление версиями файлов",
    "Start Browser": "Открыть браузер",
    "Statistics": "Статистика",
    "Stopped": "Остановлено",
    "Support": "Поддержка",
    "Sync Protocol Listen Addresses": "Адрес протокола синхронизации",
    "Syncing": "Синхронизация",
    "Syncthing has been shut down.": "Syncthing выключен.",
    "Syncthing includes the following software or portions thereof:": "Syncthing включает в себя следующее ПО или его части:",
    "Syncthing is restarting.": "Перезапуск Syncthing",
    "Syncthing is upgrading.": "Обновление Syncthing ",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Кажется, Syncthing не запущен или есть проблемы с подключением к Интернету. Переподключаюсь...",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Syncthing столкнулся с проблемой при обработке Вашего запроса. Пожалуйста, обновите страницу или перезапустите Syncthing если проблема повторится.",
    "The aggregated statistics are publicly available at {%url%}.": "Суммарная статистика общедоступна на {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Конфигурация была сохранена но не активирована. Для активации новой конфигурации необходимо рестартовать Syncthing.",
    "The device ID cannot be blank.": "ID устройства не может быть пустым.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "Идентификатор устройства, который следует тут ввести, может быть найден в диалоге \"Редактирование > Показать ID\" на другом устройстве. Пробелы и тире не обязательны (игнорируются).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Зашифрованный отчет об использовании отправляется ежедневно. Это используется для отслеживания общих платформ, размеров папок и версий приложения. Если отчетные данные изменятся, вам будет снова показано это диалоговое окно.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Введён недопустимый ID устройства. Он должен состоять из букв и цифр, может включать пробелы и дефисы, длина должна быть от 52 до 56 символов, ",
    "The first command line parameter is the folder path and the second parameter is the relative path in the folder.": "Первый параметр командной строки - путь к папке, второй параметр - относительный путь в папке.",
    "The folder ID cannot be blank.": "ID папки не может быть пустым.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "ID папки должен быть коротким (не более 64 символов), должен состоять только из букв, цифр, точек (.), дефисов (-) или подчёркиваний (_).",
    "The folder ID must be unique.": "ID папки должен быть уникальным.",
    "The folder path cannot be blank.": "Путь к папке не должен быть пустым.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Используются следующие интервалы: в первый час версия меняется каждые 30 секунд, в первый день - каждый час, первые 30 дней - каждый день, после, до максимального срока - каждую неделю.",
    "The following items could not be synchronized.": "Невозможно синхронизировать следующие объекты",
    "The maximum age must be a number and cannot be blank.": "Максимальный срок должен быть числом и не может быть пустым.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Максимальный срок хранения версии (в днях, 0 значит вечное хранение).",
    "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).": "Минимальное свободное место на диске должно быть в процентах между 0 и 100 включительно.",
    "The number of days must be a number and cannot be blank.": "Количество дней должно быть числом и не может быть пустым.",
    "The number of days to keep files in the trash can. Zero means forever.": "Количество дней хранения файлов в корзине. Ноль значит навсегда.",
    "The number of old versions to keep, per file.": "Количество хранимых версий файла.",
    "The number of versions must be a number and cannot be blank.": "Количество версий должно быть числом и не может быть пустым.",
    "The path cannot be blank.": "Путь не может быть пустым.",
    "The rate limit must be a non-negative number (0: no limit)": "Скорость должна быть неотрицательным числом (0: нет ограничения)",
    "The rescan interval must be a non-negative number of seconds.": "Интервал пересканирования должен быть неотрицательным количеством секунд.",
    "They are retried automatically and will be synced when the error is resolved.": "Будут синхронизированы автоматически когда ошибка будет исправлена.",
    "This is a major version upgrade.": "Это обновление основной версии продукта.",
    "Trash Can File Versioning": "Использовать версионность для файлов в Корзине",
    "Unknown": "Неизвестно",
    "Unshared": "Необщедоступно",
    "Unused": "Не используется",
    "Up to Date": "Обновлено",
    "Updated": "Обновлено",
    "Upgrade": "Обновить",
    "Upgrade To {%version%}": "Обновить до {{version}}",
    "Upgrading": "Обновление",
    "Upload Rate": "Скорость отдачи",
    "Uptime": "Аптайм",
    "Use HTTPS for GUI": "Использовать HTTPS для панели управления",
    "Version": "Версия",
    "Versions Path": "Путь к версиям",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Версии удаляются автоматически, если они существуют дольше максимального срока или превышают разрешённое количество файлов за интервал.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Когда добавляете устройство, помните о том, что это же устройство должно быть добавлено и другой стороной.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Когда добавляете новую папку, помните, что ID папок используются для того, чтобы связывать папки между всеми устройствами. Они чувствительны к регистру и должны совпадать на всех используемых устройствах.",
    "Yes": "Да",
    "You must keep at least one version.": "Вы должны хранить как минимум одну версию.",
    "full documentation": "полная документация",
    "items": "элементы",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} хочет поделиться папкой \"{{folder}}\"."
}