{
    "API Key": "Chiave API",
    "About": "Informazioni",
    "Add": "Aggiungi",
    "Add Device": "Aggiungi Dispositivo",
    "Add Folder": "Aggiungi Cartella",
    "Add new folder?": "Aggiungere una nuova cartella?",
    "Address": "Indirizzo",
    "Addresses": "Indirizzi",
    "All Data": "All Data",
    "Allow Anonymous Usage Reporting?": "Abilitare Statistiche Anonime di Utilizzo?",
    "Anonymous Usage Reporting": "Statistiche Anonime di Utilizzo",
    "Any devices configured on an introducer device will be added to this device as well.": "Qualsiasi dispositivo configurato in un introduttore verrà aggiunto anche a questo dispositivo.",
    "Automatic upgrades": "Aggiornamenti automatici",
    "Bugs": "Bug",
    "CPU Utilization": "Utilizzo CPU",
    "Changelog": "Changelog",
    "Close": "Chiudi",
    "Comment, when used at the start of a line": "Per commentare, va inserito all'inizio di una riga",
    "Compression": "Compression",
    "Compression is recommended in most setups.": "La compressione è raccomandata nella maggior parte delle configurazioni.",
    "Connection Error": "Errore di Connessione",
    "Copied from elsewhere": "Copiato da qualche altra parte",
    "Copied from original": "Copiato dall'originale",
    "Copyright © 2014 Jakob Borg and the following Contributors:": "Copyright © 2014 Jakob Borg e i seguenti Collaboratori:",
    "Delete": "Elimina",
    "Device ID": "ID Dispositivo",
    "Device Identification": "Identificazione Dispositivo",
    "Device Name": "Nome Dispositivo",
    "Device {%device%} ({%address%}) wants to connect. Add new device?": "Il dispositivo {{device}} ({{address}}) chiede di connettersi. Aggiungere il nuovo dispositivo?",
    "Devices": "Dispositivi",
    "Disconnected": "Disconnesso",
    "Documentation": "Documentazione",
    "Download Rate": "Velocità Download",
    "Downloaded": "Scaricato",
    "Downloading": "Sto scaricando",
    "Edit": "Modifica",
    "Edit Device": "Modifica Dispositivo",
    "Edit Folder": "Modifica Cartella",
    "Editing": "Modifica di",
    "Enable UPnP": "Attiva UPnP",
    "Enter comma separated \"ip:port\" addresses or \"dynamic\" to perform automatic discovery of the address.": "Inserisci gli indirizzi \"ip:porta\" separati da una virgola, altrimenti inserisci \"dynamic\" per effettuare il rilevamento automatico dell'indirizzo.",
    "Enter ignore patterns, one per line.": "Inserisci gli schemi di esclusione, uno per riga.",
    "Error": "Errore",
    "File Versioning": "Controllo Versione dei File",
    "File permission bits are ignored when looking for changes. Use on FAT filesystems.": "Il software evita i bit dei permessi dei file durante il controllo delle modifiche. Utilizzato nei filesystem FAT.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.": "I file sostituiti o eliminati da syncthing vengono datati e spostati in una cartella .stversions .",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "I file sono protetti dalle modifiche effettuate negli altri dispositivi, ma le modifiche effettuate in questo dispositivo verranno inviate anche al resto del cluster.",
    "Folder ID": "ID Cartella",
    "Folder Master": "Cartella Principale",
    "Folder Path": "Percorso Cartella",
    "Folders": "Cartelle",
    "GUI Authentication Password": "Password di Autenticazione dell'Utente",
    "GUI Authentication User": "Utente dell'Interfaccia Grafica",
    "GUI Listen Addresses": "Indirizzi dell'Interfaccia Grafica",
    "Generate": "Genera",
    "Global Discovery": "Individuazione Globale",
    "Global Discovery Server": "Server di Ricerca Globale",
    "Global State": "Stato Globale",
    "Idle": "Inattivo",
    "Ignore": "Ignora",
    "Ignore Patterns": "Schemi Esclusione File",
    "Ignore Permissions": "Ignora Permessi",
    "Incoming Rate Limit (KiB/s)": "Limite Velocità in Ingresso (KiB/s)",
    "Introducer": "Introduttore",
    "Inversion of the given condition (i.e. do not exclude)": "Inversione della condizione indicata (ad es. non escludere)",
    "Keep Versions": "Versioni Mantenute",
    "Last File Received": "Ultimo File Ricevuto",
    "Last File Synced": "Ultimo File Sincronizzato",
    "Last seen": "Ultima connessione",
    "Later": "Più Tardi",
    "Latest Release": "Ultima Versione",
    "Local Discovery": "Individuazione Locale",
    "Local State": "Stato Locale",
    "Maximum Age": "Durata Massima",
    "Metadata Only": "Metadata Only",
    "Move to top of queue": "Move to top of queue",
    "Multi level wildcard (matches multiple directory levels)": "Metacarattere multi-livello (corrisponde alle cartelle e alle sotto-cartelle)",
    "Never": "Mai",
    "New Device": "Nuovo Dispositivo",
    "New Folder": "Nuova Cartella",
    "No": "No",
    "No File Versioning": "Nessun Controllo Versione",
    "Notice": "Avviso",
    "OK": "OK",
    "Off": "Off",
    "Offline": "Non in linea",
    "Online": "In linea",
    "Out Of Sync": "Non Sincronizzati",
    "Out of Sync Items": "Elementi Non Sincronizzati",
    "Outgoing Rate Limit (KiB/s)": "Limite Velocità in Uscita (KiB/s)",
    "Override Changes": "Ignora Modifiche",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Percorso della cartella nel computer locale. Verrà creata se non esiste già. Il carattere tilde (~) può essere utilizzato come scorciatoia per",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Percorso di salvataggio delle versioni (lasciare vuoto per utilizzare la cartella predefinita .stversions in questa cartella).",
    "Please wait": "Attendere prego",
    "Preview": "Anteprima",
    "Preview Usage Report": "Anteprima Statistiche di Utilizzo",
    "Quick guide to supported patterns": "Guida veloce agli schemi supportati",
    "RAM Utilization": "Utilizzo RAM",
    "Rescan": "Riscansiona",
    "Rescan All": "Rescan All",
    "Rescan Interval": "Intervallo Scansione",
    "Restart": "Riavvia",
    "Restart Needed": "Riavvio Necessario",
    "Restarting": "Riavvio",
    "Reused": "Riutilizzato",
    "Save": "Salva",
    "Scanning": "Scansione in corso",
    "Select the devices to share this folder with.": "Seleziona i dispositivi con i quali condividere questa cartella.",
    "Select the folders to share with this device.": "Seleziona le cartelle da condividere con questo dispositivo.",
    "Settings": "Impostazioni",
    "Share": "Condividi",
    "Share Folder": "Condividi la Cartella",
    "Share Folders With Device": "Condividi Cartelle con il Dispositivo",
    "Share With Devices": "Condividi con i Dispositivi",
    "Share this folder?": "Vuoi condividere questa cartella?",
    "Shared With": "Condiviso Con",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Breve identificatore della cartella. Deve essere lo stesso su tutti i dispositivi del cluster.",
    "Show ID": "Mostra ID",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Visibile al posto dell'ID Dispositivo nello stato del cluster. Negli altri dispositivi verrà presentato come nome predefinito opzionale.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Visibile al posto dell'ID Dispositivo nello stato del cluster. Se viene lasciato vuoto, verrà utilizzato il nome proposto dal dispositivo.",
    "Shutdown": "Arresta",
    "Shutdown Complete": "Arresto Eseguito",
    "Simple File Versioning": "Controllo Versione Semplice",
    "Single level wildcard (matches within a directory only)": "Metacarattere di singolo livello (corrisponde solo all'interno di una cartella)",
    "Source Code": "Codice Sorgente",
    "Staggered File Versioning": "Controllo Versione Cadenzato",
    "Start Browser": "Avvia Browser",
    "Stopped": "Fermato",
    "Support": "Supporto",
    "Support / Forum": "Supporto / Forum",
    "Sync Protocol Listen Addresses": "Indirizzi del Protocollo di Sincronizzazione",
    "Synchronization": "Sincronizzazione",
    "Syncing": "Sincronizzazione in corso",
    "Syncthing has been shut down.": "Syncthing è stato arrestato.",
    "Syncthing includes the following software or portions thereof:": "Syncthing include i seguenti software o porzioni di questi:",
    "Syncthing is restarting.": "Riavvio di Syncthing in corso.",
    "Syncthing is upgrading.": "Aggiornamento di Syncthing in corso.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing sembra inattivo, oppure c'è un problema con la tua connessione a Internet. Nuovo tentativo…",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Sembra che Syncthing non sia stato in grado di processare il tuo comando. Se il problema persiste, prova a ricaricare la pagina nel tuo navigatore, oppure a rilanciare Syncthing.",
    "The aggregated statistics are publicly available at {%url%}.": "Le statistiche aggregate sono disponibili pubblicamente su {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "La configurazione è stata salvata ma non attivata. Devi riavviare Syncthing per attivare la nuova configurazione.",
    "The device ID cannot be blank.": "L'ID del dispositivo non può essere vuoto.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "Trova l'ID nella finestra di dialogo \"Modifica > Mostra ID\" dell'altro dispositivo, poi inseriscilo qui. Gli spazi e i trattini sono opzionali (ignorati).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Quotidianamente il software invia le statistiche di utilizzo in forma criptata. Questi dati riguardano i sistemi operativi utilizzati, le dimensioni delle cartelle e le versioni del software. Se i dati riportati sono cambiati, verrà mostrata di nuovo questa finestra di dialogo.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "L'ID del dispositivo inserito non sembra valido. Dovrebbe essere una stringa di 52 o 56 caratteri costituita da lettere e numeri, con spazi e trattini opzionali.",
    "The folder ID cannot be blank.": "L'ID della cartella non può essere vuoto.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "L'ID della cartella dev'essere un identificatore breve (64 caratteri o meno) costituito solamente da lettere, numeri, punti (.), trattini (-) e trattini bassi (_).",
    "The folder ID must be unique.": "L'ID della cartella dev'essere unico.",
    "The folder path cannot be blank.": "Il percorso della cartella non può essere vuoto.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Vengono utilizzati i seguenti intervalli temporali: per la prima ora viene mantenuta una versione ogni 30 secondi, per il primo giorno viene mantenuta una versione ogni ora, per i primi 30 giorni viene mantenuta una versione al giorno, successivamente viene mantenuta una versione ogni settimana fino al periodo massimo impostato.",
    "The maximum age must be a number and cannot be blank.": "La durata massima dev'essere un numero e non può essere vuoto.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "La durata massima di una versione (in giorni, imposta a 0 per mantenere le versioni per sempre).",
    "The number of old versions to keep, per file.": "Il numero di vecchie versioni da mantenere, per file.",
    "The number of versions must be a number and cannot be blank.": "Il numero di versioni dev'essere un numero e non può essere vuoto.",
    "The rescan interval must be a non-negative number of seconds.": "L'intervallo di scansione deve essere un numero superiore a zero secondi.",
    "The rescan interval must be at least 5 seconds.": "L'intervallo di scansione non può essere inferiore a 5 secondi.",
    "Unknown": "Sconosciuto",
    "Unshared": "Non Condiviso",
    "Unused": "Non Utilizzato",
    "Up to Date": "Sincronizzato",
    "Upgrade To {%version%}": "Aggiorna alla {{version}}",
    "Upgrading": "Aggiornamento",
    "Upload Rate": "Velocità Upload",
    "Use Compression": "Utilizza Compressione",
    "Use HTTPS for GUI": "Utilizza HTTPS per l'interfaccia grafica",
    "Version": "Versione",
    "Versions Path": "Percorso Cartella Versioni",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Le versioni vengono eliminate automaticamente se superano la durata massima o il numero di file permessi in un determinato intervallo temporale.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Anche nel nuovo dispositivo devi aggiungere l'ID di questo, con la stessa procedura.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Quando aggiungi una nuova cartella, ricordati che gli ID vengono utilizzati per collegare le cartelle nei dispositivi. Distinguono maiuscole e minuscole e devono corrispondere esattamente su tutti i dispositivi.",
    "Yes": "Sì",
    "You must keep at least one version.": "È necessario mantenere almeno una versione.",
    "full documentation": "documentazione completa",
    "items": "elementi",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} vuole condividere la cartella \"{{folder}}\"."
}