{
    "A negative number of days doesn't make sense.": "Un número negativo de días no tiene sentido.",
    "A new major version may not be compatible with previous versions.": "Una nueva versión con cambios importantes puede no ser compatible con versiones anteriores.",
    "API Key": "Clave del API",
    "About": "Acerca de",
    "Actions": "Acciones",
    "Add": "Añadir",
    "Add Device": "Añadir dispositivo",
    "Add Folder": "Añadir repositorio",
    "Add new folder?": "¿Añadir una nueva carpeta?",
    "Address": "Dirección",
    "Addresses": "Direcciones",
    "Advanced": "Advanced",
    "Advanced Configuration": "Advanced Configuration",
    "All Data": "Todos los datos",
    "Allow Anonymous Usage Reporting?": "¿Deseas permitir el envío anónimo de informes de uso?",
    "Alphabetic": "Alfabético",
    "An external command handles the versioning. It has to remove the file from the synced folder.": "Un comando externo controla la versión. El fichero debe ser eliminado de la carpeta sincronizada.",
    "Anonymous Usage Reporting": "Informe anónimo de uso",
    "Any devices configured on an introducer device will be added to this device as well.": "Cualquier dispositivo configurado en un dispositivo de introducción será añadido también.",
    "Automatic upgrades": "Actualizaciones automáticas",
    "Be careful!": "Be careful!",
    "Bugs": "Errores (bugs)",
    "CPU Utilization": "Uso de CPU",
    "Changelog": "Informe de cambios",
    "Clean out after": "Limpiar tras",
    "Close": "Cerrar",
    "Command": "Comando",
    "Comment, when used at the start of a line": "Comentar, cuando se usa al comienzo de una línea",
    "Compression": "Compresión",
    "Connection Error": "Error de conexión",
    "Copied from elsewhere": "Copiado de otro sitio",
    "Copied from original": "Copiado del original",
    "Copyright © 2015 the following Contributors:": "Copyright © 2015 los siguientes Colaboradores:",
    "Delete": "Borrar",
    "Deleted": "Borrado",
    "Device ID": "ID del dispositivo",
    "Device Identification": "Identificación del dispositivo",
    "Device Name": "Nombre del dispositivo",
    "Device {%device%} ({%address%}) wants to connect. Add new device?": "El dispositivo {{device}} ({{address}}) quiere conectarse. ¿Añadir nuevo dispositivo?",
    "Devices": "Dispositivos",
    "Disconnected": "Desconectado",
    "Documentation": "Documentación",
    "Download Rate": "Velocidad de descarga",
    "Downloaded": "Descargado",
    "Downloading": "Descargando",
    "Edit": "Editar",
    "Edit Device": "Editar dispositivo",
    "Edit Folder": "Editar repositorio",
    "Editing": "Editando",
    "Enable UPnP": "Habilitar UPnP",
    "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.",
    "Enter ignore patterns, one per line.": "Introducir patrones a ignorar, uno por línea.",
    "Error": "Error",
    "External File Versioning": "Versionado externo de fichero",
    "Failed Items": "Failed Items",
    "File Pull Order": "Orden de ficheros del pull",
    "File Versioning": "Versionado de ficheros",
    "File permission bits are ignored when looking for changes. Use on FAT file systems.": "Los bits de permiso de ficheros son ignorados cuando se buscan cambios. Utilizar en sistemas de ficheros FAT.",
    "Files are moved to .stversions folder when replaced or deleted by Syncthing.": "Los archivos serán movidos a la carpeta .stversions cuando sean reemplazados o borrados por Syncthing.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by Syncthing.": "Los ficheros son cambiados a versiones con indicación de fecha en una carpeta \".stversions\" cuando son reemplazados o borrados por Syncthing.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Los ficheros son protegidos por los cambios hechos en otros dispositivos, pero los cambios hechos en este dispositivo serán enviados al resto del grupo (cluster).",
    "Folder": "Folder",
    "Folder ID": "ID de carpeta",
    "Folder Master": "Carpeta principal",
    "Folder Path": "Ruta de la carpeta",
    "Folders": "Carpetas",
    "GUI": "GUI",
    "GUI Authentication Password": "Password de la Interfaz Gráfica de Usuario (GUI)",
    "GUI Authentication User": "Autentificación de usuario de la Interfaz Gráfica de Usuario (GUI)",
    "GUI Listen Addresses": "Direcciones de escucha de la Interfaz Gráfica de Usuario (GUI)",
    "Generate": "Generar",
    "Global Discovery": "Descubrimiento global",
    "Global Discovery Server": "Servidor de descubrimiento global",
    "Global State": "Estado global",
    "Help": "Ayuda",
    "Home page": "Home page",
    "Ignore": "Ignorar",
    "Ignore Patterns": "Patrones a ignorar",
    "Ignore Permissions": "Permisos a ignorar",
    "Incoming Rate Limit (KiB/s)": "Límite de descarga (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Incorrect configuration may damage your folder contents and render Syncthing inoperable.",
    "Introducer": "Presentador",
    "Inversion of the given condition (i.e. do not exclude)": "Inversión de la condición dada (por ejemplo, \"no excluir\")",
    "Keep Versions": "Mantener versiones",
    "Largest First": "Más grande primero",
    "Last File Received": "Último fichero recibido",
    "Last seen": "Visto por última vez",
    "Later": "Más tarde",
    "Local Discovery": "Descubrimiento local",
    "Local State": "Estado local",
    "Local State (Total)": "Estado Local (Total)",
    "Major Upgrade": "Actualización importante",
    "Maximum Age": "Edad máxima",
    "Metadata Only": "Sólo metadatos",
    "Minimum Free Disk Space": "Minimum Free Disk Space",
    "Move to top of queue": "Mover al principio de la cola",
    "Multi level wildcard (matches multiple directory levels)": "Comodín multinivel (coincide con múltiples niveles de directorio)",
    "Never": "Nunca",
    "New Device": "Nuevo Dispositivo",
    "New Folder": "Nueva Carpeta",
    "Newest First": "El más nuevo primero",
    "No": "No",
    "No File Versioning": "Sin versionado de fichero",
    "Notice": "Aviso",
    "OK": "OK",
    "Off": "Desconectar",
    "Oldest First": "El más antiguo primero",
    "Options": "Options",
    "Out of Sync": "Out of Sync",
    "Out of Sync Items": "Elementos no sincronizados",
    "Outgoing Rate Limit (KiB/s)": "Límite de subida (KiB/s)",
    "Override Changes": "Anular cambios",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Ruta a la carpeta en la máquina local. Se creará si no existe. El carácter de la tilde (~) puede usarse como atajo.",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Ruta donde se almacenarán las versiones (dejar vacío para usar la carpeta por defecto \".stversions\").",
    "Pause": "Pause",
    "Paused": "Paused",
    "Please consult the release notes before performing a major upgrade.": "Por favor, consultar las notas de la versión antes de realizar una actualización importante.",
    "Please wait": "Por favor, espere",
    "Preview": "Vista previa",
    "Preview Usage Report": "Informe de uso de vista previa",
    "Quick guide to supported patterns": "Guía rápida de patrones soportados",
    "RAM Utilization": "Uso de RAM",
    "Random": "Aleatorio",
    "Relayed via": "Relayed via",
    "Relays": "Relays",
    "Release Notes": "Notas de la versión",
    "Remove": "Remove",
    "Rescan": "Volver a buscar",
    "Rescan All": "Volver a buscar todo",
    "Rescan Interval": "Intervalo de nueva búsqueda",
    "Restart": "Reiniciar",
    "Restart Needed": "Reinicio necesario",
    "Restarting": "Reiniciando",
    "Resume": "Resume",
    "Reused": "Reutilizado",
    "Save": "Guardar",
    "Scanning": "Rastreando",
    "Select the devices to share this folder with.": "Selecciona los dispositivos con los que compartir esta carpeta.",
    "Select the folders to share with this device.": "Selecciona las carpetas para compartir con este dispositivo.",
    "Settings": "Ajustes",
    "Share": "Compartir",
    "Share Folder": "Compartir carpeta",
    "Share Folders With Device": "Compartir carpetas con dispositivo",
    "Share With Devices": "Compartir con dispositivos",
    "Share this folder?": "¿Deseas compartir esta carpeta?",
    "Shared With": "Compartir con",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Identificador corto para la carpeta. Debe ser el mismo en todos los dispositivos del grupo (cluster).",
    "Show ID": "Mostrar ID",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Se muestra en lugar del ID del dispositivo en el estado del grupo (cluster). Se notificará a los otros dispositivos como nombre opcional por defecto.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Se muestra en lugar del ID del dispositivo en el estado del grupo (cluster). Se actualizará al nombre que el dispositivo anuncia si se deja vacío.",
    "Shutdown": "Apagar",
    "Shutdown Complete": "Apagar completamente",
    "Simple File Versioning": "Versionado simple de fichero",
    "Single level wildcard (matches within a directory only)": "Comodín de nivel único (coincide solamente dentro de un directorio)",
    "Smallest First": "El más pequeño primero",
    "Source Code": "Código fuente",
    "Staggered File Versioning": "Versionado escalonado de fichero",
    "Start Browser": "Iniciar el navegador",
    "Statistics": "Statistics",
    "Stopped": "Detenido",
    "Support": "Soporte",
    "Sync Protocol Listen Addresses": "Direcciones de escucha del protocolo de sincronización",
    "Syncing": "Sincronizando",
    "Syncthing has been shut down.": "Syncthing se ha detenido.",
    "Syncthing includes the following software or portions thereof:": "Syncthing incluye el siguiente software o partes de él:",
    "Syncthing is restarting.": "Syncthing se está reiniciando.",
    "Syncthing is upgrading.": "Syncthing se está actualizando.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing parece no estar activo o hay un problema con tu conexión de internet. Reintentando...",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Syncthing tiene problemas para procesar tu solicitud. Por favor, actualiza la página o reinicia Syncthing si el problema persiste.",
    "The aggregated statistics are publicly available at {%url%}.": "Las estadísticas agregadas están disponibles públicamente en {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "La configuración ha sido grabada pero no activada. Syncthing debe reiniciarse para activar la nueva configuración.",
    "The device ID cannot be blank.": "La ID del dispositivo no puede estar vacía.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "La ID del dispositivo que hay que introducir aquí puede encontrarse en el menú \"Editar > Mostrar ID\" en el otro dispositivo. Los espacios y barras son opcionales (ignorados).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "El informe encriptado de uso se envía diariamente. Se usa para rastrear plataformas comunes, tamaños de carpetas y versiones de la aplicación. Si el conjunto de datos enviados en el informes se cambia, se le pedirá a usted autorización de nuevo.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "La ID del dispositivo introducida no parece válida. Debe ser una cadena de 52 ó 56 caracteres formada por letras y números, con espacios y guiones opcionales.",
    "The first command line parameter is the folder path and the second parameter is the relative path in the folder.": "El primer parámetro del comando es la ruta de la carpeta y el segundo es la ruta relativa en la carpeta.",
    "The folder ID cannot be blank.": "La ID de la carpeta no puede estar vacía.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "La ID de la carpeta debe ser un identificador corto (64 caracteres o menos) y debe estar formado únicamente por letras, números y los símbolos punto (.), guión (-) y guión bajo (_).",
    "The folder ID must be unique.": "La ID de la carpeta debe ser única.",
    "The folder path cannot be blank.": "La ruta de la carpeta no puede estar en blanco.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Se utilizan los siguientes intervalos: para la primera hora se mantiene una versión cada 30 segundos, para el primer día se mantiene una versión cada hora, para los primeros 30 días se mantiene una versión diaria hasta la edad máxima de una semana.",
    "The following items could not be synchronized.": "The following items could not be synchronized.",
    "The maximum age must be a number and cannot be blank.": "La edad máxima debe ser un número y no puede estar vacía.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "El tiempo máximo para mantener una versión en días (introducir 0 para mantener las versiones indefinidamente).",
    "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).": "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).",
    "The number of days must be a number and cannot be blank.": "El número de días debe ser un número y no puede estar en blanco.",
    "The number of days to keep files in the trash can. Zero means forever.": "El número de días para mantener los archivos en la papelera. Cero significa \"para siempre\".",
    "The number of old versions to keep, per file.": "El número de versiones a antiguas a mantener para cada fichero.",
    "The number of versions must be a number and cannot be blank.": "El número de versiones debe ser un número y no puede estar vacío.",
    "The path cannot be blank.": "La ruta no puede estar vacía.",
    "The rate limit must be a non-negative number (0: no limit)": "The rate limit must be a non-negative number (0: no limit)",
    "The rescan interval must be a non-negative number of seconds.": "El intervalo de actualización debe ser un número positivo de segundos.",
    "They are retried automatically and will be synced when the error is resolved.": "They are retried automatically and will be synced when the error is resolved.",
    "This is a major version upgrade.": "Hay una actualización importante.",
    "Trash Can File Versioning": "Versionado de archivos de la papelera",
    "Unknown": "Desconocido",
    "Unshared": "No compartido",
    "Unused": "No usado",
    "Up to Date": "Actualizado",
    "Updated": "Actualizado",
    "Upgrade": "Actualizar",
    "Upgrade To {%version%}": "Actualizar a {{version}}",
    "Upgrading": "Actualizando",
    "Upload Rate": "Velocidad de actualización",
    "Uptime": "Tiempo de funcionamiento",
    "Use HTTPS for GUI": "Usar HTTPS para la Interfaz Gráfica de Usuario (GUI)",
    "Version": "Versión",
    "Versions Path": "Ruta de las versiones",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Las versiones se borran automáticamente si son más antiguas que la edad máxima o exceden el número de ficheros permitidos en un intervalo.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Cuando añada un nuevo dispositivo, tenga en cuenta que este debe añadirse también en el otro lado.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Cuando añada una nueva carpeta, tenga en cuenta que su ID se usa para unir carpetas entre dispositivos. Son sensibles a las mayúsculas y deben coincidir exactamente entre todos los dispositivos.",
    "Yes": "Si",
    "You must keep at least one version.": "Debes mantener al menos una versión.",
    "full documentation": "Documentación completa",
    "items": "Elementos",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} quiere compartir la carpeta \"{{folder}}\"."
}