{
    "A negative number of days doesn't make sense.": "Від'ємна кількість днів не має сенсу.",
    "A new major version may not be compatible with previous versions.": "Нова мажорна версія може бути несумісною із попередніми версіями.",
    "API Key": "API ключ",
    "About": "Про програму",
    "Actions": "Дії",
    "Add": "Додати",
    "Add Device": "Додати пристрій",
    "Add Folder": "Додати директорію",
    "Add new folder?": "Додати нову директорію?",
    "Address": "Адреса",
    "Addresses": "Адреси",
    "Advanced": "Розширені",
    "Advanced Configuration": "Розширена конфігурація",
    "All Data": "Усі дані",
    "Allow Anonymous Usage Reporting?": "Дозволити програмі збирати анонімну статистику використання?",
    "Alphabetic": "За алфавітом",
    "An external command handles the versioning. It has to remove the file from the synced folder.": "Зовнішня команда керування версіями. Вона має видалити файл із директорії, що синхронізується.",
    "Anonymous Usage Reporting": "Анонімна статистика використання",
    "Any devices configured on an introducer device will be added to this device as well.": "Усі пристрої, налаштовані на пристрої-рекомендувачі, будуть додані до поточного пристрою.",
    "Automatic upgrades": "Автоматичні оновлення",
    "Be careful!": "Будьте обережні!",
    "Bugs": "Помилки",
    "CPU Utilization": "Навантаження CPU",
    "Changelog": "Перелік змін",
    "Clean out after": "Очистити після",
    "Close": "Закрити",
    "Command": "Команда",
    "Comment, when used at the start of a line": "Коментар, якщо використовується на початку рядка",
    "Compression": "Стиснення",
    "Connection Error": "Помилка з’єднання",
    "Copied from elsewhere": "Скопійовано з іншого місця",
    "Copied from original": "Скопійовано з оригіналу",
    "Copyright © 2015 the following Contributors:": "Copyright © 2015 наступних контриб’юторів:",
    "Delete": "Видалити",
    "Deleted": "Видалене",
    "Device ID": "ID пристрою",
    "Device Identification": "Ідентифікатор пристрою",
    "Device Name": "Назва пристрою",
    "Device {%device%} ({%address%}) wants to connect. Add new device?": "Пристрій {{device}} ({{address}}) намагається під’єднатися. Додати новий пристрій?",
    "Devices": "Пристрої",
    "Disconnected": "З’єднання відсутнє",
    "Documentation": "Документація",
    "Download Rate": "Швидкість завантаження",
    "Downloaded": "Завантажено",
    "Downloading": "Завантаження",
    "Edit": "Редагувати",
    "Edit Device": "Редагувати пристрій",
    "Edit Folder": "Редагувати директорію",
    "Editing": "Редагування",
    "Enable UPnP": "Увімкнути UPnP",
    "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.",
    "Enter ignore patterns, one per line.": "Введіть шаблони ігнорування, по одному на рядок.",
    "Error": "Помилка",
    "External File Versioning": "Зовнішне керування версіями",
    "Failed Items": "Невдалі",
    "File Pull Order": "Порядок витягнення файлів",
    "File Versioning": "Керування версіями",
    "File permission bits are ignored when looking for changes. Use on FAT file systems.": "Біти прав доступу до файлів будуть проігноровані під час пошуку змін. Використовуйте на файлових системах FAT.",
    "Files are moved to .stversions folder when replaced or deleted by Syncthing.": "Файли, що замінюються або видаляються Syncthing, переміщуються у директорію .stversions. ",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by Syncthing.": "Файли будуть поміщатися у директорію .stversions із відповідною позначкою часу, коли вони будуть замінятися або видалятися програмою.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Файли захищено від змін зроблених на інших пристроях, але зміни зроблені на цьому пристрої будуть надіслані решті кластеру.",
    "Folder": "Директорія",
    "Folder ID": "ID директорії",
    "Folder Master": "Центральна директорія",
    "Folder Path": "Шлях до директорії",
    "Folders": "Директорії",
    "GUI": "Графічний інтерфейс",
    "GUI Authentication Password": "Пароль для доступу до панелі управління",
    "GUI Authentication User": "Логін користувача для доступу до панелі управління",
    "GUI Listen Addresses": "Адреса доступу до панелі управління",
    "Generate": "Згенерувати",
    "Global Discovery": "Глобальне виявлення",
    "Global Discovery Server": "Сервер для глобального виявлення",
    "Global State": "Глобальний статус",
    "Help": "Допомога",
    "Home page": "Home page",
    "Ignore": "Ігнорувати",
    "Ignore Patterns": "Ігнорувати шаблони",
    "Ignore Permissions": "Ігнорувати права доступу до файлів",
    "Incoming Rate Limit (KiB/s)": "Ліміт швидкості завантаження (КіБ/с)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Невірна конфігурація може пошкодити вміст вашої директорії та зробити Syncthing недієздатним.",
    "Introducer": "Рекомендувач",
    "Inversion of the given condition (i.e. do not exclude)": "Інверсія поточної умови (тобто не виключає)",
    "Keep Versions": "Зберігати версії",
    "Largest First": "Спершу найбільші",
    "Last File Received": "Останній завантажений файл",
    "Last seen": "З’являвся останній раз",
    "Later": "Пізніше",
    "Local Discovery": "Локальне виявлення",
    "Local State": "Локальний статус",
    "Local State (Total)": "Локальний статус (загалом)",
    "Major Upgrade": "Мажорне оновлення",
    "Maximum Age": "Максимальний вік",
    "Metadata Only": "Тільки метадані",
    "Minimum Free Disk Space": "Minimum Free Disk Space",
    "Move to top of queue": "Пересунути у початок черги",
    "Multi level wildcard (matches multiple directory levels)": "Багаторівнева маска (пошук збігів в усіх піддиректоріях) ",
    "Never": "Ніколи",
    "New Device": "Новий пристрій",
    "New Folder": "Нова директорія",
    "Newest First": "Спершу новіші",
    "No": "Ні",
    "No File Versioning": "Версіонування вимкнено",
    "Notice": "Повідомлення",
    "OK": "Гаразд",
    "Off": "Вимкнути",
    "Oldest First": "Спершу старіші",
    "Options": "Опції",
    "Out of Sync": "Не синхронізовано",
    "Out of Sync Items": "Не синхронізовані елементи",
    "Outgoing Rate Limit (KiB/s)": "Ліміт швидкості віддачі (КіБ/с)",
    "Override Changes": "Перезаписати зміни",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Шлях до директорії на локальному комп’ютері. Буде створений, якщо такий не існує. Символ тильди (~) може бути використаний як ярлик для",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Шлях, де повинні зберігатися версії (залиште порожнім для зберігання в .stversions в середині директорії)",
    "Pause": "Pause",
    "Paused": "Paused",
    "Please consult the release notes before performing a major upgrade.": "Будь ласка перегляньте примітки до випуску перед мажорним оновленням. ",
    "Please wait": "Будь ласка, зачекайте",
    "Preview": "Попередній перегляд",
    "Preview Usage Report": "Попередній перегляд статистичного звіту",
    "Quick guide to supported patterns": "Швидкий посібник по шаблонам, що підтримуються",
    "RAM Utilization": "Використання RAM",
    "Random": "Випадково",
    "Relayed via": "Relayed via",
    "Relays": "Relays",
    "Release Notes": "Примітки до випуску",
    "Remove": "Remove",
    "Rescan": "Пересканувати",
    "Rescan All": "Пересканувати усе",
    "Rescan Interval": "Інтервал для повторного сканування",
    "Restart": "Перезапуск",
    "Restart Needed": "Необхідний перезапуск",
    "Restarting": "Відбувається перезапуск",
    "Resume": "Resume",
    "Reused": "Використано вдруге",
    "Save": "Зберегти",
    "Scanning": "Сканування",
    "Select the devices to share this folder with.": "Оберіть пристрої, які матимуть доступ до цієї директорії.",
    "Select the folders to share with this device.": "Оберіть директорії до яких матиме доступ цей пристрій.",
    "Settings": "Налаштування",
    "Share": "Розповсюдити ",
    "Share Folder": "Розповсюдити каталог",
    "Share Folders With Device": "Розділити каталог з пристроєм",
    "Share With Devices": "Розповсюдити між пристроями",
    "Share this folder?": "Розповсюдити цей каталог?",
    "Shared With": "Доступно для",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Короткий ідентифікатор для директорії. Має бути однаковим на усіх  пристроях кластеру.",
    "Show ID": "Показати ID",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Показується замість ID пристрою в статусі кластера. Буде розголошено іншим вузлам як опціональне типове ім’я.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Показується замість ID пристрою в статусі кластера. Буде оновлено ім’ям, яке розголошене пристроєм, якщо залишити порожнім.",
    "Shutdown": "Вимкнути",
    "Shutdown Complete": "Вимикання завершене",
    "Simple File Versioning": "Просте версіонування",
    "Single level wildcard (matches within a directory only)": "Однорівнева маска (пошук збігів лише в середині директорії) ",
    "Smallest First": "Спершу найменші",
    "Source Code": "Сирцевий код",
    "Staggered File Versioning": "Поступове версіонування",
    "Start Browser": "Запустити браузер",
    "Statistics": "Statistics",
    "Stopped": "Зупинено",
    "Support": "Підтримка",
    "Sync Protocol Listen Addresses": "Адреса панелі управління",
    "Syncing": "Синхронізація",
    "Syncthing has been shut down.": "Syncthing вимкнено (закрито).",
    "Syncthing includes the following software or portions thereof:": "Syncthing містить наступне програмне забезпечення (або його частини):",
    "Syncthing is restarting.": "Syncthing перезавантажується.",
    "Syncthing is upgrading.": "Syncthing оновлюється.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Схоже на те, що Syncthing закритий, або виникла проблема із Інтернет-з’єднанням. Проводиться повторна спроба з’єднання…",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Схоже на те, що Syncthing стикнувся з проблемою оброблюючи ваш запит. Будь ласка перезавантажте сторінку в браузері або перезапустіть Syncthing.",
    "The aggregated statistics are publicly available at {%url%}.": "Зібрана статистика публічно доступна за посиланням {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Конфігурацію збережено, але не активовано. Необхідно перезапустити Syncthing для того, щоби активувати нову конфігурацію.",
    "The device ID cannot be blank.": "ID пристрою не може бути порожнім.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "ID пристрою, який необхідно додати. Може бути знайдений у вікні \"Редагувати > Показати ID\" на іншому пристрої. Пробіли та тире опціональні (вони ігноруються програмою).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Зашифрована статистика використання відсилається щоденно. Вона використовується для того, щоб розробники розуміли, на яких платформах працює програма, розміри директорій та версії програми. Якщо набір даних, що збирається зазнає змін, ви обов’язково будете повідомлені через це діалогове вікно.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Введений ID пристрою невалідний. Ідентифікатор має вигляд строки довжиною 52 або 56 символів, що містить цифри та літери, із опціональними пробілами та тире.",
    "The first command line parameter is the folder path and the second parameter is the relative path in the folder.": "Перший параметр командного рядка це шлях до директорії, другий - відносний шлях у директорії.",
    "The folder ID cannot be blank.": "ID директорії не може бути порожнім.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "ID директорії повинен бути коротким ідентифікатором (64 символи або менше), що містить лише цифри та літери, знак крапки (.), тире (-) та нижнього підкреслення (_).",
    "The folder ID must be unique.": "ID директорії повинен бути унікальним.",
    "The folder path cannot be blank.": "Шлях до директорії не може бути порожнім.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Використовуються наступні інтервали: для першої години версія зберігається кожні 30 секунд, для першого дня версія зберігається щогодини, для перших 30 днів версія зберігається кожен день, опісля, до максимального строку, версія зберігається щотижня.",
    "The following items could not be synchronized.": "Наступні пункти не можуть бути синхронізовані.",
    "The maximum age must be a number and cannot be blank.": "Максимальний термін повинен бути числом та не може бути пустим.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Максимальний термін, щоб зберігати версію (у днях, вствновіть в 0, щоби зберігати версії назавжди).",
    "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).": "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).",
    "The number of days must be a number and cannot be blank.": "Кількість днів має бути числом і не може бути порожнім.",
    "The number of days to keep files in the trash can. Zero means forever.": "Кількість днів зберігання файлів у кошику. Нуль означає назавжди.",
    "The number of old versions to keep, per file.": "Кількість старих версій, яку необхідно зберігати для кожного файлу.",
    "The number of versions must be a number and cannot be blank.": "Кількість версій повинна бути цифрою та не може бути порожньою.",
    "The path cannot be blank.": "Шлях не може бути порожнім.",
    "The rate limit must be a non-negative number (0: no limit)": "The rate limit must be a non-negative number (0: no limit)",
    "The rescan interval must be a non-negative number of seconds.": "Інтервал повторного сканування повинен бути неід’ємною величиною.",
    "They are retried automatically and will be synced when the error is resolved.": "Вони будуть автоматично повторно синхронізовані, коли помилку буде усунено. ",
    "This is a major version upgrade.": "Це оновлення мажорної версії",
    "Trash Can File Versioning": "Версіонування файлів у кошику ",
    "Unknown": "Невідомо",
    "Unshared": "Не розповсюджується",
    "Unused": "Не використовується",
    "Up to Date": "Актуальна версія",
    "Updated": "Оновлено",
    "Upgrade": "Оновлення",
    "Upgrade To {%version%}": "Оновити до {{version}}",
    "Upgrading": "Оновлення",
    "Upload Rate": "Швидкість віддачі",
    "Uptime": "Тривалість роботи",
    "Use HTTPS for GUI": "Використовувати HTTPS для доступу до панелі управління",
    "Version": "Версія",
    "Versions Path": "Шлях до версій",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Версії автоматично видаляються, якщо вони старше, ніж максимальний вік, або перевищують допустиму кількість файлів за інтервал.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Коли додаєте новий пристрій, пам’ятайте, що цей пристрій повинен бути доданий і на іншій стороні.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Коли додаєте нову директорію, пам’ятайте, що ID цієї директорії використовується для того, щоб зв’язувати директорії разом між вузлами. Назви є чутливими до регістра та повинні співпадати точно між усіма вузлами.",
    "Yes": "Так",
    "You must keep at least one version.": "Ви повинні зберігати щонайменше одну версію.",
    "full documentation": "повна документація",
    "items": "елементи",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} хоче поділитися директорією \"{{folder}}\"."
}