{
    "A negative number of days doesn't make sense.": "Un número negativo no tiene sentido",
    "A new major version may not be compatible with previous versions.": "Una versión mayor nueva puede ser incompatible con versiones anteriores.",
    "API Key": "Clave API",
    "About": "Acerca de",
    "Actions": "Acciones",
    "Add": "Agregar",
    "Add Device": "Agregar Dispositivo",
    "Add Folder": "Agregar Repositorio",
    "Add new folder?": "¿Agregar nueva carpeta?",
    "Address": "Dirección",
    "Addresses": "Direcciones",
    "Advanced": "Avanzada",
    "Advanced Configuration": "Configuración avanzada",
    "All Data": "Todos los datos",
    "Allow Anonymous Usage Reporting?": "Permitir reporte anónimo de uso?",
    "Alphabetic": "Alfabético",
    "An external command handles the versioning. It has to remove the file from the synced folder.": "Un comando exterior maneja el control de versiones. Éste tiene que eliminar el archivo de la carpeta sincronizada.",
    "Anonymous Usage Reporting": "Reporte anónimo de uso",
    "Any devices configured on an introducer device will be added to this device as well.": "Cualquier dispositivo configurado en un dispositivo introductor será también agregado a este dispositivo.",
    "Automatic upgrades": "Actualizaciones automáticas",
    "Be careful!": "¡Sé cuidadoso!",
    "Bugs": "Errores",
    "CPU Utilization": "Uso de CPU",
    "Changelog": "Registro de cambios",
    "Clean out after": "Limpiar después",
    "Close": "Cerrar",
    "Command": "Comando",
    "Comment, when used at the start of a line": "Comentario, cuando es utilizado al inicio de una línea.",
    "Compression": "Compresión",
    "Connection Error": "Error de conexión",
    "Copied from elsewhere": "Copiado desde otra parte.",
    "Copied from original": "Copiado del original",
    "Copyright © 2015 the following Contributors:": "Derechos de autor © 2015 los siguientes colaboradores:",
    "Delete": "Suprimir",
    "Deleted": "Suprimido",
    "Device ID": "ID del dispositivo",
    "Device Identification": "Identificación del dispositivo",
    "Device Name": "Nombre del dispositivo",
    "Device {%device%} ({%address%}) wants to connect. Add new device?": "El dispositivo {{device}} ({{address}}) se quiere conectar. ¿Agregar nuevo dispositivo?",
    "Devices": "Dispositivos",
    "Disconnected": "Desconectado",
    "Documentation": "Documentación",
    "Download Rate": "Tasa de descarga",
    "Downloaded": "Descargado",
    "Downloading": "Descargando",
    "Edit": "Editar",
    "Edit Device": "Editar dispositivo",
    "Edit Folder": "Editar repositorio",
    "Editing": "Editando",
    "Enable UPnP": "Permitir UPnP",
    "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.",
    "Enter ignore patterns, one per line.": "Añadir patrones de exclusión, uno por línea.",
    "Error": "Error",
    "External File Versioning": "Control de versiones externo",
    "Failed Items": "Artículos fallidos",
    "File Pull Order": "Orden para coger ficheros",
    "File Versioning": "Control de versiones",
    "File permission bits are ignored when looking for changes. Use on FAT file systems.": "Los permisos de archivo son ignorados al buscar cambios. Usar el sistemas de archivos FAT.",
    "Files are moved to .stversions folder when replaced or deleted by Syncthing.": "Los archivos son movidos al directorio .stversions cuando son reemplazados o eliminados por Syncthing.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by Syncthing.": "Lo archivos son movidos al directorio .stversions y renombrados a versiones marcadas por fecha cuando son reemplazados o eliminados por Syncthing,",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Los archivos están protegidos frente a los cambios realizados en otros dispositivos, peros los cambios realizados en este dispositivo serán envíados al resto del grupo",
    "Folder": "Carpeta",
    "Folder ID": "ID del repositorio",
    "Folder Master": "Repositorio maestro",
    "Folder Path": "Ruta del repositorio",
    "Folders": "Repositorios",
    "GUI": "GUI",
    "GUI Authentication Password": "Contraseña de autenticación de la GUI",
    "GUI Authentication User": "Usuario de la GUI",
    "GUI Listen Addresses": "Direcciones de escucha para la GUI.",
    "Generate": "Generar",
    "Global Discovery": "Búsqueda en internet",
    "Global Discovery Server": "Servidor global de identificación",
    "Global State": "Estado global",
    "Help": "Ayuda",
    "Home page": "Home page",
    "Ignore": "Ignorar",
    "Ignore Patterns": "Patrones de exclusión",
    "Ignore Permissions": "Ignorar permisos",
    "Incoming Rate Limit (KiB/s)": "Límite de velocidad de entrada (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Incorrect configuration may damage your folder contents and render Syncthing inoperable.",
    "Introducer": "Introductor",
    "Inversion of the given condition (i.e. do not exclude)": "Inversión de la condición dada (es decir, no excluir)",
    "Keep Versions": "Conservar versiones",
    "Largest First": "Más grande primero",
    "Last File Received": "Último archivo recibido",
    "Last seen": "Visto por ultima vez",
    "Later": "Más tarde",
    "Local Discovery": "Búsqueda en red local",
    "Local State": "Estado local",
    "Local State (Total)": "Estado local (total)",
    "Major Upgrade": "Actualización mayor",
    "Maximum Age": "Edad máxima",
    "Metadata Only": "Sólo metadatos",
    "Minimum Free Disk Space": "Minimum Free Disk Space",
    "Move to top of queue": "Mover al principio de la cola.",
    "Multi level wildcard (matches multiple directory levels)": "Carácter comodín multinivel (coincide en el directorio y  sus subdirectorios)",
    "Never": "Nunca",
    "New Device": "Nuevo dispositivo",
    "New Folder": "Nuevo repositorio",
    "Newest First": "Nuevo primero",
    "No": "No",
    "No File Versioning": "Sin control de versiones de archivos",
    "Notice": "Aviso",
    "OK": "OK",
    "Off": "Apagado",
    "Oldest First": "Antiguo primero",
    "Options": "Opciones",
    "Out of Sync": "Out of Sync",
    "Out of Sync Items": "Ítems no sincronizados",
    "Outgoing Rate Limit (KiB/s)": "Tasa máxima de envío (KiB/s)",
    "Override Changes": "Reemplazar los cambios",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Ruta del repositorio en el equipo local. Será creado si no existe. El carácter tilde (~) puede ser utilizado como atajo de ",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Ruta donde serán guardas las versiones (dejar vacío para usar el directorio predifinido \".stversions\" en el repositorio)",
    "Pause": "Pausa",
    "Paused": "En pausa",
    "Please consult the release notes before performing a major upgrade.": "Por favor consulta las notas de lanzamiento antes de realizar una actualizacón mayor.",
    "Please wait": "Aguarde por favor",
    "Preview": "Vista previa",
    "Preview Usage Report": "Ver reporte de uso",
    "Quick guide to supported patterns": "Guía rápida sobre los patrones soportados",
    "RAM Utilization": "Utilización de RAM",
    "Random": "Aleatorio",
    "Relayed via": "Relayed via",
    "Relays": "Relays",
    "Release Notes": "Notas de lanzamiento",
    "Remove": "Eliminar",
    "Rescan": "Reescanear",
    "Rescan All": "Reescanear todo",
    "Rescan Interval": "Intervalo de reescaneo",
    "Restart": "Reiniciar",
    "Restart Needed": "Es necesario reiniciar",
    "Restarting": "Reiniciando",
    "Resume": "Resume",
    "Reused": "Reutilizado",
    "Save": "Guardar",
    "Scanning": "Actualización",
    "Select the devices to share this folder with.": "Seleccione los dispositivos con los cuales compartir este repositorio.",
    "Select the folders to share with this device.": "Seleccione los repositorios para compartir con este dispositivo.",
    "Settings": "Configuración",
    "Share": "Compartir",
    "Share Folder": "Compartir repositorio",
    "Share Folders With Device": "Compartir repositorios con dispositivo",
    "Share With Devices": "Compartir con los dispositivos",
    "Share this folder?": "¿Compartir este repositorio?",
    "Shared With": "Compartido con",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Identificador corto para el repositorio. Debe ser el mismo en todos los dispositivos del grupo.",
    "Show ID": "Mostrar ID",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Mostrado en lugar de la ID del dispositivo en el estado del grupo. Será sugerido a otros dispositivos como nombre predeterminado opcional.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Mostrado en lugar de la ID del dispositivo en el estado del grupo. Si se deja en blanco, será usado el nombre sugerido por el dispositivo.",
    "Shutdown": "Apagar",
    "Shutdown Complete": "Apagado completado",
    "Simple File Versioning": "Versiones simple de archivos",
    "Single level wildcard (matches within a directory only)": "Carácter comodín de un solo nivel (coincide sólo dentro de un directorio)",
    "Smallest First": "Más pequeño primero",
    "Source Code": "Código fuente",
    "Staggered File Versioning": "Versiones del archivo escalonado",
    "Start Browser": "Iniciar navegador",
    "Statistics": "Estadísticas",
    "Stopped": "Parado",
    "Support": "Soporte",
    "Sync Protocol Listen Addresses": "Dirección de escucha del protocolo de sincronización",
    "Syncing": "Sincronización",
    "Syncthing has been shut down.": "La sincronización esta apagada",
    "Syncthing includes the following software or portions thereof:": "Syncthing incluye los siguientes softwares o partes de ellos:",
    "Syncthing is restarting.": "Syncthing está reiniciando.",
    "Syncthing is upgrading.": "Syncthing se está actualizando.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing parece estar apagado, o hay un problema con su conexión de Internet. Reintentando...",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Syncthing parece estar experimentando un problema al procesar su solicitud. Por favor, recargue el navegador o reinicie Syncthing si el problema persiste.",
    "The aggregated statistics are publicly available at {%url%}.": "Las estadísticas acumuladas están disponibles públicamente en {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "La configuración ha sido guardada pero no activada.\nSyncthing debe reiniciarse para activar la nueva configuración.",
    "The device ID cannot be blank.": "La ID del dispositivo no puede estar en blanco.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "La ID del dispositivo a introducir se puede encontrar en la opción de menú \"Edición > Mostrar ID\" en el otro dispositivo. Espacios y guiones son opcionales (ignorados).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "El informe de uso se envía encriptado diariamente. Se utiliza para hacer un seguimiento de plataformas comunes, tamaño de repositorios y versiones de la aplicación. Si el conjunto de datos cambia será notificado mediante este dialogo nuevamente.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "La ID del dispositivo introducida no es válida. Debe ser una cadena de 52 o 56 caracteres consistente en letras y números, con espacios y guiones opcionales.",
    "The first command line parameter is the folder path and the second parameter is the relative path in the folder.": "El primer argumento es la ruta de la carpeta y el segundo argumento es la ruta relativa de esta carpeta.",
    "The folder ID cannot be blank.": "La ID del repositorio no puede estar en blanco.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "La ID del repositorio debe ser un identificador corto (64 caracteres o menos) consistente solamente en letras, números, punto (.), guion (-) y guion bajo (_).",
    "The folder ID must be unique.": "La ID del repositorio debe ser única.",
    "The folder path cannot be blank.": "La ruta del repositorio no puede estar vacía.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Los siguientes intervalos se utilizan: para la primera hora una versión se mantiene cada 30 segundos, para el primer día de una versión se mantiene cada hora, durante los primeros 30 días de la versión se mantiene todos los días, hasta que la edad máxima de una versión se mantiene cada semana.",
    "The following items could not be synchronized.": "Los siguientes artículos no pueden ser sincronizados.",
    "The maximum age must be a number and cannot be blank.": "La edad máxima debe ser un número y no puede estar en blanco.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "El tiempo máximo para mantener una versión (en días, establece en 0 para mantener versiones para siempre).",
    "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).": "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).",
    "The number of days must be a number and cannot be blank.": "El número de días debe ser un número y no puede estar vacío.",
    "The number of days to keep files in the trash can. Zero means forever.": "El tiempo máximo para mantener un archivo en el cubo de basura (en días, establece en 0 para mantener versiones para siempre).",
    "The number of old versions to keep, per file.": "El numero de versiones anteriores a conservar, por archivo.",
    "The number of versions must be a number and cannot be blank.": "El número de versiones debe ser un número y no puede estar vacío.",
    "The path cannot be blank.": "La ruta no puede estar vacía.",
    "The rate limit must be a non-negative number (0: no limit)": "The rate limit must be a non-negative number (0: no limit)",
    "The rescan interval must be a non-negative number of seconds.": "El intervalo de reescaneo debe ser un número no negativo de segundos.",
    "They are retried automatically and will be synced when the error is resolved.": "They are retried automatically and will be synced when the error is resolved.",
    "This is a major version upgrade.": "Esta es una actualización de version mayor.",
    "Trash Can File Versioning": "Versiones como cubo de basura",
    "Unknown": "Desconocido",
    "Unshared": "No compartido",
    "Unused": "No utilizado",
    "Up to Date": "Actualizado",
    "Updated": "Actualizado",
    "Upgrade": "Actualizar",
    "Upgrade To {%version%}": "Actualizar a {{version}}",
    "Upgrading": "Actualizando",
    "Upload Rate": "Tasa de subida",
    "Uptime": "Tiempo en funcionamiento",
    "Use HTTPS for GUI": "Usar HTTPS para la GUI",
    "Version": "Versión",
    "Versions Path": "Ruta de versiones",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Las versiones se eliminan automáticamente si son mayores de la edad máxima o mayor que el número de archivos permitidos en un intervalo.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Al agregar un nuevo dispositivo, tenga en cuenta que este dispositivo se debe agregar en el otro lado también.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Al agregar un nuevo repositorio, tenga en cuenta que la ID del repositorio se utiliza para conectar los repositorios entre dispositivos. Se distingue entre mayúsculas y minúsculas y debe ser exactamente igual en todos los dispositivos.",
    "Yes": "Sí",
    "You must keep at least one version.": "Debe mantener al menos una versión",
    "full documentation": "documentación completa",
    "items": "ítems",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} quiere compartir repositorio \"{{folder}}\"."
}