{
    "A negative number of days doesn't make sense.": "Няма логика на зададен отрицателен брой дни.",
    "A new major version may not be compatible with previous versions.": "Нова основна версия, която може да не е съвмеситима с предишни версии.",
    "API Key": "API Ключ",
    "About": "За Програмата",
    "Actions": "Действия",
    "Add": "Добави",
    "Add Device": "Добави устройство",
    "Add Folder": "Добави папка",
    "Add new folder?": "Добави нова папка?",
    "Address": "Адрес",
    "Addresses": "Адреси",
    "Advanced": "Допълнителни",
    "Advanced Configuration": "Допълнителни настройки",
    "All Data": "Всички данни",
    "Allow Anonymous Usage Reporting?": "Разреши анонимен доклад за ползване на програмата?",
    "Alphabetic": "Азбучен ред",
    "An external command handles the versioning. It has to remove the file from the synced folder.": "Друга команда се занимава с версиите. Тази команда трябва да премахни файла от синхронизираната папка.",
    "Anonymous Usage Reporting": "Анонимен Доклад",
    "Any devices configured on an introducer device will be added to this device as well.": "Устройства настроени на introducer компютъра също ще бъдат добавени към този компютър.",
    "Automatic upgrades": "Автоматични ъпдейти",
    "Be careful!": "Внимавай!",
    "Bugs": "Бъгове",
    "CPU Utilization": "Натоварване на Процесора",
    "Changelog": "Сипъск с промени",
    "Clean out after": "Изчисти след",
    "Close": "Затвори",
    "Command": "Команда",
    "Comment, when used at the start of a line": "Коментар, използван в началото на реда",
    "Compression": "Компресия",
    "Connection Error": "Грешка при Свързването",
    "Copied from elsewhere": "Копиране от някъде другаде",
    "Copied from original": "Копиран от оригинала",
    "Copyright © 2015 the following Contributors:": "Правата запазени © 2015 Сътрудници:",
    "Delete": "Изтрий",
    "Deleted": "Изтрито",
    "Device ID": "Идентификатор на устройство",
    "Device Identification": "Идентификация на устройство",
    "Device Name": "Име на устройство",
    "Device {%device%} ({%address%}) wants to connect. Add new device?": "Устройство {{device}} ({{address}}) желае да се свърже. Добави ново устройство?",
    "Devices": "Устройства",
    "Disconnected": "Прекрати Връзката",
    "Documentation": "Документация",
    "Download Rate": "Скорост на Теглене",
    "Downloaded": "Изтеглен",
    "Downloading": "Изтегляне",
    "Edit": "Промени",
    "Edit Device": "Промени устройство",
    "Edit Folder": "Промени папка",
    "Editing": "Променяне",
    "Enable UPnP": "Включи UPnP",
    "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Въведи адреси разделени със запетая (\"tcp://ip:port\", \"tcp://host:port\") или \"dynamic\", за да извършиш автоматична връзка на адреси.",
    "Enter ignore patterns, one per line.": "Добави шаблони за игнориране, по един на ред.",
    "Error": "Грешка",
    "External File Versioning": "Външно упраление на версиите",
    "Failed Items": "Неуспешни",
    "File Pull Order": "По ред на дърпане",
    "File Versioning": "Файлови Версии",
    "File permission bits are ignored when looking for changes. Use on FAT file systems.": "Битовете за права за достъп са игнорирани, когато се проверява за промени. Използвай с файлови системи тип FAT.",
    "Files are moved to .stversions folder when replaced or deleted by Syncthing.": "Файловете биват преместени в .stversions папка, когато са заменен или изтрити от Syncthing.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by Syncthing.": "Когато syncthing замени или изтрие файл той се премества в  .stversions и преименува с дабавени дата и час.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Файловете са защитени от промени направени на други устройства, но промени направени на това устройство ще бъдат синхронизирани с другите устройства.",
    "Folder": "Папка",
    "Folder ID": "Идентификатор на папка",
    "Folder Master": "Главна папка",
    "Folder Path": "Път до папката",
    "Folders": "Папки",
    "GUI": "Потребителски интефейс",
    "GUI Authentication Password": "Парола за Потребителския Интерфейс",
    "GUI Authentication User": "Потребител за Потребителския Интерфейс",
    "GUI Listen Addresses": "Адрес за Свързване с Потребителския Интерфейс",
    "Generate": "Генерирай",
    "Global Discovery": "Глобавно Откриване",
    "Global Discovery Server": "Сървър за Глобално Откриване",
    "Global State": "Глобално състояние",
    "Help": "Помощ",
    "Home page": "Начална страница",
    "Ignore": "Игнорирай",
    "Ignore Patterns": "Шаблони за Игнориране",
    "Ignore Permissions": "Игнорирай Права за Достъп",
    "Incoming Rate Limit (KiB/s)": "Входящ Лимит на Скоростта (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Неправилни настройки могат да повредят съдържанието на папката и да попречат на по-нататъшно синхронизиране.",
    "Introducer": "Introducer",
    "Inversion of the given condition (i.e. do not exclude)": "Обратното на даденото условие (пр. не изключвай)",
    "Keep Versions": "Пази Версии",
    "Largest First": "Най-големите първо",
    "Last File Received": "Последния получен файл",
    "Last seen": "Последно видян",
    "Later": "По-късно",
    "Local Discovery": "Локално Откриване",
    "Local State": "Локално състояние",
    "Local State (Total)": "Локално Състояние (Общо)",
    "Major Upgrade": "Основно Обновяване",
    "Maximum Age": "Максимална Възраст",
    "Metadata Only": "Само мета информация",
    "Minimum Free Disk Space": "Минимално свободно дисково пространство",
    "Move to top of queue": "Премести в началото на опашката",
    "Multi level wildcard (matches multiple directory levels)": "Маска на много нива (покрива папки с много нива)",
    "Never": "Никога",
    "New Device": "Ново устройство",
    "New Folder": "Нова папка",
    "Newest First": "Най-новите първо",
    "No": "Не",
    "No File Versioning": "Няма Файлови Версии",
    "Notice": "Известие",
    "OK": "ОК",
    "Off": "Изключено",
    "Oldest First": "Най-старите първо",
    "Options": "Настройки",
    "Out of Sync": "Не синхронизиран",
    "Out of Sync Items": "Несинхронизирани елементи",
    "Outgoing Rate Limit (KiB/s)": "Лимит на Изходящата Скорост (KiB/s)",
    "Override Changes": "Замени Промените",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Пътят до папката на този компютър. Ще бъде създадена ако не съществува. Символът тилда (~) може да бъде използван като заместител на",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Пътят, където версиите да бъдат складирани(остави празно за папката .stversions).",
    "Pause": "Пауза",
    "Paused": "На пауза",
    "Please consult the release notes before performing a major upgrade.": "Моля прочети бележките по обновяването преди да започнеш.",
    "Please wait": "Моля изчакай",
    "Preview": "Преглед",
    "Preview Usage Report": "Разгледай Доклада за Използване",
    "Quick guide to supported patterns": "Бърз наръчник към поддържаните шаблони",
    "RAM Utilization": "RAM Натоварване",
    "Random": "Произволно",
    "Relayed via": "Препратено през",
    "Relays": "Препращачи",
    "Release Notes": "Бележки по обновяването",
    "Remove": "Премахни",
    "Rescan": "Повторно Сканиране",
    "Rescan All": "Пълно повторно сканиране",
    "Rescan Interval": "Интервал за Повторно Сканиране",
    "Restart": "Рестартирай",
    "Restart Needed": "Изискава се Рестартиране",
    "Restarting": "Рестартиране",
    "Resume": "Пусни",
    "Reused": "Повторно използван",
    "Save": "Запази",
    "Scanning": "Сканиране",
    "Select the devices to share this folder with.": "Избери устройствата, с които да споделиш тази папка.",
    "Select the folders to share with this device.": "Изберете папките за споделяне с това устройство.",
    "Settings": "Настройки",
    "Share": "Сподели",
    "Share Folder": "Сподели папка",
    "Share Folders With Device": "Сподели папки с това устройство",
    "Share With Devices": "Сподели с устройства",
    "Share this folder?": "Сподели тази папка?",
    "Shared With": "Споделена със",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Кратък идентификатор на папката. Трябва да бъде същият на всички компютри.",
    "Show ID": "Покажи Идентификатора",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Покажи вместо идентификатор на устройството в статус на клъстъра. Ще бъде предлагано на други комютри като име по подразбиране.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Покажи вместо идентификатор на устройството в статус на клъстъра. Ще бъде обновено с името по подразбиране изпратено от другия компютър.",
    "Shutdown": "Спри Програмата",
    "Shutdown Complete": "Спирането завършено",
    "Simple File Versioning": "Опростени Файлови Версии",
    "Single level wildcard (matches within a directory only)": "Маска на едно ниво (покрива само в папка)",
    "Smallest First": "Най-малките първо",
    "Source Code": "Сорс Код",
    "Staggered File Versioning": "Наслагващи се Файлови Версии",
    "Start Browser": "Стартирай Браузъра",
    "Statistics": "Статистика",
    "Stopped": "Спряна",
    "Support": "Помощ",
    "Sync Protocol Listen Addresses": "Адрес за слушане на синхронизиращия протокол",
    "Syncing": "Синхронизиране",
    "Syncthing has been shut down.": "Syncthing е спрян.",
    "Syncthing includes the following software or portions thereof:": "Syncthing включва следният софтуер пълно или частично:",
    "Syncthing is restarting.": "Syncthing се рестартира",
    "Syncthing is upgrading.": "Syncthing се обновява.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing изглежда не е включен, или има проблем с интерент връзката. Повторен опит...",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Syncthing има проблем при обработването на заявката. Моля, презаредете браузъра или рестартирайте Syncthing ако проблемът продължи.",
    "The aggregated statistics are publicly available at {%url%}.": "Сумарната статистика е публично достъпна на {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Конфигурацията е запазена, но не е активирана. Syncthing трябва да рестартира, за да се активира новата конфигурация.",
    "The device ID cannot be blank.": "Полето идентификатор на устройство не може да бъде празно.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "Идентификатор на устройство за въвеждане тук, може да бъде намерен в \"Промени > Покажи Идентификатора\". Интервалите и тиретата са пожелание(биват прескачани).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Криптираният доклад се изпраща дневно. Използва се, за да следи общи платформи, размери на папки и версии на приложението. Ако събираните данни се променят, ще бъдете информиран с подобен на този диалог.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Въведни идентификатор на устройство не е валиден. Трябва да бъде 52 или 56 символа и да се състои от букви и цифри, като интервалите и тиретата са пожелание.",
    "The first command line parameter is the folder path and the second parameter is the relative path in the folder.": "Първият параметър за командата е пътя до папката, а вторият е релативния път в самата папка.",
    "The folder ID cannot be blank.": "Полето идентификатор на папка неможе да бъде празно.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "Идентификаторът на папка трябва да бъде къс (64 символа или по-малко) състоящ се само от букви, цифри, точка(.), тире(-) и подчерта (_).",
    "The folder ID must be unique.": "Идентификаторът на папката тряба да бъде уникален.",
    "The folder path cannot be blank.": "Пътят до папката не може да бъде празен.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Използва се следния интервал: за първия час се пази версия всеки 30 секунди, за първия ден се пази версия всеки час, за първите 30 дена се пази версия всеки ден, до максимума се пази една версия всяка седмица.",
    "The following items could not be synchronized.": "Следните не могат да бъдат синхронизирани.",
    "The maximum age must be a number and cannot be blank.": "Максималната възраст трябва да е число и не може д ае празна.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Максималното време да се пазят весрсии (в дни, сложи 0, за да пазиш версии завинаги).",
    "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).": "Минималното свободно дисково пространство в проценти трябва да е между 0 и 100 (включително).",
    "The number of days must be a number and cannot be blank.": "Броят дни трябва да бъде число и неможе да бъде празно.",
    "The number of days to keep files in the trash can. Zero means forever.": "Броят дни за запазване на файловете в кошчето. Нула значи завинаги.",
    "The number of old versions to keep, per file.": "Броят стари версии, които да бъдат пазени за всеки файл.",
    "The number of versions must be a number and cannot be blank.": "Броят версии трябва да бъде число и не може да бъде празно.",
    "The path cannot be blank.": "Пътят неможе да бъде празен.",
    "The rate limit must be a non-negative number (0: no limit)": "Ограничението на скорста трябва да бъде положително число (0: неограничено)",
    "The rescan interval must be a non-negative number of seconds.": "Интервала на сканиране трябва да бъде не отрицателно число в секунди.",
    "They are retried automatically and will be synced when the error is resolved.": "Ще бъдат спрени и автоматично синхронизирани, когато грешката бъде оправена.",
    "This is a major version upgrade.": "Това е нова основна версия.",
    "Trash Can File Versioning": "Версии на файлове в кошчето",
    "Unknown": "Неясен",
    "Unshared": "Споделянето прекратено",
    "Unused": "Неизползван",
    "Up to Date": "Актуален",
    "Updated": "Обновено",
    "Upgrade": "Обнови",
    "Upgrade To {%version%}": "Обновен До {{version}}",
    "Upgrading": "Обновяване",
    "Upload Rate": "Скорост на Качване",
    "Uptime": "Работи вече",
    "Use HTTPS for GUI": "Използвай HTTPS за Потребителския Интерфейс",
    "Version": "Версия",
    "Versions Path": "Път до Версиите",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Версиите биват изтривани автоматично, когато са по-стари от максималната възраст или надминават броя файлове разрешени в даден интервал.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Когато добавяш ново устройство помни, че твоето устройство също трябва да бъде добавено от другата страна.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Когато добавяш нов идентификатор на папка помни, че той се използва за свързване на папките на различни устройства. Главни/малки букви са от значение и трябва да са еднакви на всички устройства.",
    "Yes": "Да",
    "You must keep at least one version.": "Трябва да пазиш поне една версия.",
    "full documentation": "пълна документация",
    "items": "артикула",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} желае да сподели папка \"{{folder}}\"."
}