{
    "A negative number of days doesn't make sense.": "Záporný počet dní nedává smysl.",
    "A new major version may not be compatible with previous versions.": "Nová důležitá verze nemusí být kompatibilní s předchozími verzemi.",
    "API Key": "API klíč",
    "About": "O aplikaci",
    "Actions": "Akce",
    "Add": "Přidat",
    "Add Device": "Přidat přístroj",
    "Add Folder": "Přidat adresář",
    "Add new folder?": "Přidat nový adresář?",
    "Address": "Adresa",
    "Addresses": "Adresy",
    "Advanced": "Pokročilé",
    "Advanced Configuration": "Pokročilá nastavení",
    "All Data": "Všechna data",
    "Allow Anonymous Usage Reporting?": "Povolit anonymní hlášení o používání?",
    "Alphabetic": "Abecedně",
    "An external command handles the versioning. It has to remove the file from the synced folder.": "Verzování obstarává externí příkaz. Musí odstranit soubor ze sdíleného adresáře.",
    "Anonymous Usage Reporting": "Anonymní hlášení o používání",
    "Any devices configured on an introducer device will be added to this device as well.": "Jakékoliv přístroje nakonfigurované na zavaděči budou přidány také na tento přístroj.",
    "Automatic upgrades": "Automatické aktualizace",
    "Be careful!": "Pozor!",
    "Bugs": "Chyby",
    "CPU Utilization": "Využití CPU",
    "Changelog": "Changelog",
    "Clean out after": "Vyčistit po",
    "Close": "Zavřít",
    "Command": "Příkaz",
    "Comment, when used at the start of a line": "Komentář, pokud použito na začátku řádku",
    "Compression": "Komprese",
    "Connection Error": "Chyba připojení",
    "Copied from elsewhere": "Zkopírováno odjinud",
    "Copied from original": "Zkopírováno z originálu",
    "Copyright © 2015 the following Contributors:": "Copyright © 2015 následující přispěvatelé:",
    "Delete": "Smazat",
    "Deleted": "Smazáno",
    "Device ID": "ID přístroje",
    "Device Identification": "Identifikace přístroje",
    "Device Name": "Jméno přístroje",
    "Device {%device%} ({%address%}) wants to connect. Add new device?": "Přístroj {{device}} ({{address}}) žádá o připojení. Chcete ho přidat?",
    "Devices": "Přístroje",
    "Disconnected": "Odpojen",
    "Documentation": "Dokumentace",
    "Download Rate": "Rychlost stahování",
    "Downloaded": "Staženo",
    "Downloading": "Stahuji",
    "Edit": "Upravit",
    "Edit Device": "Upravit přístroj",
    "Edit Folder": "Upravit adresář",
    "Editing": "Upravuje se",
    "Enable UPnP": "Povolit UPnP",
    "Enter comma separated  (\"tcp://ip:port\", \"tcp://host:port\") addresses or \"dynamic\" to perform automatic discovery of the address.": "Zadejte adresy oddělené čárkou (\"tcp://ip:port\", \"tcp://host:port\") nebo \"dynamic\" pro automatické zjišťování adres.",
    "Enter ignore patterns, one per line.": "Vložit ignorované vzory, jeden na řádek.",
    "Error": "Chyba",
    "External File Versioning": "Externí verzování souborů",
    "Failed Items": "Selhalo",
    "File Pull Order": "Pořadí stahování souborů",
    "File Versioning": "Verzování souborů",
    "File permission bits are ignored when looking for changes. Use on FAT file systems.": "Bity označující práva souborů jsou při hledání změn ignorovány. Použít pro souborové systémy FAT.",
    "Files are moved to .stversions folder when replaced or deleted by Syncthing.": "Po nahrazení nebo smazání aplikací Syncthing jsou soubory přesunuty do adresáře .stversions.",
    "Files are moved to date stamped versions in a .stversions folder when replaced or deleted by Syncthing.": "Po nahrazení nebo smazání aplikací Syncthing jsou soubory přesunuty do verzí označených daty v adresáři .stversions.",
    "Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.": "Soubory jsou chráněny před změnami na ostatních přístrojích, ale změny provedené z tohoto přístroje budou rozeslány na zbytek clusteru.",
    "Folder": "Adresář",
    "Folder ID": "ID adresáře",
    "Folder Master": "Master adresář",
    "Folder Path": "Cesta k adresáři",
    "Folders": "Adresáře",
    "GUI": "GUI",
    "GUI Authentication Password": "Přihlašovací heslo pro GUI",
    "GUI Authentication User": "Přihlašovací jméno pro GUI",
    "GUI Listen Addresses": "Adresa naslouchání GUI",
    "Generate": "Generovat",
    "Global Discovery": "Globální oznamování",
    "Global Discovery Server": "Server globálního oznamování",
    "Global State": "Globální status",
    "Help": "Pomoc",
    "Home page": "Domovská stránka",
    "Ignore": "Ignorovat",
    "Ignore Patterns": "Ignorované vzory",
    "Ignore Permissions": "Ignorovat oprávnění",
    "Incoming Rate Limit (KiB/s)": "Omezení příchozí rychlosti (KiB/s)",
    "Incorrect configuration may damage your folder contents and render Syncthing inoperable.": "Nesprávné nastavení může poškodit obsah Vašich složek a učinit Syncthing nefunkční.",
    "Introducer": "Zavaděč",
    "Inversion of the given condition (i.e. do not exclude)": "Prohození zadané podmínky (např. nevynechat)",
    "Keep Versions": "Ponechat verze",
    "Largest First": "Od největšího",
    "Last File Received": "Poslední přijatý soubor",
    "Last seen": "Naposledy spatřen",
    "Later": "Později",
    "Local Discovery": "Místní oznamování",
    "Local State": "Místní status",
    "Local State (Total)": "Místní status (Celkem)",
    "Major Upgrade": "Důležitá aktualizace",
    "Maximum Age": "Maximální časový limit",
    "Metadata Only": "Pouze metadata",
    "Minimum Free Disk Space": "Minimální velikost volného místa na disku",
    "Move to top of queue": "Přesunout na začátek fronty",
    "Multi level wildcard (matches multiple directory levels)": "Víceúrovňový zástupný znak (shoda skrz více úrovní adresářů)",
    "Never": "Nikdy",
    "New Device": "Nový přístroj",
    "New Folder": "Nový adresář",
    "Newest First": "Od nejnovějšího",
    "No": "Ne",
    "No File Versioning": "Bez verzování souborů",
    "Notice": "Oznámení",
    "OK": "OK",
    "Off": "Vypnuta",
    "Oldest First": "Od nejstaršího",
    "Options": "Nastavení",
    "Out of Sync": "Nesesynchronizováno",
    "Out of Sync Items": "Nesesynchronizované položky",
    "Outgoing Rate Limit (KiB/s)": "Omezení odchozí rychlosti (KiB/s)",
    "Override Changes": "Přepsat změny",
    "Path to the folder on the local computer. Will be created if it does not exist. The tilde character (~) can be used as a shortcut for": "Cesta k adresáři na lokálním počítači. Pokud neexistuje, bude vytvořen. Znak vlnovky (~) může být použit jako zkratka pro",
    "Path where versions should be stored (leave empty for the default .stversions folder in the folder).": "Cesta pro ukládání verzí (nechat prázdné pro výchozí podadresář .stversions v adresářích).",
    "Pause": "Pozastavit",
    "Paused": "Pozastaveno",
    "Please consult the release notes before performing a major upgrade.": "Před spuštěním důležité aktualizace si nejdříve přečtěte poznámky k vydání nové verze.",
    "Please wait": "Chvíli strpení",
    "Preview": "Náhled",
    "Preview Usage Report": "Náhled záznamu o využítí",
    "Quick guide to supported patterns": "Rychlá nápověda k podporovaným vzorům",
    "RAM Utilization": "Využití RAM",
    "Random": "Náhodně",
    "Relayed via": "Přenášené přes",
    "Relays": "Přenašeče",
    "Release Notes": "Poznámky k vydání",
    "Remove": "Odstranit",
    "Rescan": "Opakovat skenování",
    "Rescan All": "Opakovat skenování všech",
    "Rescan Interval": "Interval opakování skenování",
    "Restart": "Restart",
    "Restart Needed": "Je nutný restart",
    "Restarting": "Restartuji",
    "Resume": "Pokračovat",
    "Reused": "Opakovaně použité",
    "Save": "Uložit",
    "Scanning": "Skenování",
    "Select the devices to share this folder with.": "Vybrat přístroje, se kterými sdílet tento adresář.",
    "Select the folders to share with this device.": "Vybrat adresáře sdílené s tímto přístrojem.",
    "Settings": "Nastavení",
    "Share": "Sdílet",
    "Share Folder": "Sdílet adresář",
    "Share Folders With Device": "Sdílet adresáře s tímto přístrojem",
    "Share With Devices": "Sdílet s přístroji",
    "Share this folder?": "Sdílet tento adresář?",
    "Shared With": "Sdíleno s",
    "Short identifier for the folder. Must be the same on all cluster devices.": "Krátký identifikátor tohoto adresáře. Musí být stejný na všech přístrojích v clusteru.",
    "Show ID": "Zobrazit ID",
    "Shown instead of Device ID in the cluster status. Will be advertised to other devices as an optional default name.": "Zobrazeno místo ID přístroje na náhledu stavu clusteru. Bude odesíláno ostatním přístrojům jako výchozí jméno přístroje.",
    "Shown instead of Device ID in the cluster status. Will be updated to the name the device advertises if left empty.": "Zobrazeno místo ID přístroje na náhledu stavu clusteru. Pokud nebude vyplněno, bude nastaveno na jméno, které přístroj odesílá.",
    "Shutdown": "Vypnout",
    "Shutdown Complete": "Vypnutí dokončeno",
    "Simple File Versioning": "Jednoduché verzování souborů",
    "Single level wildcard (matches within a directory only)": "Jednoúrovňový zástupný znak (shody pouze uvnitř adresáře)",
    "Smallest First": "Od nejmenšího",
    "Source Code": "Zdrojový kód",
    "Staggered File Versioning": "Postupné verzování souborů",
    "Start Browser": "Otevřít prohlížeč",
    "Statistics": "Statistika",
    "Stopped": "Pozastaveno",
    "Support": "Podpora",
    "Sync Protocol Listen Addresses": "Adresa naslouchání synchronizačního protokolu",
    "Syncing": "Synchronizuje se",
    "Syncthing has been shut down.": "Syncthing byl vypnut.",
    "Syncthing includes the following software or portions thereof:": "Syncthing obsahuje následující software nebo jejich část:",
    "Syncthing is restarting.": "Syncthing se restartuje.",
    "Syncthing is upgrading.": "Syncthing se aktualizuje.",
    "Syncthing seems to be down, or there is a problem with your Internet connection. Retrying…": "Syncthing se zdá být nefunkční, nebo je problém s připojením k Internetu. Opakuji...",
    "Syncthing seems to be experiencing a problem processing your request. Please refresh the page or restart Syncthing if the problem persists.": "Syncthing má nejspíše problém s provedením vašeho požadavku. Pokud problém přetrvává, obnovte stránku v prohlížeči nebo restartujte Syncthing.",
    "The aggregated statistics are publicly available at {%url%}.": "Souhrnné statistiky jsou veřejně dostupné na {{url}}.",
    "The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.": "Konfigurace byla uložena, ale není aktivována. Pro aktivaci nové konfigurace je třeba restartovat Syncthing.",
    "The device ID cannot be blank.": "ID přístroje nemůže být prázdné.",
    "The device ID to enter here can be found in the \"Edit > Show ID\" dialog on the other device. Spaces and dashes are optional (ignored).": "ID přístroje, které je třeba vložit, lze nalézt v dialogu \"Upravit > Zobrazit ID\" na druhém přístroji. Mezery a pomlčky nejsou nutné (budou ignorovány).",
    "The encrypted usage report is sent daily. It is used to track common platforms, folder sizes and app versions. If the reported data set is changed you will be prompted with this dialog again.": "Šifrovaná data o využití jsou zasílána denně. Jsou používána pro zjištění nejobvyklejších platforem, velikosti adresářů a verzí aplikace. Pokud se hlášená data změní, budete opět upozorněni tímto dialogem.",
    "The entered device ID does not look valid. It should be a 52 or 56 character string consisting of letters and numbers, with spaces and dashes being optional.": "Zadané ID přístroje není platné. Mělo by mít 52 nebo 56 znaků a mělo by obsahovat písmena a čísla. Mezery a pomlčky jsou nepovinné.",
    "The first command line parameter is the folder path and the second parameter is the relative path in the folder.": "První parametr příkazové řádky je cesta k adresáři, druhý je relativní cesta v témže adresáři.",
    "The folder ID cannot be blank.": "ID adresáře nemůže být prázdné.",
    "The folder ID must be a short identifier (64 characters or less) consisting of letters, numbers and the dot (.), dash (-) and underscode (_) characters only.": "ID adresáře musí být stručný popisek (64 znaků nebo méně) obsahující pouze písmena, čísla, tečku (.), pomlčku (-) a nebo podtržítko (_).",
    "The folder ID must be unique.": "ID adresáře musí být unikátní.",
    "The folder path cannot be blank.": "Cesta k adresáři nemůže být prázdná.",
    "The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.": "Jsou použity následující intervaly: za první hodinu jsou ponechány verze pro každých 30 sekund, za první den jsou ponechány verze pro každou hodinu, za prvních 30 dní jsou ponechány verze pro každý den a do nejvyššího nastaveného stáří jsou ponechány verze pro každý týden.",
    "The following items could not be synchronized.": "Následující položky nemohly být synchronizovány.",
    "The maximum age must be a number and cannot be blank.": "Nejvyšší stáří je třeba zadat v podobě čísla a nemůže být prázdné.",
    "The maximum time to keep a version (in days, set to 0 to keep versions forever).": "Maximální doba pro zachování verze (dny, zapsáním hodnoty 0 bude ponecháno navždy).",
    "The minimum free disk space percentage must be a non-negative number between 0 and 100 (inclusive).": "Procentuální údaj minimální velikosti volného místa na disku musí být číslo mezi 0 až 100 (včetně).",
    "The number of days must be a number and cannot be blank.": "Počet dní musí být číslo a nesmí být prázdný.",
    "The number of days to keep files in the trash can. Zero means forever.": "Počet dní, po který budou soubory uchovány v koši. Nula znamená navždy.",
    "The number of old versions to keep, per file.": "Počet starších verzí k zachování pro každý soubor.",
    "The number of versions must be a number and cannot be blank.": "Počet verzí musí být číslo a nemůže být prázdné.",
    "The path cannot be blank.": "Cesta nesmí být prázdná.",
    "The rate limit must be a non-negative number (0: no limit)": "Limit rychlosti musí být nezáporné číslo (0: bez limitu)",
    "The rescan interval must be a non-negative number of seconds.": "Interval opakování skenování musí být pozitivní číslo.",
    "They are retried automatically and will be synced when the error is resolved.": "Nové pokusy o synchronizaci budou probíhat automaticky a položky budou synchronizovány jakmile bude chyba odstraněna.",
    "This is a major version upgrade.": "Toto je důležitá aktualizace.",
    "Trash Can File Versioning": "Verzování souborů v koši",
    "Unknown": "Neznámý",
    "Unshared": "Nesdílený",
    "Unused": "Nepoužitý",
    "Up to Date": "Aktuální",
    "Updated": "Aktualizováno",
    "Upgrade": "Aktualizace",
    "Upgrade To {%version%}": "Aktualizovat na {{version}}",
    "Upgrading": "Aktualizuji",
    "Upload Rate": "Rychlost odesílání",
    "Uptime": "Celkový čas běhu",
    "Use HTTPS for GUI": "Použít HTTPS pro grafické rozhraní",
    "Version": "Verze",
    "Versions Path": "Cesta k verzím",
    "Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval.": "Verze jsou automaticky smazány, pokud jsou starší než maximální časový limit nebo překročí počet souborů povolených pro interval.",
    "When adding a new device, keep in mind that this device must be added on the other side too.": "Při přidávání nového přístroje mějte na paměti, že je ho třeba také zadat na druhé straně.",
    "When adding a new folder, keep in mind that the Folder ID is used to tie folders together between devices. They are case sensitive and must match exactly between all devices.": "Při přidávání nového adresáře mějte na paměti, že jeho ID je použito ke svázání adresářů napříč přístoji. Rozlišují se malá a velká písmena a musí přesně souhlasit mezi všemi přístroji.",
    "Yes": "Ano",
    "You must keep at least one version.": "Je třeba ponechat alespoň jednu verzi.",
    "full documentation": "plná dokumentace",
    "items": "položky",
    "{%device%} wants to share folder \"{%folder%}\".": "{{device}} chce sdílet adresář \"{{folder}}\"."
}